const labels = {
    height: "Рост",
    sizes: "Три размера",
    bday: "День рождения",
    hobby: "Нравится",
    tabProfile: "Профиль",
    tabStory: "Сюжет"
};

const partnersData = [
    {
        "id": 1001,
        "fullImg": "images/partners/1001.png",
        "icon": "images/partners/1001_5.png",
        "name": "Киана Каслана",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "Мэй"
        },
        "flavor": "Начиная с Хоукая в 3 веке нашей эры, род Каслана стал «избранным». Следуя заветам предков, род Каслана жил в безвестности, скрываясь от мира, и глубоко исследовал истоки Хоукая, чтобы постичь сокровенные тайны мироздания.\\n\\nКиана — семидесятая наследница рода Каслана. Её отец, элитный воин рода, в молодости вступил в брак с девушкой из другого знатного рода «избранных», и на свет появилась Киана. Однако этот политический союз в конце концов распался, когда Киане было десять лет.\\n\\nВ двенадцать лет отец привёз юную Киану в Дальневосточные земли, чтобы расследовать «теракт в метро» — событие, которое сочли предвестником Хоукая.\\n\\nКогда Киане исполнилось четырнадцать, отец передал ей все тайные знания рода, а затем исчез из виду, оставив лишь слова: «Я отправляюсь на поиски истинного источника Хоукая».",
        "firstSightDialogue": "我是琪亚娜，请多指教的说",
        "dialogues": [
            "А-а-а… Как же скучно. старшая Мэй, кажется, куда-то вышла… Может, пока её нет, устроить вылазку в её комнату?",
            "Если не буду подвижной, руки и ноги заржавеют. О, кстати о ржавчине… Самое время почистить оружие!",
            "Ху-ху-ху~ Не думала, что выпадет возможность просто поваляться на солнышке… Ху-ху… Ой!! Нельзя! Нельзя засыпать!",
            "Фух… Наконец-то убрались из Нагазоры~ Хотя на самом деле прошла всего неделя, но ощущение, будто два года пролетело…",
            "Кстати, в Академии Святой Фреи, кажется, одни девушки… Хи-хи-хи… Да это же просто рай!",
            "Если и правда существуют параллельные миры, то как бы мы со старшей Мэй встретились там?.. Хоть бы что-нибудь поромантичнее~",
            "С чего это в последнее время оружие одно за другим превращается в божеств? Может, и трусики скоро начнут превращаться? Хе-хе~"
        ]
    },
    {
        "id": 1002,
        "fullImg": "images/partners/1002.png",
        "icon": "images/partners/1002_5.png",
        "name": "Клятва Иуды",
        "params": {
            "height": "167 см",
            "sizes": "88/62/85",
            "bday": "7/23",
            "hobby": "Кровь преступников"
        },
        "flavor": "В святой Фрейе это оружие считается самым значимым и легендарным из всех передаваемых по наследству. Ходит молва, что изначально оно было создано молодым господином Святой Фреи, чтобы защитить любимую девушку, и с тех пор его смыслом стали преданность и защита. В долгой и эпической битве святой Фрейи с Хоукаем Клятва Иуды прошёл через сотни сражений и постепенно обрёл собственное сознание.",
        "firstSightDialogue": "谨遵誓约之名，以此身化为剑盾，守护吾主之道，扫除吾主之敌，行于沙场而不#n惧，终伴其身而不离，灰飞烟灭而不悔。",
        "dialogues": [
            "Ну почему у госпожи сегодня совсем нет сил? Может, я снова что-то сделал не так…",
            "Терпение — тоже часть тренировки. Поэтому, даже если госпожа оставит меня без внимания, я буду воспринимать это как испытание.",
            "Эм… Госпожа собирается меня наказать?! Тогда, пожалуйста, не используйте руки, вот здесь есть цепь! А… просто хотела погладить? Ну ладно…",
            "Это и есть Дальний Восток? Такое чувство, будто я уже давным-давно был здесь… Но эти воспоминания почему-то такие печальные.",
            "Воспоминания о прошлом поколении? Это был очень добрый человек, но тогда у меня ещё не было сознания… Как бы я хотел увидеть его снова…",
            "Госпожа Киана часто говорит, что я очень похож на кого-то из её прошлого… Но я плохо разбираюсь в человеческих лицах. Интересно, кого именно она имеет в виду…"
        ]
    },
    {
        "id": 1003,
        "fullImg": "images/partners/1003.png",
        "icon": "images/partners/1003_5.png",
        "name": "Сокровищница Люсьена",
        "params": {
            "height": "169 см",
            "sizes": "80/60/86",
            "bday": "3/24",
            "hobby": "Багровый цвет вечера"
        },
        "flavor": "Старейшина древнего клана крови, владычица некогда могущественной империи, управлявшей бесчисленными поколениями. Но время неумолимо, былое величие кануло в лету. Когда она вновь пробудилась из бездны и взглянула на кипящий жизнью современный человеческий мир, что же она почувствовала?",
        "firstSightDialogue": "终于从诅咒中解放出来了……看来这里又是一个沾满鲜血的时代呢",
        "dialogues": [
            "Ты тоже из клана крови? Что это ты шатаешься с таким ленивым видом средь бела дня?",
            "Я в любой момент могу найти возможность высосать всю кровь из такого расслабленного типа, как ты.",
            "Сейчас моё тело слишком слабо. Если хочешь меня погладить — отдай мне свою кровь, и я дам тебе познать истинную зрелость.",
            "Каменная маска? Неужели и правда существует такая удобная штука?",
            "У-у… Как же хочется есть… Неужели, кроме кетчупа, совсем ничего нет?",
            "Когда-то давно один маленький пёс сражался со мной сотни лет, но потом и тот парень погрузился в долгий сон."
        ]
    },
    {
        "id": 1004,
        "fullImg": "images/partners/1004.png",
        "icon": "images/partners/1004_5.png",
        "name": "Гатлинг",
        "params": {
            "height": "165 см",
            "sizes": "95/62/85",
            "bday": "2/22",
            "hobby": "Иллюзорный мир"
        },
        "flavor": "Таинственная девушка, что, как говорят, обладает самой мощной огневой мощью в мире. День за днём её безумный смех обращает в пепел всё, на что падает взгляд. Она одержима битвой настолько, что это можно считать болезнью. Возможно, лишь в миг, когда она уничтожит саму себя, утихнет этот внутренний порыв к разрушению.",
        "firstSightDialogue": "这个地方充满了死亡与颓败的气息~就让我们开始宴会吧！！！",
        "dialogues": [
            "Что это с тобой? Вид такой, будто жить не хочется. Если будешь дальше раскисать, давай я помогу тебе обрести покой.",
            "Хочешь, чтобы я сначала привела ствол в порядок, а потом поиграла с тобой? Что ж, посмотрим, насколько ты живуч~",
            "Говорят, сейчас существует оружие, которое одним залпом способно стереть с лица земли целый город. Такое варварство — просто безобразие. Разве после этого у людей останется время даже на страх?",
            "Хе-хе-хе~ Не трогай меня как попало. Если я случайно сорвусь и прикончу тебя, будет совсем неинтересно~",
            "Говорят, из-за меня многие пали… Ну и ладно~",
            "Ты говоришь, есть человек, чья скорострельность сравнится с моей? Хе-хе-хе~ Вот такого я бы и правда хотела прикончить своими руками~"
        ]
    },
    {
        "id": 1005,
        "fullImg": "images/partners/1005.png",
        "icon": "images/partners/1005_5.png",
        "name": "Лив",
        "params": {
            "height": "162 см",
            "sizes": "86/61/87",
            "bday": "8/28",
            "hobby": "Обслуживать гостей"
        },
        "flavor": "Ненавязчиво-грациозная красавица, идеальная горничная широкого профиля, которая всегда находится в отличной форме, чтобы помочь своему господину стать достойным воином. Она не просто мастер на все руки в домашних делах, в бою её талант поражает воображение. Называя себя «боевой горничной», она зарекомендовала себя как невероятно надёжного человека, хотя порой её надёжность оказывается даже чересчур.",
        "firstSightDialogue": "您好~看来您就是我的主人了呢~我名字是莉芙，从今天开始我就是您的专属女仆了，请多关照，主人~",
        "dialogues": [
            "Господин, сегодня отдыхаете? Тогда давайте не будем терять время и займёмся тренировкой, а то тело заржавеет, знаете ли~",
            "Господин, если вы устали, позвольте, я заварю вам чай. Он отлично снимает усталость.",
            "Не смотрите, что я такая, ради господина я готова даже голову сложить. Ах... Простите, невольно ляпнула что-то странное.",
            "Раньше я думала устроиться секретарём в парк аттракционов, но, кажется, мне отказали из-за отсутствия магических сил... Вот так я и встала на путь горничной~",
            "Не хочешь стать секретарём в парке аттракционов — не стать и хорошей горничной — так гласит семейное правило, переданное мне от предков.",
            "Господин, с возвращением~ Вы сначала поедите, потом примете ванну или может быть..."
        ]
    },
    {
        "id": 1006,
        "fullImg": "images/partners/1006.png",
        "icon": "images/partners/1006_5.png",
        "name": "Брунгильда",
        "params": {
            "height": "151 см",
            "sizes": "70/55/68",
            "bday": "10/23",
            "hobby": "Целомудренная душа"
        },
        "flavor": "Самая юная Валькирия в Вальгалле. По велению Одина она наставляет на путь истинный духи павших воинов, что сбились с пути. Несмотря на милую внешность, у неё есть свои недостатки: методы, которыми она пользуется при исполнении своего долга, внушают леденящий ужас.",
        "firstSightDialogue": "吾乃瓦尔哈拉的女武神布伦希尔德，奉行吾主奥丁的旨意引领迷途的英魂到达英#n灵殿，是谁在呼唤吾的名字？",
        "dialogues": [
            "Лень — тоже один из смертных грехов! А ну-ка, пошевеливайся! Иначе я с тобой церемониться не стану, понял?",
            "Хо-хо~ Сегодня ты снова выглядишь каким-то вялым. Может, помочь тебе размять косточки?",
            "Хм-хм~ Осмелился прикоснуться к телу, дарованному мне самим Одином. Похоже, сегодня ты и впрямь устал жить…",
            "Я обожаю цепи в качестве оружия. Этот лязг металла о металл просто сводит с ума. А если добавить к нему немного душераздирающих воплей, будет ещё лучше.",
            "Игры со связыванием? Наука о том, как верёвки могут доставлять удовольствие? Неисповедимы мысли ваши, людские…",
            "Непременное качество для Валькирии — в любой миг сохранять чистоту и изящество, понял?"
        ]
    },
    {
        "id": 1007,
        "fullImg": "images/partners/1007.png",
        "icon": "images/partners/1007_5.png",
        "name": "刻音",
        "params": {
            "height": "172 см",
            "sizes": "95/62/88",
            "bday": "10/2",
            "hobby": "Хорроры"
        },
        "flavor": "Ученица третьего курса Академии сверхэлектромагнетизма. По натуре порывистая, прямолинейная, смелая и решительная, но при этом вспыльчивая. Настоящая головная боль для окружающих. Несмотря на свой вздорный характер, благодаря выдающимся способностям она всё же занимает пост члена дисциплинарного комитета академии.",
        "firstSightDialogue": "超电磁学园风纪委员，刻音参上！怎么样，要不要来我们学院啊，可以由我亲自推荐哦！",
        "dialogues": [
            "А? Ты чего уставился на меня? Драться хочешь, да?!",
            "Людям тоже нужна подзарядка? Если нет, шевелись давай!",
            "Говорят, чувство влюблённости похоже на удар током, просто завораживает~ Ну что, хочешь попробовать?",
            "Академия сверхэлектромагнетизма — там психологическое состояние и личностные качества можно выразить в цифрах. Вот что значит идеальное механическое государство! Эй! Слушай, когда говорят!",
            "Какова моя максимальная мощность? Хм-хм! Ток такой силы способен парализовать всю Землю!!!",
            "Не трогай меня тут! Хм! И вовсе я не боюсь щекотки! Ладно уж, трогай сколько хочешь!"
        ]
    },
    {
        "id": 1008,
        "fullImg": "images/partners/1008.png",
        "icon": "images/partners/1008_5.png",
        "name": "维达",
        "params": {
            "height": "165 см",
            "sizes": "90/62/84",
            "bday": "-",
            "hobby": "？？？"
        },
        "flavor": "由奥丁与女巨人格莉德所生的孩子，外表美丽纯真，但是由于神与巨人禁忌的结合受到了诅咒，因而性格变得古怪起来并渐渐被人疏远，但是她纯真的本心却博得了生灵的爱戴，成为了森林之神。",
        "firstSightDialogue": "我是黑森林的魔法使维达，你居然能突破命运的枷锁与我见面，真是奇遇呢",
        "dialogues": [
            "真是安静的日子呢，稍微有点喧嚣，来一瓶祝福振奋一下吧，冷静一下吧。",
            "人的生命就是在运动中走向消亡，静止是件好事，但也是件坏事。",
            "稍微有点痒，又有些疼……但是，还是挺舒服的，也挺难受的。",
            "魔法师是没有性别的概念的，是男性，又是女性，性别就是魔法师。",
            "所谓的魔法，就是在平淡的日常中产生奇迹，因为太平淡了，所以看到新奇的事物就会称之为魔法，嗯，或者说是魔术？",
            "这个瓶中之水的真正用途是……增加攻击力和移动力，嗯，我并没有在转移话题。"
        ]
    },
    {
        "id": 1009,
        "fullImg": "images/partners/1009.png",
        "icon": "images/partners/1009_5.png",
        "name": "怪异杀手",
        "params": {
            "height": "142 см",
            "sizes": "72/58/70",
            "bday": "1/30",
            "hobby": "吞噬怪异、美食"
        },
        "flavor": "游离在崩坏区域中的迷之少女，身后的巨大狼魂如幽灵一般常伴左右。如同一道深红的魅影，在她经过的地方到处都是死士的尸体，没有人知道她的目的究竟是为了什么。",
        "firstSightDialogue": "最近似乎都没有什么东西吃了……喂！我们一起去猎杀怪异吧！",
        "dialogues": [
            "最近似乎都没有什么东西吃了……喂！我们一起去猎杀怪异吧！",
            "这两天的天气真是的……为什么总是下雨呢，啊，并不是说下雨不好，而是打雷真是令人烦恼啊。",
            "咦……想要摸一下狼魂却害怕吗，没事的没事的，请摸吧，它可是很乖的。",
            "这个世界的大部分人，过了几百年也不会有变化呢。不过，平凡人中亦有英雄存在…成为英雄还是懦夫，就得看你的选择了。",
            "我不恨那些懦弱的人，我只是觉得他们可怜而已……",
            "嘛嘛~如果实在不行的话，把力量借给你也可以哦~只要能帮上忙就好！"
        ]
    },
    {
        "id": 1010,
        "fullImg": "images/partners/1010.png",
        "icon": "images/partners/1010_5.png",
        "name": "柯罗诺斯的幻影",
        "params": {
            "height": "171 см",
            "sizes": "84/61/85",
            "bday": "7/19",
            "hobby": "剑与知识"
        },
        "flavor": "曾经是时间之神的柯罗诺斯，不知为何如今出现在人间而且似乎失去了记忆。她总是冷静地行走与观察着这个熟悉而陌生的世界，以幻影般的速度挥舞着手中奇特的双剑，一边战斗着，一边寻找自己的过去。",
        "firstSightDialogue": "哈~闲适的时光，听我来吟诵一曲古老的赞歌吧。",
        "dialogues": [
            "对我而言，时间是无比珍贵的。你确定就在这宅到消亡吗？",
            "哈~闲适的时光，听我来吟诵一曲古老的赞歌吧。",
            "你的指尖，似乎有某种冰凉的东西，就如凝固的时间一般。",
            "我明白了，这不过是不纯洁的杂念。",
            "时针代表信念，分针便是追逐的步伐，你明白吗？",
            "时间就是金钱，可惜金钱并不能让我挽回时间。真是荒谬的理论。"
        ]
    },
    {
        "id": 1011,
        "fullImg": "images/partners/1011.png",
        "icon": "images/partners/1011_5.png",
        "name": "七海 千秋",
        "params": {
            "height": "160 см",
            "sizes": "??/??/??",
            "bday": "3/14",
            "hobby": "？？？"
        },
        "flavor": "论电子游戏的话是能全种类游戏全能的超级玩家。有着稍微放松下就会马上睡着的自我步调，无法定下“对人”的攻略法以致于基本不擅长和人交流这种事。很喜欢一个名为《Gyara-ω》的射击游戏。",
        "firstSightDialogue": "不太擅长恋爱游戏。可以多教教我吗？",
        "dialogues": [
            "我是七海千秋呦。你听说过…《Gyara-ω》吗？",
            "不太擅长恋爱游戏。可以多教教我吗？",
            "其实有没有才能都无所谓啦…因为才能并不是最终目标不是吗？",
            "大家一起玩的话，游戏会更有趣哦！",
            "还是你比较自由嘛。",
            "反正不是游戏，不去在意什么“才能”“技能”“等级”也没问题的哟。",
            "这个游戏，好有趣…我是这么觉得的。",
            "崩坏学园…嗯，好像在哪里听说过的样子…很有趣吗？",
            "即使是游戏，也是能交朋友的！"
        ]
    },
    {
        "id": 1012,
        "fullImg": "images/partners/1012.png",
        "icon": "images/partners/1012_5.png",
        "name": "月光原 美彩",
        "params": {
            "height": "153 см",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "？？？"
        },
        "flavor": "第七支部支部长。原・超高校级的治疗师。“希望更生程序”的相关制作人之一。因为极度怕生所以无法说话。期生数不明。",
        "firstSightDialogue": "…",
        "dialogues": [
            "…",
            "……",
            "………"
        ]
    },
    {
        "id": 1013,
        "fullImg": "images/partners/1013.png",
        "icon": "images/partners/1013_5.png",
        "name": "狛枝 凪斗",
        "params": {
            "height": "180 см",
            "sizes": "??/??/??",
            "bday": "4/28",
            "hobby": "？？？"
        },
        "flavor": "在学园抽选中被抽中的超高校级的幸运持有者。性格轻浮、难以捉摸。自称“超高校级的超高校级狂热者”，且坚信着超高校级的才能持有的希望之力。",
        "firstSightDialogue": "我是狛枝凪斗。我的才能是，超高校级的幸运。",
        "dialogues": [
            "我是狛枝凪斗。我的才能是，超高校级的幸运。",
            "你呢…有着什么样的才能？",
            "为什么会被关在这个空间里呢？难道…要我们在这里相杀吗？啊哈哈，开玩笑的吧？",
            "对你而言的希望是什么？呐，告诉我吧。",
            "既然横竖要做的话，那么…就做得更“残酷”一些吧。",
            "虽然确实是垃圾般的才能，但我可是坚信着能“中奖”哦。",
            "那个，就这样随意地接近我…真的没问题吗？",
            "啊，这里有“祈愿的嘎嚓嘎嚓”呢…哦！"
        ]
    },
    {
        "id": 1014,
        "fullImg": "images/partners/1014.png",
        "icon": "images/partners/1014_5.png",
        "name": "澪田 唯吹",
        "params": {
            "height": "164 см",
            "sizes": "??/??/??",
            "bday": "11/27",
            "hobby": "？？？"
        },
        "flavor": "原本是人气少女乐队的吉他手，但因为音乐风格不同，现在以solo艺人身份活动着。她喜欢讨厌的曲风可一目了然。常常因为情绪自然高涨而成为班级里的气氛炒热者。",
        "firstSightDialogue": "澪田唯吹的澪、澪田唯吹的田、澪田唯吹的唯、澪田唯吹的吹…我就是澪田唯吹！#n请↓多↑关照！",
        "dialogues": [
            "澪田唯吹的澪、澪田唯吹的田、澪田唯吹的唯、澪田唯吹的吹…我就是澪田唯吹！#n请↓多↑关照！",
            "唯吹也是想做的话就能做好的孩子！",
            "哎呀哎呀，在这个地方鬼鬼祟祟的，是想做什么呢？",
            "Teherin☆～",
            "哎哎--！现在睡着可不行哦！说好了今天一天都陪唯吹玩的！",
            "Yahooooooooo！！！尽情地燃起来吧--！",
            "No Music No Hormone！",
            "崩坏学园的大家--！感谢你们都聚集来了哦--！来一发现场演奏炒热气氛吧！"
        ]
    },
    {
        "id": 1015,
        "fullImg": "images/partners/1015.png",
        "icon": "images/partners/1015_5.png",
        "name": "被封印的田中",
        "params": {
            "height": "182 см",
            "sizes": "??/??/??",
            "bday": "12/14",
            "hobby": "？？？"
        },
        "flavor": "和任何动物都能亲近起来，有过成功繁育濒危物种经验的天才。有传言他能和动物对话。他的围巾中居住着号称破坏神暗黑四天王的四只可爱的仓鼠。名字是被封印的禁忌，所以不能说出口。",
        "firstSightDialogue": "库库库，想知道我的真名吗？现在的我是被封印的田中，是驯服了破坏神暗黑四天王的#n禁忌的魔王。",
        "dialogues": [
            "库库库，想知道我的真名吗？现在的我是被封印的田中，是驯服了破坏神暗黑四天王的#n禁忌的魔王。",
            "呼哈哈哈，我一半的力量还没发挥出来呢！",
            "到此为止吧。要是还爱惜自己的生命的话，就不要再靠近了。",
            "记好了，迟早有一日，我将成为支配世间万物的男人。",
            "我问你，你是我的主人吗？",
            "破坏神暗黑四天王被封印的力量吗…可爱…居然说是仓鼠…？…谢、谢谢。",
            "即使改变不了未来，也要试着改变自己的明日吧…",
            "崩坏之力…何等的可憎啊…咕啊，我的邪眼在骚动…！"
        ]
    },
    {
        "id": 1016,
        "fullImg": "images/partners/1016.png",
        "icon": "images/partners/1016_5.png",
        "name": "罪木 蜜柑",
        "params": {
            "height": "165 см",
            "sizes": "??/??/??",
            "bday": "5/12",
            "hobby": "？？？"
        },
        "flavor": "以服侍他人为生存价值的保健委员。没有自信经常做出大胆的行为，被他人当做灾难程度的行为可疑，因此到入学前都没有交到什么朋友。经常摔倒以致浑身是伤，是个冒失鬼。",
        "firstSightDialogue": "我只是个腐烂的蜜柑，真、真的对不起~~~！",
        "dialogues": [
            "我只是个腐烂的蜜柑，真、真的对不起~~~！",
            "好高兴终于交到朋友了…呜哇！明明还、还没有被认可为朋友！对不起！（泪）",
            "呜呜呜呜呜，又摔倒了…",
            "呜…呜呜……",
            "作为超高校级的保健委员，请让我给你做精密的身体检查！！",
            "请、请让我为你打针……",
            "哎嘿嘿，能给大家帮上忙真是太好了呢~",
            "哈呜…你辛苦了。没有哪里受伤吧？"
        ]
    },
    {
        "id": 1017,
        "fullImg": "images/partners/1017.png",
        "icon": "images/partners/1017_5.png",
        "name": "苗木 诚",
        "params": {
            "height": "161 см",
            "sizes": "??/??/??",
            "bday": "2/5",
            "hobby": "？？？"
        },
        "flavor": "所属第十四支部。原・超高校级的幸运。在相杀游戏中因打破绝望后，他被称为了“超高校级的希望”。因为藏匿绝望残党的事，而受到了来自未来机关的弹劾。没有特别的才能，积极向上是他唯一的长处。",
        "firstSightDialogue": "我的名字是苗木诚。能成为你的助力的话，什么都可以提。",
        "dialogues": [
            "我的名字是苗木诚。能成为你的助力的话，什么都可以提。",
            "这是不对的！",
            "绝望是无法杀掉希望的。",
            "无论身处什么样的世界，也不能抛弃同伴！",
            "即使是在这种情况下，也应该有我能够做到的事情。总之，只能先这样那样尝试一下…",
            "可、可爱什么的…那个，我吗…",
            "我绝对会守护给你看！所以，绝对不能丧失希望！",
            "我们是绝对，不会顺从你的游戏的！"
        ]
    },
    {
        "id": 1018,
        "fullImg": "images/partners/1018.png",
        "icon": "images/partners/1018_5.png",
        "name": "雾切 响子",
        "params": {
            "height": "167 см",
            "sizes": "??/??/??",
            "bday": "10/6",
            "hobby": "？？？"
        },
        "flavor": "第十四支部支部长。性格沉着，身上笼罩着神秘的气氛。像侦探一样总是能冷静地进行状况分析，并找出最优方案。本是不会积极和他人扯上关系的独立主义，但现在信任着同是从相杀游戏中幸存下来的同伴们。",
        "firstSightDialogue": "姓名，雾切响子。",
        "dialogues": [
            "姓名，雾切响子。",
            "要想不会被对方欺骗，需要的是不要让对方读出自己的内心…还有，也不要让对方把握住自己的节奏…… 记住这些比较好。",
            "都说到这份上总该明白了吧？",
            "想要继续前进的话，一味地躲避危险是行不通的。",
            "有在做侦探的工作啦。我可是侦探呢。",
            "…我没兴趣闲聊呢。",
            "真得没事吗？你脸很红哦。",
            "我会用自己的方法调查这个世界。"
        ]
    },
    {
        "id": 1019,
        "fullImg": "images/partners/1019.png",
        "icon": "images/partners/1019_5.png",
        "name": "八重樱",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "7/22",
            "hobby": "饭团"
        },
        "flavor": "500年前某个日本小村庄中的巫女。偶然遇到逃亡到村庄的卡莲·卡斯兰娜。被卡莲携带的封印崩坏能源的水晶感染，成了类似律者的存在。后来被卡莲封印。直到500年后，第三次崩坏发生，才脱离封印。在长空市中被琪亚娜击败，目前下落不明……",
        "firstSightDialogue": "你，喜欢樱花吗？",
        "dialogues": [
            "真是安静的日子呢，稍微有点喧嚣，来一瓶祝福振奋一下吧，冷静一下吧。",
            "人的生命就是在运动中走向消亡，静止是件好事，但也是件坏事。",
            "稍微有点痒，又有些疼……但是，还是挺舒服的，也挺难受的。",
            "魔法师是没有性别的概念的，是男性，又是女性，性别就是魔法师。",
            "所谓的魔法，就是在平淡的日常中产生奇迹，因为太平淡了，所以看到新奇的事物就会称之为魔法，嗯，或者说是魔术？",
            "这个瓶中之水的真正用途是……增加攻击力和移动力，嗯，我并没有在转移话题。"
        ]
    },
    {
        "id": 10201,
        "fullImg": "images/partners/10201.png",
        "icon": "images/partners/10201_5.png",
        "name": "芬里尔獠牙",
        "params": {
            "height": "168 см",
            "sizes": "92/61/86",
            "bday": "9/13",
            "hobby": "电锯维修"
        },
        "flavor": "洛基的女儿之一，感染了巨人之血从出身时就是恶狼的形态。诸神畏惧她的力量欺骗芬里尔戴上了枷锁。力量被封印的芬里尔产生了另一个人格，在软弱与坚强的边界徘徊的她，寻找着真正的自己。",
        "firstSightDialogue": "请，请不要弄痛我……",
        "dialogues": [
            "只要这样待着就好了吗？我明白了……",
            "请，请不要弄痛我……",
            "如果想要摸的话……请，请温柔一点……"
        ]
    },
    {
        "id": 1021,
        "fullImg": "images/partners/1021.png",
        "icon": "images/partners/1021_5.png",
        "name": "寄生人形",
        "params": {
            "height": "160 см",
            "sizes": "84/54/83",
            "bday": "3/29",
            "hobby": "生化试验，蜗居"
        },
        "flavor": "隶属天魔人形集团生化课，负责研发和组装新的人形。性格阴郁黑暗，经常制造一些不必要的麻烦出来。平时将自己关在暗无天日的实验室中，为了躲避阳光甚至可以钻入其他人形的体内寄居，是一个非常可怕的家伙。",
        "firstSightDialogue": "别担心…你的身体很健康什么问题都没有，我已经进去检查过了。",
        "dialogues": [
            "不要这么紧张，我只是在观察你的活动习惯，嗯…这是实验不可或缺的信息。",
            "是不是感觉身体十分无力……看来实验成功了，啊…没什么，请不要在意。",
            "科学总是会伴随着…鲜血…生命…和其他无法割舍的东西。",
            "你想知道我皮肤的材质么？那是由蟑螂的几丁质中提取的细胞膜制成的，是不是很光滑呢。",
            "科学使人进步……这只是人类逃避责任的发言，当科学取代人类所有的功能后，人类也就失去了价值。",
            "别担心…你的身体很健康什么问题都没有，我已经进去检查过了。"
        ]
    },
    {
        "id": 1022,
        "fullImg": "images/partners/1022.png",
        "icon": "images/partners/1022_5.png",
        "name": "怠惰人形",
        "params": {
            "height": "158 см",
            "sizes": "85/56/82",
            "bday": "10/20",
            "hobby": "偷懒与打瞌睡"
        },
        "flavor": "天魔人形集团的技术总监，负责监管人形的生产与包装。和她的名字一样，怠惰人形懒散、嗜睡，对于任何有关工作的事都提不起干劲。但是只有一样东西会激发怠惰人形的热情和动力，那便是名为“死线”的东西。",
        "firstSightDialogue": "一天要睡上二十五个小时，这样才算是人生喔~",
        "dialogues": [
            "一天要睡上二十五个小时，这样才算是人生喔~",
            "啊啊啊，不想工作！工作你就输了啦……",
            "所谓工作啊，就是百分之九十九点九的怠惰加上百分之零点一的勤勉哦~",
            "死线的日子来临了！？什么嘛，这不还没到嘛，让我再休息会儿啦~",
            "唔诶……就这样放着不要动，这次的枕头好暖和……唔……zzz",
            "懒有什么错！正是因为懒惰，所以科技才会不断地进步啊！"
        ]
    },
    {
        "id": 1023,
        "fullImg": "images/partners/1023.png",
        "icon": "images/partners/1023_5.png",
        "name": "战神无双",
        "params": {
            "height": "162 см",
            "sizes": "86/62/85",
            "bday": "5/15",
            "hobby": "看热闹、搞事"
        },
        "flavor": "虽然她曾是掌握了世界树上层所有情报的秩序管理者，但她却不是一个能够静得下心来的人，所以她来到了中庭留下了战场之神的传说。战神无双好斗、好事，尤其钟爱八卦消息。似乎有着自己的原则，行为举动也不被人理解。",
        "firstSightDialogue": "小弹夹呀滴溜溜地转，打到了谁谁完蛋~",
        "dialogues": [
            "在这个世界上只有两件事能让我心动，一个是纷争，另一个就是制造纷争。",
            "Baby你想要和我决斗么？那就遵循古老的规则等到午时再说吧~",
            "Aha，你在摸些什么地方，想要被开洞是么？",
            "Ho~Amazing！你这是在挑衅我么~那我们出去打一架吧！",
            "好无聊啊，最近都没什么有趣的新闻……既然这样！那就自己搞一个！",
            "小弹夹呀滴溜溜地转，打到了谁谁完蛋~"
        ]
    },
    {
        "id": 1024,
        "fullImg": "images/partners/1024.png",
        "icon": "images/partners/1024_5.png",
        "name": "红贽人形",
        "params": {
            "height": "163 см",
            "sizes": "82/55/81",
            "bday": "11/27",
            "hobby": "收集厄运、倾听烦恼"
        },
        "flavor": "被寄托着吸收厄运的使命而被制造出来的人形，虽然她能够吸收厄运，但是那些厄运会一直伴随在她的身侧,而且在吸收厄运达到了一定程度的时候也会产生剧烈的波动反应。因此常常被人疏远，但她却想为大家带来幸福。",
        "firstSightDialogue": "欢迎来到天魔神社，这位客人你需要一支神签吗？",
        "dialogues": [
            "红贽的使命就是为了让世间的怨力全部都消散，虽然红贽知道这是一件很难办到的事，但是红贽不会放弃的！",
            "小竹笼~小竹笼~鸟儿飞进竹笼中~飞呀飞呀飞不动~黄昏时刻敲古钟~乌龟白鹤将临终~身后魅影几万重~",
            "请坐好不要动，我要开始除灵了！",
            "人类为什么要互相伤害呢？这样不是就不幸福了吗？",
            "为什么大家都要远离我？是红贽做错了什么吗？",
            "欢迎来到天魔神社，这位客人你需要一支神签吗？"
        ]
    },
    {
        "id": 1025,
        "fullImg": "images/partners/1025.png",
        "icon": "images/partners/1025_5.png",
        "name": "海拉之呪",
        "params": {
            "height": "163 см",
            "sizes": "86/56/80",
            "bday": "9/18",
            "hobby": "预言、占卜"
        },
        "flavor": "海拉是洛基最小的女儿，因为巨人之血的原因，她注定与不祥相伴。她所说的一切都会朝着与其说法相逆的方向发展。孤独时刻与她相伴，但她却一直在追寻着不让自己的言语发作的方法，哪怕希望渺茫。",
        "firstSightDialogue": "如…如果可以的话请不要为难我，我会按照自己的方式去祝福你们的！",
        "dialogues": [
            "我的名字是海拉，我曾经做过一段时间的分析师，目前正在学习占卜。你需要我为你占卜一下未来吗？",
            "啊啦，又是一名陷入迷茫的客人的呢，欢迎光临海拉小筑。请问有什么难题是我能够帮你解决的吗？",
            "如…如果可以的话请不要为难我，我会按照自己的方式去祝福你们的！",
            "喂喂喂，你可不要乱说话哦。虽然我不想伤害你，但小小的惩戒你一下还是不会太费力的呢~",
            "听说你们曾经迷信科学？但是我海拉要告诉你们，科学已经不适合当今这个版本了！",
            "如果你有时间的话，请多陪我说说话吧，毕竟我还是不想回忆起在瓶子中的那段孤独的时光呢。"
        ]
    },
    {
        "id": 1026,
        "fullImg": "images/partners/1026.png",
        "icon": "images/partners/1026_5.png",
        "name": "希儿·芙乐艾",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅"
        },
        "flavor": "希儿从小生活在可可丽娅孤儿院中，与布洛妮娅情同姐妹。然而在逆熵一次失败的实验下希儿化作了量子态消失。经过漫长的徘徊与等待，希儿凭借着对姐姐的思念终于在布洛妮娅的救赎下再次苏醒。",
        "firstSightDialogue": "战斗要开始了哦，让希儿也来一起帮忙吧！",
        "dialogues": [
            "不要这么紧张，我只是在观察你的活动习惯，嗯…这是实验不可或缺的信息。",
            "是不是感觉身体十分无力……看来实验成功了，啊…没什么，请不要在意。",
            "科学总是会伴随着…鲜血…生命…和其他无法割舍的东西。",
            "你想知道我皮肤的材质么？那是由蟑螂的几丁质中提取的细胞膜制成的，是不是很光滑呢。",
            "科学使人进步……这只是人类逃避责任的发言，当科学取代人类所有的功能后，人类也就失去了价值。",
            "别担心…你的身体很健康什么问题都没有，我已经进去检查过了。"
        ]
    },
    {
        "id": 1027,
        "fullImg": "images/partners/1027.png",
        "icon": "images/partners/1027_5.png",
        "name": "索尔之锤",
        "params": {
            "height": "161 см",
            "sizes": "82/60/80",
            "bday": "5/6",
            "hobby": "维护秩序、正义使者"
        },
        "flavor": "瓦尔哈拉的秩序守护者，同时也是个经常闯祸的冒失鬼。在漫长的战斗中吸取了教训与不足，性格上发生了微妙的变化。虽然这种变化说不上是好是坏，但至少她本人还蛮中意的。",
        "firstSightDialogue": "我的锤子即是公正，我即是正义，没有任何人能够逃过阿斯加德之锤的制裁！",
        "dialogues": [
            "我的名字是索尔，是阿斯加德的守护者，可不要让我听到什么关于北欧的坏话哦~",
            "我的锤子即是公正，我即是正义，没有任何人能够逃过阿斯加德之锤的制裁！",
            "以前神界的人都说我呆萌呆萌的，果然你也是这么觉得的~对吧？",
            "我可是瓦尔哈拉秩序的维护者，所以再多夸夸我也是可以的哦~",
            "哼，遇到了不开心的事就只要一锤子抡过去就行了！这可是师匠教我的哦~",
            "如果我做错了什么，你可以不要责备我吗？"
        ]
    },
    {
        "id": 1028,
        "fullImg": "images/partners/1028.png",
        "icon": "images/partners/1028_5.png",
        "name": "轰击晨星",
        "params": {
            "height": "144 см",
            "sizes": "70/56/69",
            "bday": "4/6",
            "hobby": "魔法书、研究魔法"
        },
        "flavor": "黑塔小学咒法班轰击课一年级的学生，擅长名为“采·冯力场飞弹”的魔法。害羞的性格使她平日里胆小怯懦，沉默寡言，总是埋头于研究自己的魔法，是班级里的学霸。虽然掌握着强力的魔法，但轰击晨星本身具有的魔力却相当有限，一旦魔力耗尽就面临消失的危险。尽管如此，轰击晨星的性格令她往往缺乏主见，被其他人像工具一般驱使。在激烈的战斗中，轰击晨星正逐渐失去着自己的力量。在她的心中或许已经默认了注定的结局，只要能为重要的人奉献力量就已经足够了。",
        "firstSightDialogue": "如果需要我的力量的话，请不要在意地开口哦……",
        "dialogues": [
            "如果需要我的力量的话，请不要在意地开口哦……",
            "采·冯力场飞弹的弹道修正……诶呀，打偏了……",
            "你透明如照亮帷幕的阳光，你坚硬如击穿熔炉的岩浆……我记得是这么咏唱的没错。",
            "这样的抚摸会让我觉得安心呢，诶嘿嘿……",
            "确实我的魔力是有限的……但如果是为了重要的人，我还是会全力以赴。",
            "或许总有一天我会就这么消失吧，到那时，请一定照顾好你自己。"
        ]
    },
    {
        "id": 1029,
        "fullImg": "images/partners/1029.png",
        "icon": "images/partners/1029_5.png",
        "name": "贝露丹迪",
        "params": {
            "height": "138 см",
            "sizes": "68/52/69",
            "bday": "6/22",
            "hobby": "享受、娱乐"
        },
        "flavor": "贝露丹迪是诺伦三女神中掌管“现在”的女神。但是过于年幼的外貌和娇小的身材却使得她没有什么威严。无限的生命让她经历了太多太多，所以她变得慵懒而颓废，虽然有时也会努力工作，但是真的有什么事能让她变得有干劲吗？",
        "firstSightDialogue": "呼呼，我可是司掌着名为“现在”概念的女神贝露丹迪哦，你……想青春永驻吗？",
        "dialogues": [
            "哼哼！你把我弄醒了，你得满足我一万个愿望！首先先陪我玩上一整天吧！",
            "呼呼，我可是司掌着名为“现在”概念的女神贝露丹迪哦，你……想青春永驻吗？",
            "啊……好无聊啊，喂！你也别工作了，来陪我一起玩吧，我会给你一些补偿的，教你时停怎么样？",
            "四肢无力…浑身酸痛…我需要按摩，要最高级的那种！噫！你……你轻点不行吗！",
            "这可是我最重要的宝贝，没有她我可就睡不着觉了。再说了，她是天鹅，不是鸭子！！",
            "啊……好难过，对了！为什么我不去找老妹把有工作的未来全都烧掉呢？呼呼！我真是个天才！"
        ]
    },
    {
        "id": 1030,
        "fullImg": "images/partners/1030.png",
        "icon": "images/partners/1030_5.png",
        "name": "乌鲁德",
        "params": {
            "height": "166 см",
            "sizes": "89/61/83",
            "bday": "12/22",
            "hobby": "冬天、冰块"
        },
        "flavor": "命运三女神中最年长的乌鲁德，代表着时间的过去，同时也是操纵寒冰之力的女神。不知为何，乌鲁德对于过去总是保持着悲观的态度，甚至扭曲与改变着与她接触的人对过去的记忆。",
        "firstSightDialogue": "人类总是习惯于背负太过沉重的东西，真是既愚蠢又可怜。",
        "dialogues": [
            "好热的天气，能给我拿一个冰淇淋吗？",
            "要出去吗？不，请让我就这么待着不动就好……",
            "你是在给我按摩吗，真是好心呢……",
            "等等，你的手指怎么那么烫，快把它拿开！",
            "你再碰我的身体，就让你在寒冰里长眠！",
            "人类总是习惯于背负太过沉重的东西，真是既愚蠢又可怜。"
        ]
    },
    {
        "id": 10311,
        "fullImg": "images/partners/10311.png",
        "icon": "images/partners/10311_5.png",
        "name": "阿贝利希",
        "params": {
            "height": "120 см",
            "sizes": "64/51/67",
            "bday": "12/24",
            "hobby": "锻造、自夸、 照顾孩子"
        },
        "flavor": "神话中居住在莱茵河畔的尼伯龙根族的少女，虽然拥有长远的生命，但是身体却始终像孩子一样无法长大。这一族擅长锻造冶炼武器，传说中的尼伯龙根的指环就是她的杰作。",
        "firstSightDialogue": "真是闲啊~喂！你这家伙平时都是这么懒散的么？",
        "dialogues": [
            "真是闲啊~喂！你这家伙平时都是这么懒散的么？",
            "不要碰我的头！这可不是什么大蒜，而是尼伯龙根族的象征！你说这是什么？呃……反正是某种植物啦！",
            "据说本大爷制作指环的事迹被传颂成为了歌剧，如果有机会的话真想听一次看看~一定把我歌颂的特别伟大吧！",
            "嗯？为我准备了新衣服？哼~你这家伙还挺够意思嘛~这是什么？水手服？你们人类的女孩子就穿这么没有审美的东西么？",
            "嗯？你问我有什么爱好么？那当然是锻造啦~会不会造火箭靴？那是什么东西……",
            "你说除了锻造还有什么爱好么？嗯……做尿布算爱好么？"
        ]
    },
    {
        "id": 1032,
        "fullImg": "images/partners/1032.png",
        "icon": "images/partners/1032_5.png",
        "name": "诗库璐德",
        "params": {
            "height": "151 см",
            "sizes": "70/54/71",
            "bday": "9/19",
            "hobby": "占卜、观测、未来视"
        },
        "flavor": "诗库璐德是诺伦三女神中掌管着未来的女神，但是她却是三女神中最小的一位。她手上的书本记载着这个世界的未来，但是也正是由于她看透了所有的未来，看过了无数人类的悲剧，所以她有着不符合她外表的成熟，但是实际上她还是一个性格古怪的孩子罢了。",
        "firstSightDialogue": "诗库璐德，身为掌管未来的女神，你有什么想要问我的吗？",
        "dialogues": [
            "诗库璐德，身为掌管未来的女神，你有什么想要问我的吗？",
            "喂，那边的那位，在你的身上我看到了一些有趣的事将要发生，我能和你同行一段吗？",
            "如果我的两个姐姐能让我省心一点的话就好了，啊啊，真是烦躁啊……",
            "喂，别对我动手动脚的，信不信我让你现在就把你的未来抹消掉？",
            "人类总是重复着相同的错误，走向覆灭的未来，真是可悲啊……",
            "哟，人类，别愁眉苦脸的。因为我已经看见了你美好的未来！"
        ]
    },
    {
        "id": 1033,
        "fullImg": "images/partners/1033.png",
        "icon": "images/partners/1033_5.png",
        "name": "杏·兔子公主",
        "params": {
            "height": "125 см",
            "sizes": "60/48/69",
            "bday": "9/9",
            "hobby": "高贵之物"
        },
        "flavor": "杏是俄罗斯贵族“玛尔氏族”的大小姐，在一起离奇的命案中丧失了双亲，因为事件太过诡异，杏也被安插了上了“恶魔之子”的称号。之后，杏的一对远房亲戚接过了她的抚养权，杏如同一个公主一般生活在她的庄园中，无拘无束。",
        "firstSightDialogue": "不来和我一起玩吗？",
        "dialogues": [
            "不来和我一起玩吗？",
            "请爱着我~",
            "请再把我弄坏一些~",
            "请永远，和我在一起～",
            "好痛…好痛…但是…好开心！！"
        ]
    },
    {
        "id": 1034,
        "fullImg": "images/partners/1034.png",
        "icon": "images/partners/1034_5.png",
        "name": "德丽莎·阿波卡利斯",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "看漫画、守护世界"
        },
        "flavor": "天命组织极东支部指挥官。负责领导极东支部的女武神部队应对崩坏产生的危机。虽然外表年幼，但是拥有极高的判断力和指挥能力。在与八重樱的邂逅中，获得了奇妙的能力……",
        "firstSightDialogue": "德丽莎，参上~",
        "dialogues": [
            "不要这么紧张，我只是在观察你的活动习惯，嗯…这是实验不可或缺的信息。",
            "是不是感觉身体十分无力……看来实验成功了，啊…没什么，请不要在意。",
            "科学总是会伴随着…鲜血…生命…和其他无法割舍的东西。",
            "你想知道我皮肤的材质么？那是由蟑螂的几丁质中提取的细胞膜制成的，是不是很光滑呢。",
            "科学使人进步……这只是人类逃避责任的发言，当科学取代人类所有的功能后，人类也就失去了价值。",
            "别担心…你的身体很健康什么问题都没有，我已经进去检查过了。"
        ]
    },
    {
        "id": 1035,
        "fullImg": "images/partners/1035.png",
        "icon": "images/partners/1035_5.png",
        "name": "雅典娜",
        "params": {
            "height": "175 см",
            "sizes": "94/54/89",
            "bday": "6/6",
            "hobby": "手工艺、吹笛子、交朋友、战争！"
        },
        "flavor": "奥林匹斯众神中掌管战争与爱的女神，圣洁而又美丽，她平日中总是带着一副甜美的笑容。然而不知道为什么在奥林匹斯中雅典娜却总是形孤影单，很少拥有真正交心的朋友。",
        "firstSightDialogue": "成为斗士的人需要什么条件么？嘛~首先得让我看得顺眼才行~",
        "dialogues": [
            "哦呵呵~你看起来挺闲的嘛~不妨来听我演奏一曲吧~",
            "与其在这里发呆，为什么不去接受一下艺术的熏陶呢？",
            "哦呵呵~居然这么轻浮的摸我，看来你是活得不耐烦了呢~",
            "成为斗士的人需要什么条件么？嘛~首先得让我看得顺眼才行~",
            "哦呵呵~在你床头摆着的女性雕塑真是不错~虽然衣服看起来暴露了些，不过还是挺有品味的~",
            "每天露出笑容还是挺累的哦~我连睡觉都保持这样的笑容呢~骗你的啦~要是敢偷看我的睡容我保证你看不到日出的太阳。"
        ]
    },
    {
        "id": 1036,
        "fullImg": "images/partners/1036.png",
        "icon": "images/partners/1036_5.png",
        "name": "赛琳娜",
        "params": {
            "height": "167 см",
            "sizes": "88/58/86",
            "bday": "12/17",
            "hobby": "宴会、社交"
        },
        "flavor": "是一位经常能在宴席和酒会上出现的可爱的少女，她有着出众的外表，举手投足间透露着贵族的气质。最讨厌那些不懂礼节的俗人。但是如果和她有了进一步的接触之后，可能会发现她恬静的后面藏有小恶魔的坏笑吧。",
        "firstSightDialogue": "总有一天我也会厌烦这个地方的，那时候就拜托你带着我去更美好的地方吧。",
        "dialogues": [
            "很高兴在这场舞会上与你相见，你也是一个高雅的人呢。啊，别急，有什么事请在舞蹈之后再说吧，你可要跟上我的脚步哦。",
            "我的名字是赛琳娜，虽然同样是月光女神，相比另一位我却更加与这个名字贴切，这果然也是一个令人头疼的事吧。",
            "在喧嚣过后为什么不来欣赏这明朗的月色呢，诶，今晚没有月亮？难道我不是吗？",
            "盛大的宴会不会总是人们利益的集会，总会有纯粹而快乐的会场在等待着我，所以我们一起去寻找吧！",
            "喂，你的手在干什么啦，跳舞的动作中可没有这一环吧！你这样可是一点风度也没有啊！",
            "总有一天我也会厌烦这个地方的，那时候就拜托你带着我去更美好的地方吧。"
        ]
    },
    {
        "id": 1037,
        "fullImg": "images/partners/1037.png",
        "icon": "images/partners/1037_5.png",
        "name": "雷电彩葵",
        "params": {
            "height": "166 см",
            "sizes": "86/59/88",
            "bday": "4/14",
            "hobby": "不枯燥的事、不繁琐的事、不无聊的事"
        },
        "flavor": "穿着婚纱拿着花捧的少女，自称是雷电芽衣的妹妹。表面上看是一个十分文静的大和抚子，虽然有着各种各样的新娘天赋，但是因为她永远都无法静下来，所以很少有她能够坚持下来的事。在她的欢声笑语的深处，其实还隐藏着一些不为人知的秘密。",
        "firstSightDialogue": "你好，我的名字是雷电彩葵，嗯，小女子不才，还请多多指教。",
        "dialogues": [
            "你好，我的名字是雷电彩葵，嗯，小女子不才，还请多多指教。",
            "呀，终于从那个憋死人的地方出来了，这下我可要好好玩个够！话说，你不会那么丧心病狂地想把我送回去吧？",
            "我讨厌一直待在同一个地方，因为那样会让我回忆起那不开心的过去。如果一定要那样的话，请你待在我的身侧吧。",
            "虽然我的名字写作彩葵，但是读起来却有着“绽放”的含义呢~如果你们也能一起绽放就好了。",
            "喂！你要是还要这么动手动脚的话，信不信我现在就把你吊树上去！我可没在和你开玩笑。",
            "这件衣服透气性和灵活性都太差了，好想换一件衣服……诶，你喜欢么……那我就稍微再穿一会儿好了。"
        ]
    },
    {
        "id": 1038,
        "fullImg": "images/partners/1038.png",
        "icon": "images/partners/1038_5.png",
        "name": "姬子·心之所向",
        "params": {
            "height": "167 см",
            "sizes": "95/61/92",
            "bday": "6/11",
            "hobby": "酒、战斗"
        },
        "flavor": "隶属于圣芙蕾雅学园对崩坏作战部队，少校军衔。通过“女武神计划”进行了身体改造从而获得了对抗崩坏的力量。凭借着战场上优秀的指挥能力，成为了对抗崩坏不可或缺的人才。",
        "firstSightDialogue": "教堂的钟声响起了，也是时候为我戴上戒指了吧？还是说，你没有准备好？",
        "dialogues": [
            "教堂的钟声响起了，也是时候为我戴上戒指了吧？还是说，你没有准备好？",
            "喂！别在那磨磨蹭蹭的了，再不拉住我的手的话，我可是会跑掉的哦~",
            "我的学生们总是在嘲讽我嫁不出去，真想让她们看看我现在的样子啊……",
            "你也想远离那些喧嚣吗？那就带上我一起走吧。不要怕我这身装束会跟不上你的脚步，太小瞧我吃亏的可是你自己哦~",
            "我也不知道自己能不能成为一个好新娘呢……不过，谢谢你的鼓励，我稍微有点信心了呢。",
            "啊啊……这身装扮什么时候才能脱下来呢，好想战斗啊……开玩笑的~"
        ]
    },
    {
        "id": 1039,
        "fullImg": "images/partners/1039.png",
        "icon": "images/partners/1039_5.png",
        "name": "巴利尔·慕恋",
        "params": {
            "height": "72 см",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "恶作剧"
        },
        "flavor": "言行举止有些男孩子气的使魔，但却总是穿着小女孩样式的衣服，自己却不觉得有丝毫问题。喜欢调皮捣蛋恶作剧，但是有时确实有着男子汉威风而靠谱的一面。但是巴利尔的心里一直有着一个小秘密。",
        "firstSightDialogue": "喂，不要再盯着看了啦！一直这样看我我也是会害羞的啊……",
        "dialogues": [
            "这种轻飘飘的裙子，果然很有婚纱的感觉对吧~但是穿上之后感觉好奇怪啊……但是，究竟是哪里奇怪呢？",
            "你问我为什么会穿上这身看起来根本就不适合我的衣服？喂，你这样说我很生气诶，电你哦！",
            "喂，不要再盯着看了啦！一直这样看我我也是会害羞的啊……",
            "在紫罗兰包围的地方，穿着这样的衣服，虽然有种小女生的感觉就是了……不过似乎也不赖嘛！",
            "真是的，不知道为什么你们总是这样，看到我穿成这样就兴奋起来了。人类真是难懂。",
            "轻飘飘的……轻飘飘的……凉凉的……凉凉的？啊……糟糕！"
        ]
    },
    {
        "id": 1040,
        "fullImg": "images/partners/1040.png",
        "icon": "images/partners/1040_5.png",
        "name": "夜天少女·憧憬",
        "params": {
            "height": "57 см",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "夜晚"
        },
        "flavor": "她视自己脸上的绷带为荣耀，承载着曾经在某个世界抗争的记忆。据和她交流过的使魔们透露，虽然她总是说着听不懂的话，但是她的性格并不是如同她的名字一样冷漠来着。最近似乎在研究“变身”，这就是她的成果吗？",
        "firstSightDialogue": "此身为高贵的圣天使，与你缔结主仆契约应该是你的荣幸，向伟大的天神感恩吧！",
        "dialogues": [
            "曾经沉湎于深暗之力中的我终于迎来了神圣的解放，看这沐浴在圣光中的身姿……啊，前来接引我的人就是你吗？",
            "此身为高贵的圣天使，与你缔结主仆契约应该是你的荣幸，向伟大的天神感恩吧！",
            "去教堂？好呀~呼呼，现在的我已经不再害怕那个地方了！走吧，去消灭那些伪善的卫道士们！",
            "哼哼，那些只是因为变换了衣装便认不出来我的人，想必都是无法和我的灵魂进行沟通的……但是你好像不属于那一类呢。",
            "别突然碰我…不……我是说，那个…要对如此神性的我保持距离……呀，别突然凑过来呀！",
            "曾经被人讨厌的，被视为灾厄的我，如今在你这里感受到了幸福。今后也能一直这样下去就好了呐……"
        ]
    },
    {
        "id": 1041,
        "fullImg": "images/partners/1041.png",
        "icon": "images/partners/1041_5.png",
        "name": "布洛妮娅·心之花",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "吼姆"
        },
        "flavor": "俄罗斯重工业家族企业董事长养女，是该企业次世代人形作战兵器项目的实验体。布洛妮娅在实验中被抹除人格特性，以便与脑机接口更好的兼容，从而达到将人性与机械相融合的境界。",
        "firstSightDialogue": "怎么了？难道这件衣服很奇怪么？但是布洛妮娅很喜欢。",
        "dialogues": [
            "从来没有感受过这样的气氛，这样的衣装让布洛妮娅有点紧张，但是有你在身边，便可以安心很多了。",
            "不了解幸福是什么，也不知道所谓的恋爱的感觉……是的，就是这样，布洛妮娅才会穿上这件衣服来找你。",
            "怎么了？难道这件衣服很奇怪么？但是布洛妮娅很喜欢。",
            "谢谢你的戒指，但是布洛妮娅最珍贵的只有这个吼美玩偶了，如果你不嫌弃的话，请收下吧。",
            "幸福本来是无法触碰到的虚无之物，但是，就在刚才，我似乎感受到了它的形状。",
            "人类的生命是有限的，在有限的时光中……好吧，下次布洛妮娅不会再推演这件事的结果了。"
        ]
    },
    {
        "id": 1042,
        "fullImg": "images/partners/1042.png",
        "icon": "images/partners/1042_5.png",
        "name": "八重樱·鸣狐",
        "params": {
            "height": "120 см",
            "sizes": "51/37/52",
            "bday": "7/22",
            "hobby": "白狐、饭团"
        },
        "flavor": "一次偶然，在一辆被荒废的电车的车底，八重樱瞥见了一只奶白狐，看到那只白狐的时候，八重樱的心里似乎觉醒了一些曾经有过的感情，母性驱使着八重樱收养了这只白狐，褪去身上苦修者的衣装，悉心照料、溺爱着白狐，但八重樱似乎忘记了身边还有一只快被淡忘了的狐狸……",
        "firstSightDialogue": "哈啰，八重樱和她的小伙伴们来找你玩了哦。快表示欢迎吧！",
        "dialogues": [
            "哈啰，八重樱和她的小伙伴们来找你玩了哦。快表示欢迎吧！",
            "明媚的阳光，照射在身上暖乎乎的，你看，这只小家伙也感觉很开心呢。",
            "嗯哼哼~今天晚上要吃什么呢，总之要吃得饱饱的才行啦~",
            "呐呐，你说我和小狐狸哪一个更可爱？应该是我吧？诶嘿嘿。",
            "诶嘿嘿，要是能够一直戴着这顶小狐狸帽子就好了，真希望它不要长大啊……",
            "这只小狐狸很不一般哦，虽然现在还无法听懂它的话语，但是似乎它一直想要诉说什么呢。"
        ]
    },
    {
        "id": 1043,
        "fullImg": "images/partners/1043.png",
        "icon": "images/partners/1043_5.png",
        "name": "杏·玛尔",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "自由行事"
        },
        "flavor": "杏曾是俄罗斯贵族，因为接二连三离奇的灾难让她失去了自己的家庭，了解到她的情况的可可利亚将她收容至自己的孤儿院。现在，杏是逆熵侧布洛妮娅精英作战小队中的成员，战场上，残酷的她让所有敌人胆寒。",
        "firstSightDialogue": "新的一天又开始了！今天要把什么破坏掉呢？",
        "dialogues": [
            "呀~我可爱么？你该不会期待我说出这种话吧~哈哈哈！！笨蛋！",
            "说出你的遗言吧~虽然我不会听哦！",
            "呜呼呼呼~",
            "嗯！？你想和我玩游戏么~好啊！那你想赌几条命！",
            "身体的温度么……这种东西已经感受不到了，因为在我面前都是冰冷的尸体！",
            "新的一天又开始了！今天要把什么破坏掉呢？",
            "啊啊…真是无聊的时间，喂！来找点乐子吧！"
        ]
    },
    {
        "id": 1044,
        "fullImg": "images/partners/1044.png",
        "icon": "images/partners/1044_5.png",
        "name": "迦娜",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "-",
            "hobby": "成为人类、琪亚娜"
        },
        "flavor": "诞生于深海之中的少女，正体暂且不明，似乎是久远之前某个伟大意志的产物，抱有毁灭人类的使命，却因为从人类的身上感受到了乐趣而几度放下了这个念想。因为她无法被普通人类所认知，所以也成为了[Cthulhu]这一传说的源头。她对琪亚娜有着特别的感情，希望通过她能够见证人类的可能性。",
        "firstSightDialogue": "虽然我不懂人类，但我也知道你不怀好意呢，你是想迎来毁灭？还是迎来死亡呢？",
        "dialogues": [
            "啊啦，居然对这种状态下的我还保持着亲近，似乎你也是一个很有趣的人类呢",
            "这就是人类打招呼的方式么，那么按照礼节，我也应该回礼吧",
            "你对我胸前的这两块赘肉就这么感兴趣？明明是那么碍于战斗的东西…果然还是猜不透人类的想法呢",
            "虽然我不懂人类，但我也知道你不怀好意呢，你是想迎来毁灭？还是迎来死亡呢？",
            "曾经也有个人类想要这样触碰我，但是没过多久他就死掉了，你的生命也会这么脆弱么？",
            "你很在意这些触须么？不要害怕，既然我已经认可了你，就不会让她们伤害你的。",
            "我是海之律者，不过我更喜欢我身为人类的名字——[迦娜]，当然还有人称呼我为[Cthulhu]，你想要怎么称呼我呢？",
            "这片地方看起来很衰败吧，这确是因为人类的无知，触及到了不该碰触的禁忌而已，这次人类的未来又会如何呢？真是期待啊…",
            "稍微有点无聊呢…这样下去我又要产生毁灭这个世界的念头了…你怎么这么慌张？我只是说说而已，你也是个有趣的人呢~"
        ]
    },
    {
        "id": 1045,
        "fullImg": "images/partners/1045.png",
        "icon": "images/partners/1045_5.png",
        "name": "布洛妮娅·扎伊切克",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "吼姆"
        },
        "flavor": "俄罗斯重工业家族企业董事长养女，是该企业次世代人形作战兵器项目的实验体。布洛妮娅在实验中被抹除人格特性，以便与脑机接口更好的兼容，从而达到将人性与机械相融合的境界。",
        "firstSightDialogue": "要和布洛妮娅一起玩吗……",
        "dialogues": [
            "从来没有感受过这样的气氛，这样的衣装让布洛妮娅有点紧张，但是有你在身边，便可以安心很多了。",
            "不了解幸福是什么，也不知道所谓的恋爱的感觉……是的，就是这样，布洛妮娅才会穿上这件衣服来找你。",
            "怎么了？难道这件衣服很奇怪么？但是布洛妮娅很喜欢。",
            "谢谢你的戒指，但是布洛妮娅最珍贵的只有这个吼美玩偶了，如果你不嫌弃的话，请收下吧。",
            "幸福本来是无法触碰到的虚无之物，但是，就在刚才，我似乎感受到了它的形状。",
            "人类的生命是有限的，在有限的时光中……好吧，下次布洛妮娅不会再推演这件事的结果了。"
        ]
    },
    {
        "id": 1046,
        "fullImg": "images/partners/1046.png",
        "icon": "images/partners/1046_5.png",
        "name": "希露",
        "params": {
            "height": "122 см",
            "sizes": "70/49/71",
            "bday": "2/19",
            "hobby": "捉迷藏"
        },
        "flavor": "希露的身份是个谜，没有人知道她从哪来。传闻她会让你看她那水晶般的眼睛，一旦对视上，你就再也无法甩开她。虽然会如同背后灵一般跟着你，并把你认作是她的妈妈。但由于希露不会伤害她盯上的人，加上那副楚楚可怜的样子一般不会有人特地去赶走她。",
        "firstSightDialogue": "我、我是希露......可、可以看着我的眼睛吗……",
        "dialogues": [
            "我、我是希露......可、可以看着我的眼睛吗……",
            "是想把我扔在这吗......请、请不要这样，我会听话的......",
            "我的决定，我的意志……是那么重要的东西么？我、我会努力的。",
            "总是冷不丁地出现在你背后真是很抱歉......但、但是，还是希望你不要讨厌我......",
            "唔！突然摸过来什么的，就、就算是我也是会被吓到的！虽然平时都是我吓到你……",
            "我其实很擅长玩捉迷藏呢，大概就是......无论你藏到哪，我都能找到你的程度吧。"
        ]
    },
    {
        "id": 1047,
        "fullImg": "images/partners/1047.png",
        "icon": "images/partners/1047_5.png",
        "name": "希儿花嫁·纯白",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅"
        },
        "flavor": "希儿从小生活在可可丽娅孤儿院中，与布洛妮娅情同姐妹。然而在逆熵一次失败的实验下希儿化作了量子态消失。经过漫长的徘徊与等待，希儿凭借着对姐姐的思念终于在布洛妮娅的救赎下再次苏醒。",
        "firstSightDialogue": "主人~你来啦~听着这幸福的钟声……希儿，有点迫不及待了。",
        "dialogues": [
            "不要这么紧张，我只是在观察你的活动习惯，嗯…这是实验不可或缺的信息。",
            "是不是感觉身体十分无力……看来实验成功了，啊…没什么，请不要在意。",
            "科学总是会伴随着…鲜血…生命…和其他无法割舍的东西。",
            "你想知道我皮肤的材质么？那是由蟑螂的几丁质中提取的细胞膜制成的，是不是很光滑呢。",
            "科学使人进步……这只是人类逃避责任的发言，当科学取代人类所有的功能后，人类也就失去了价值。",
            "别担心…你的身体很健康什么问题都没有，我已经进去检查过了。"
        ]
    },
    {
        "id": 1048,
        "fullImg": "images/partners/1048.png",
        "icon": "images/partners/1048_5.png",
        "name": "希儿花嫁·深海",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅"
        },
        "flavor": "希儿从小生活在可可丽娅孤儿院中，与布洛妮娅情同姐妹。然而在逆熵一次失败的实验下希儿化作了量子态消失。经过漫长的徘徊与等待，希儿凭借着对姐姐的思念终于在布洛妮娅的救赎下再次苏醒。",
        "firstSightDialogue": "主人~你来啦~听着这幸福的钟声……希儿，有点迫不及待了。",
        "dialogues": [
            "不要这么紧张，我只是在观察你的活动习惯，嗯…这是实验不可或缺的信息。",
            "是不是感觉身体十分无力……看来实验成功了，啊…没什么，请不要在意。",
            "科学总是会伴随着…鲜血…生命…和其他无法割舍的东西。",
            "你想知道我皮肤的材质么？那是由蟑螂的几丁质中提取的细胞膜制成的，是不是很光滑呢。",
            "科学使人进步……这只是人类逃避责任的发言，当科学取代人类所有的功能后，人类也就失去了价值。",
            "别担心…你的身体很健康什么问题都没有，我已经进去检查过了。"
        ]
    },
    {
        "id": 1049,
        "fullImg": "images/partners/1049.png",
        "icon": "images/partners/1049_5.png",
        "name": "拉斐尔的纹章",
        "params": {
            "height": "167 см",
            "sizes": "89/58/91",
            "bday": "3/3",
            "hobby": "交换情报、掌控全局"
        },
        "flavor": "存在了相当长时间的纹章，目睹了无数个不同时代与文明的兴衰。她了解一切，通晓一切，却又隐瞒一切的，是一个奇怪的人。她喜欢用自己的知识当做筹码来与各种人进行交换——当然，这不是一个恶意的行为，虽然其中也包含着她自己的恶趣味呢。",
        "firstSightDialogue": "是的，我什么都知道，无论是过去，抑或未来。你也想看一看那些真实的虚幻吗？",
        "dialogues": [
            "我诞生于未知之中，却知晓着一切；我有着不同的形态，你之所见不过一种……还是说，你认为你已经完全了解我了？",
            "自我介绍或者名字？虽然我很嫌弃那些表面的礼节，如果你非要求得一个名字的话，叫我纹章便是。",
            "我原谅你因为欲望而忽视我们之间的隔阂的愚钝，毕竟这也是人类可爱的一面呢。",
            "就这样一直看着这边真的好吗？你的未来如果因为我而迟滞的话……噗，我可不会有任何的负罪感哦~",
            "是的，我什么都知道，无论是过去，抑或未来。你也想看一看那些真实的虚幻吗？",
            "能遇见我是你的幸运，因为我会告诉你一切。遇见我自然也是你的不幸，因为我告诉了你一切。那么，你要如何选择呢？"
        ]
    },
    {
        "id": 1050,
        "fullImg": "images/partners/1050.png",
        "icon": "images/partners/1050_5.png",
        "name": "莉泽罗忒的纹章",
        "params": {
            "height": "167 см",
            "sizes": "89/58/91",
            "bday": "3/3",
            "hobby": "交换情报、掌控全局"
        },
        "flavor": "存在了相当长时间的纹章，目睹了无数个不同时代与文明的兴衰。她了解一切，通晓一切，却又隐瞒一切的，是一个奇怪的人。她喜欢用自己的知识当做筹码来与各种人进行交换——当然，这不是一个恶意的行为，虽然其中也包含着她自己的恶趣味呢。",
        "firstSightDialogue": "是的，我什么都知道，无论是过去，抑或未来。你也想看一看那些真实的虚幻吗？",
        "dialogues": [
            "我诞生于未知之中，却知晓着一切；我有着不同的形态，你之所见不过一种……还是说，你认为你已经完全了解我了？",
            "自我介绍或者名字？虽然我很嫌弃那些表面的礼节，如果你非要求得一个名字的话，叫我纹章便是。",
            "我原谅你因为欲望而忽视我们之间的隔阂的愚钝，毕竟这也是人类可爱的一面呢。",
            "就这样一直看着这边真的好吗？你的未来如果因为我而迟滞的话……噗，我可不会有任何的负罪感哦~",
            "是的，我什么都知道，无论是过去，抑或未来。你也想看一看那些真实的虚幻吗？",
            "能遇见我是你的幸运，因为我会告诉你一切。遇见我自然也是你的不幸，因为我告诉了你一切。那么，你要如何选择呢？"
        ]
    },
    {
        "id": 1051,
        "fullImg": "images/partners/1051.png",
        "icon": "images/partners/1051_5.png",
        "name": "赫卡特的纹章",
        "params": {
            "height": "167 см",
            "sizes": "89/58/91",
            "bday": "3/3",
            "hobby": "交换情报、掌控全局"
        },
        "flavor": "存在了相当长时间的纹章，目睹了无数个不同时代与文明的兴衰。她了解一切，通晓一切，却又隐瞒一切的，是一个奇怪的人。她喜欢用自己的知识当做筹码来与各种人进行交换——当然，这不是一个恶意的行为，虽然其中也包含着她自己的恶趣味呢。",
        "firstSightDialogue": "是的，我什么都知道，无论是过去，抑或未来。你也想看一看那些真实的虚幻吗？",
        "dialogues": [
            "我诞生于未知之中，却知晓着一切；我有着不同的形态，你之所见不过一种……还是说，你认为你已经完全了解我了？",
            "自我介绍或者名字？虽然我很嫌弃那些表面的礼节，如果你非要求得一个名字的话，叫我纹章便是。",
            "我原谅你因为欲望而忽视我们之间的隔阂的愚钝，毕竟这也是人类可爱的一面呢。",
            "就这样一直看着这边真的好吗？你的未来如果因为我而迟滞的话……噗，我可不会有任何的负罪感哦~",
            "是的，我什么都知道，无论是过去，抑或未来。你也想看一看那些真实的虚幻吗？",
            "能遇见我是你的幸运，因为我会告诉你一切。遇见我自然也是你的不幸，因为我告诉了你一切。那么，你要如何选择呢？"
        ]
    },
    {
        "id": 1052,
        "fullImg": "images/partners/1052.png",
        "icon": "images/partners/1052_5.png",
        "name": "真夏夜夜",
        "params": {
            "height": "141 см",
            "sizes": "73/53/76",
            "bday": "8/10",
            "hobby": "花火、花火大会"
        },
        "flavor": "在盛夏的时候，夜空中有时会绽放出美丽的花朵，在这些盛放的花朵中诞生出了名为“真夏夜夜”的女孩。她纯真，可爱，不像高岭之花一样不食烟火。只不过只有在特定的时候她才会出现，传说只有在花火大会的时候才能见到她呢~",
        "firstSightDialogue": "烟花已经冷却，但是看到你的笑脸还没有冷却，夜夜就很满足了~",
        "dialogues": [
            "你喜欢夏天吗？你喜欢烟花吗？如果喜欢的话，那你肯定会喜欢我的~嘻嘻，开玩笑的啦~",
            "我的名字是真夏夜夜，呐呐，你知道吗？真夏就是盛夏，所谓真夏夜夜，也就是盛夏的夜晚的意思哦~",
            "从侧面看的烟花，从下面看的烟花，无论哪种都是幸福，夜夜是这么觉得的，你呢？",
            "看到了烟花你也会感到幸福吗？如果是这样的话夜夜也会感到幸福的~",
            "升空的烟花，在地上旋转的烟花，在手中摇曳的烟花，你喜欢哪一种呢？能告诉夜夜吗？",
            "烟花已经冷却，但是看到你的笑脸还没有冷却，夜夜就很满足了~"
        ]
    },
    {
        "id": 1053,
        "fullImg": "images/partners/1053.png",
        "icon": "images/partners/1053_5.png",
        "name": "巴斯克维尔",
        "params": {
            "height": "152 см",
            "sizes": "78/65/80",
            "bday": "3/25",
            "hobby": "追捕游戏、侦探游戏"
        },
        "flavor": "作为知名的形象被众人知晓，传扬，最终化作了实体。就如同传说中的一样，她暴躁，疯狂，迅捷，而且直截了当。这种性格自然会引来麻烦，但是她身边的猎犬却在警告着其他人。她在心中一直隐藏着对某位侦探的憧憬，所以她的行事风格偶尔也会有点变化呢。",
        "firstSightDialogue": "我感受到了，你心中的罪恶在呼唤着我，看来你已经做好了被囚禁的准备了吧！",
        "dialogues": [
            "我便是巴斯克维尔的猎犬，是那些罪恶之人的噩梦，不要怕，我是不会对无罪之人出手的。",
            "害怕么？害怕就对了，只有时常带着敬畏的心才会让你时刻谨慎，不做错事。因为巴斯克维尔一直在注视着你啊。",
            "哈？就凭你也想引起我的兴趣，你是在瞧不起我这名侦探么？",
            "没有罪犯的和平日子可真是无趣啊，喂，要不你去搞个大新闻？放心，我会提前把你抓回来的。",
            "我感受到了，你心中的罪恶在呼唤着我，看来你已经做好了被囚禁的准备了吧！",
            "我的老师可是世界第一，最伟大的侦探，嗯？你敢说一个“不”字试试？"
        ]
    },
    {
        "id": 1054,
        "fullImg": "images/partners/1054.png",
        "icon": "images/partners/1054_5.png",
        "name": "恩赫里亚",
        "params": {
            "height": "161 см",
            "sizes": "85/64/89",
            "bday": "7/24",
            "hobby": "战斗、酒"
        },
        "flavor": "瓦尔哈拉恩赫里亚这一部队的统领，恩赫里亚也正是由她的名字命名。是一个不折不扣的热血战斗笨蛋。可以用自身的血液变幻成不同的形态进行战斗，但是不妙的是这种战斗很容易让她陷入贫血状态，所以速战速决就是她唯一的信条。",
        "firstSightDialogue": "哦呀，你好啊小家伙，你就是我这一次的战友？虽然挺弱的，但也要麻烦你关照了~",
        "dialogues": [
            "哦呀，你好啊小家伙，你就是我这一次的战友？虽然挺弱的，但也要麻烦你关照了~",
            "我的血液就是我的武器！无往不利的……呃，不小心放多了血，能帮我拿下血瓶么？",
            "战士的使命就是战斗，而吾辈的命运也只会和战场有关，这是早就注定好的事情。",
            "呃，备用血瓶用光了…对了，能拜托你……诶，你别跑啊，我没想要你的血啊。",
            "你可听说过我瓦尔哈拉恩赫里亚部队的名头？嗯？你说没有？那我就可得给你好好科普一下了！",
            "在我们部队流传着这样一句话，叫做“打牌先出炸，打团先开大。”你学到了么？"
        ]
    },
    {
        "id": 1055,
        "fullImg": "images/partners/1055.png",
        "icon": "images/partners/1055_5.png",
        "name": "盘龙",
        "params": {
            "height": "167 см",
            "sizes": "87/60/88",
            "bday": "4/6",
            "hobby": "家政"
        },
        "flavor": "无论何时总是慢悠悠地行走，心平气和地感受这一切，这就是盘龙。虽然看起来像是个成熟的大姐姐，却总是有不成熟的发言，偶尔也会做出一点犯迷糊的举动。总的来说是一个挺让人担心的人呢~听说她还有一个妹妹，是她经常提起的人，不知道能不能有机会见到呢？",
        "firstSightDialogue": "今天的风也如此安宁，让人舒——呀！诶嘿嘿，我没事的，只是不小心摔倒了而已。",
        "dialogues": [
            "我是盘龙，因为越过龙门而从锦鲤升格，不过我却不像我的妹妹一样全能，所以有什么做的不好的地方，还请你多宽容了~",
            "这里太过冷清，也许是因为没有人陪伴吧……如果你能多来陪我聊聊就好了，我会用最上等的茶叶款待你的。",
            "小鲤最近怎么样了呢…有好好吃饭吗？着凉了吗？呜——好想去找她啊……",
            "谢谢你的安慰……让你看到了我这么不坚强的一面，真是抱歉。",
            "我虽然平和，但却不是什么都能容忍的，所以请适可而止吧。",
            "今天的风也如此安宁，让人舒——呀！诶嘿嘿，我没事的，只是不小心摔倒了而已。"
        ]
    },
    {
        "id": 1056,
        "fullImg": "images/partners/1056.png",
        "icon": "images/partners/1056_5.png",
        "name": "ST AR-15",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "M4A1"
        },
        "flavor": "AR小队的成员，对自身的能力充满自信，却坚持我行我素，总是唱反调。然而她冷静稳重，责任心强，对荣誉有种偏执的感觉，而且十分重视同伴。",
        "firstSightDialogue": "我的愿望，能实现就好了~",
        "dialogues": [
            "呆在你身边的价值……就由我自己来证明吧。",
            "在这的事…就像是做梦一样呢？这会一直持续下去吗？",
            "这个机会，我一定会抓紧了。",
            "要交给我去做吗？诶…我知道了，一定会取得胜利的！",
            "这份荣誉，这份自豪……会一直持续到遥远的未来。",
            "我的愿望，能实现就好了~"
        ]
    },
    {
        "id": 1057,
        "fullImg": "images/partners/1057.png",
        "icon": "images/partners/1057_5.png",
        "name": "SVD",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "管闲事"
        },
        "flavor": "实力和阅历都深不可测，并会以精英自称，轻浮傲慢，自视甚高，偶尔很冒失。然而她实际上是一位爱操心的老好人，会对你的事放心不下指手画脚。",
        "firstSightDialogue": "我可是精英哦，在什么地方都不会埋没我的价值呢。",
        "dialogues": [
            "能够看着我这种事…哼，快好好感激我吧~",
            "我可是精英哦，在什么地方都不会埋没我的价值呢。",
            "又有麻烦了？没办法呢，真是让人放心不下呀你。",
            "把重要的事交给我是理所当然的，你自然可以放心。",
            "我可以看得到，无论在哪，无论多远——",
            "我、我没有什么值得你担心的！你、你还是先好好照顾自己吧~"
        ]
    },
    {
        "id": 1058,
        "fullImg": "images/partners/1058.png",
        "icon": "images/partners/1058_5.png",
        "name": "UMP45",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "灾难电影"
        },
        "flavor": "脸上总是挂着微笑，表面上开朗温和，对人十分热情，然而没有人知道她心里实际上在想什么。唯一可以确认的只有，她十分珍视自己的家人。",
        "firstSightDialogue": "嗨~让我们好好相处，可以吧~",
        "dialogues": [
            "嗨~让我们好好相处，可以吧~",
            "既然有那样的觉悟的话，我也可以考虑继续呆在你身边看看呢~",
            "请温柔一点哦~知道吗~",
            "嘻嘻~天气这么好，要去战斗吗~",
            "这么想我么~噢，难道没有吗~真的没有吗~",
            "这样的提案不行吗？嘛，无所谓啦……"
        ]
    },
    {
        "id": 1059,
        "fullImg": "images/partners/1059.png",
        "icon": "images/partners/1059_5.png",
        "name": "索米的圣诞裙",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "重金属音乐"
        },
        "flavor": "性格认真冷静，然而却有点天然，不善于言辞。与看上去的不一样十分喜欢重金属音乐。对苏联相关的东西十分厌恶和抵触。",
        "firstSightDialogue": "请、请让我先做好心理准备…我还不习惯这样……",
        "dialogues": [
            "请、请让我先做好心理准备…我还不习惯这样……",
            "这里需要我……那么，就非做好不可呢！",
            "你精神很不好呢，不如，我放点音乐吧？",
            "就算是我，也有绝对不认可的东西哦！",
            "这是属于我们的使命，一起去完成吧~",
            "呀！？那个，不用这么强调也没问题的啦，我知道该做什么的~"
        ]
    },
    {
        "id": 1060,
        "fullImg": "images/partners/1060.png",
        "icon": "images/partners/1060_5.png",
        "name": "维尔德Mark2",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "父亲"
        },
        "flavor": "十分的男孩子气，对女孩子之间流行的东西不太了解，内心充满正义感，死板又我行我素，很崇拜自己的设计者。",
        "firstSightDialogue": "我们一起的话，一定可以驱散所有的恶行的。",
        "dialogues": [
            "寄身黑暗之中，行正义于光明之下。",
            "为什么一直看着我呢？如果有事的话…动作记得轻点哦。",
            "只要红茶可以吗？",
            "你看起来十分疲惫了呢，有什么可以交给我来做的吗？",
            "像现在这样的生活有点不习惯呢……也不是不好啦。",
            "我们一起的话，一定可以驱散所有的恶行的。"
        ]
    },
    {
        "id": 1061,
        "fullImg": "images/partners/1061.png",
        "icon": "images/partners/1061_5.png",
        "name": "幼年芽衣",
        "params": {
            "height": "122 см",
            "sizes": "59/44/66",
            "bday": "4/13",
            "hobby": "剑道"
        },
        "flavor": "雷电龙马的女儿，自幼受到龙马严格的教育，虽然年纪很小，但却在剑术上很有天赋，实力不容小觑。因为龙马工作和研究繁忙的关系，使得她很少和自己的父亲共处，因为她萌生了想要引起父亲关注的念头，变得更加地刻苦。",
        "firstSightDialogue": "“北辰一刀流”免许皆传者雷电芽衣参上。放心~芽衣会守护好你的安全的！",
        "dialogues": [
            "“北辰一刀流”免许皆传者雷电芽衣参上。放心~芽衣会守护好你的安全的！",
            "身如影，心如镜，恪循“守”之真意，一念惑消，一斩乱平。这是当年父亲大人传授给我的，芽衣永远记在心里。",
            "就算没有父亲在身边，芽衣也不会感到紧张——因为还有你在。",
            "芽衣不会吵闹、不会给你添麻烦的，所以请不要将芽衣抛下……",
            "虽然芽衣年纪还小，但是芽衣的剑术可是连父亲大人都称赞过的哦~",
            "父亲大人经常牵着芽衣的手一起走，只不过他的步伐太大，芽衣很难跟得上呢。"
        ]
    },
    {
        "id": 1062,
        "fullImg": "images/partners/1062.png",
        "icon": "images/partners/1062_5.png",
        "name": "妥芮朵",
        "params": {
            "height": "152 см",
            "sizes": "81/60/83",
            "bday": "5/4",
            "hobby": "欣赏艺术"
        },
        "flavor": "身为追求艺术的一族，对所谓的“艺术品”有着极高的追求。她信奉着名为“优雅”的教条，绝不沾染任何粗鲁的事。她常常会把其他人贬地一文不值，但是却拥有一批忠诚的拥护者，不过她也有着不可逾越的警戒线——如果谁打破了某个她最喜欢的平衡，对不起，我们还是为那个人默哀吧。",
        "firstSightDialogue": "我来自高贵且优雅的妥芮朵一族，下仆，你可准备好了最上等的房间迎接我了吗？",
        "dialogues": [
            "我来自高贵且优雅的妥芮朵一族，下仆，你可准备好了最上等的房间迎接我了吗？",
            "艺术的真谛便是对称，世界因为对称而完美，不过你这种审美为负的人类应该是理解不了的吧。",
            "贱民！别用你那沾满污秽的蹄膀碰我！",
            "人类的艺术么？就让我瞧瞧这个低劣的族群称之为艺术的究竟是什么样的糟糠吧。",
            "我所追求的非常简单，艺术以及崇高的艺术，前者固然难得，但后者却是终生难遇，真是遗憾。",
            "我见过太多为了奉承我而装作了解艺术的野畜…不过令人欣慰的是，你似乎不太像呢~"
        ]
    },
    {
        "id": 1063,
        "fullImg": "images/partners/1063.png",
        "icon": "images/partners/1063_5.png",
        "name": "奏冥曲",
        "params": {
            "height": "146 см",
            "sizes": "70/55/67",
            "bday": "10/24",
            "hobby": "演奏"
        },
        "flavor": "曾经担负着死神的职责，弹奏着一曲奏冥，将亡魂引渡向三途。但是在无尽的时光中，奏冥曲早已厌倦了自己的这个身份，她渴望着早日脱离这个身份，于是“死神”在人间的口碑也越来越坏，但是这样似乎不是一个好的解决办法呢。",
        "firstSightDialogue": "我的安魂曲，也是可以给人带来幸福的吗？其实那些灵魂，也算是幸福离去了吧~",
        "dialogues": [
            "魂兮归去，嗟叹唏嘘，三途之间，花舞蝶翩，逝者已矣，生者不息……",
            "这首曲子是我演奏地最熟的，虽然都是给死人演奏的啦~",
            "战争播种了死亡之花，让我的职责变得更加廉价。",
            "我的乐声与故事都饱含感伤，只因亡鸦终究无法悲壮。",
            "直至三途河畔，我亦随之相伴，不灭灵魂，旋律长存。",
            "我的安魂曲，也是可以给人带来幸福的吗？其实那些灵魂，也算是幸福离去了吧~"
        ]
    },
    {
        "id": 1064,
        "fullImg": "images/partners/1064.png",
        "icon": "images/partners/1064_5.png",
        "name": "槲寄生",
        "params": {
            "height": "162 см",
            "sizes": "79/63/82",
            "bday": "12/25",
            "hobby": "情感咨询"
        },
        "flavor": "她憎恨自己原本的名字，因为那是自己罪恶的烙印。虽然在长久的岁月中，她终于得到了宽恕，被赋予了新的职责——那便是寄生在楠木之上，成为牵引他人的红线，为他人结成连理。但是可怜的是，她自己却一直沉沦在自责之中，等待着某个已经不存在的神灵的宽恕。",
        "firstSightDialogue": "树叶遮挡住了阳光，让地面上出现了阴影。我也会是阻隔姻缘的树叶吗……",
        "dialogues": [
            "你有想完成的却又未完成的心愿吗……倾诉给我听吧，就算不能帮助你实现，也能将你的思念从传达到吧~",
            "我是槲寄生，仅仅只是一株在树上缠绕了千年的槲寄生，你的心愿我明了了，我会一直在这里祝你们幸福的。",
            "树叶遮挡住了阳光，让地面上出现了阴影。我也会是阻隔姻缘的树叶吗……",
            "为何不与我一同来静下心感受这森林间的音律呢？明明这里的风雨都很温柔。",
            "这是命运的红线，将牵引你与注定之人相遇。可千万不要松开哦，否则会失效呢~",
            "你还有什么想对我说的么？没有么…那，你能听我说上一段故事么？不是什么长篇，只是一个关于背叛的寓言……"
        ]
    },
    {
        "id": 1065,
        "fullImg": "images/partners/1065.png",
        "icon": "images/partners/1065_5.png",
        "name": "露露缇雅",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "未知"
        },
        "flavor": "金发金瞳的高贵金精灵，有着诸多强大帅气的名号，是血族世界的最强者之一，咒法学派的领袖。然而私下喜欢捉弄人，恶作剧。她甚至掌控了某种规则：连续呼喊她三次名字的人，无视距离与位面，其前三句话与后三句话都会被她听见。",
        "firstSightDialogue": "久等了，我是永青一页露露缇雅~",
        "dialogues": [
            "久等了，我是永青一页露露缇雅~",
            "特地从多元宇宙的尽头赶过来，可不要让我感到无聊哦。",
            "想找我的话，可以试着喊三次我的名字哟~……诶，你刚刚在说我坏话吧？",
            "哦~你心里是不是有别的想法呢？还想狡辩呀，没用的哟~",
            "世界的意志在哪都是一样的，自己世界的残局，就由自己来收拾吧。",
            "啊哈哈哈~原来查拉斯图拉友好幼童术对武器也会有效果啊~"
        ]
    },
    {
        "id": 1066,
        "fullImg": "images/partners/1066.png",
        "icon": "images/partners/1066_5.png",
        "name": "雷电芽衣",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "剑道"
        },
        "flavor": "父亲是著名企业的社长，崩坏降临前夕企业受金融危机影响，父亲也深陷经济弊案，几乎全部家产都被冻结。这次事件对芽衣的影响很大，使得她往日开朗的性格变得有点孤僻诡异。",
        "firstSightDialogue": "身为大和抚子，无论发生何事都不会有所动摇。",
        "dialogues": [
            "呀~我可爱么？你该不会期待我说出这种话吧~哈哈哈！！笨蛋！",
            "说出你的遗言吧~虽然我不会听哦！",
            "呜呼呼呼~",
            "嗯！？你想和我玩游戏么~好啊！那你想赌几条命！",
            "身体的温度么……这种东西已经感受不到了，因为在我面前都是冰冷的尸体！",
            "新的一天又开始了！今天要把什么破坏掉呢？",
            "啊啊…真是无聊的时间，喂！来找点乐子吧！"
        ]
    },
    {
        "id": 1067,
        "fullImg": "images/partners/1067.png",
        "icon": "images/partners/1067_5.png",
        "name": "无量塔姬子",
        "params": {
            "height": "167 см",
            "sizes": "95/61/92",
            "bday": "6/11",
            "hobby": "酒、战斗"
        },
        "flavor": "隶属于圣芙蕾雅学园对崩坏作战部队，少校军衔。通过“女武神计划”进行了身体改造从而获得了对抗崩坏的力量。凭借着战场上优秀的指挥能力，成为了对抗崩坏不可或缺的人才。",
        "firstSightDialogue": "你好像没什么精神啊，要跟我玩玩吗？",
        "dialogues": [
            "呀~我可爱么？你该不会期待我说出这种话吧~哈哈哈！！笨蛋！",
            "说出你的遗言吧~虽然我不会听哦！",
            "呜呼呼呼~",
            "嗯！？你想和我玩游戏么~好啊！那你想赌几条命！",
            "身体的温度么……这种东西已经感受不到了，因为在我面前都是冰冷的尸体！",
            "新的一天又开始了！今天要把什么破坏掉呢？",
            "啊啊…真是无聊的时间，喂！来找点乐子吧！"
        ]
    },
    {
        "id": 1068,
        "fullImg": "images/partners/1068.png",
        "icon": "images/partners/1068_5.png",
        "name": "希露·Kira",
        "params": {
            "height": "122 см",
            "sizes": "70/49/71",
            "bday": "2/19",
            "hobby": "捉迷藏"
        },
        "flavor": "希露的身份是个谜，没有人知道她从哪来。传闻她会让你看她那水晶般的眼睛，一旦对视上，你就再也无法甩开她。虽然会如同背后灵一般跟着你，并把你认作是她的妈妈。但由于希露不会伤害她盯上的人，加上那副楚楚可怜的样子一般不会有人特地去赶走她。",
        "firstSightDialogue": "不会躲也不会藏，为了让这一刻成真，希露我才站在了这里。",
        "dialogues": [
            "不会躲也不会藏，为了让这一刻成真，希露我才站在了这里。",
            "数亿星辰已渐渐消逝，但只有这水晶的光辉，会一直闪烁~",
            "夜才刚刚降临，希露还可以变得更加，更加耀眼呢~",
            "和大家一起跳舞~希露，从来都没有像现在这么开心过呢~",
            "现在的希露，是大家的偶像！",
            "在大家支持的光色照耀下，我现在是世界上最闪耀的人~"
        ]
    },
    {
        "id": 1069,
        "fullImg": "images/partners/1069.png",
        "icon": "images/partners/1069_5.png",
        "name": "犹大·Kira",
        "params": {
            "height": "167 см",
            "sizes": "88/62/85",
            "bday": "7/23",
            "hobby": "咎人之血"
        },
        "flavor": "天命组织中最为意义重大的传世武器，传言最早由天命少主为了保护心爱的少女而制造的武器，被赋予了守护与忠诚的寓意。在天命与崩坏悠久长远的史诗之战中，犹大的誓约百经沙场，渐渐产生了自我的意识。",
        "firstSightDialogue": "在下犹大的誓约，那个，今天你想看到怎么样的演出呢？",
        "dialogues": [
            "在下犹大的誓约，那个，今天你想看到怎么样的演出呢？",
            "跨越这铺陈于世间的障碍，在下定会来到你面前。",
            "在名为舞台的修炼所上，渴求的只有那炫目光芒的直击。",
            "殿下内心的满分演出，在下能拿下多少分呢？",
            "诸位热情所带来的，正是这心中欲罢不能的甜美痛楚呢。",
            "迎面涌来的欢呼声啊，请用力击打在下的身躯吧！"
        ]
    },
    {
        "id": 1070,
        "fullImg": "images/partners/1070.png",
        "icon": "images/partners/1070_5.png",
        "name": "槲寄生·Kira",
        "params": {
            "height": "162 см",
            "sizes": "79/63/82",
            "bday": "12/25",
            "hobby": "情感咨询"
        },
        "flavor": "她憎恨自己原本的名字，因为那是自己罪恶的烙印。虽然在长久的岁月中，她终于得到了宽恕，被赋予了新的职责——那便是寄生在楠木之上，成为牵引他人的红线，为他人结成连理。但是可怜的是，她自己却一直沉沦在自责之中，等待着某个已经不存在的神灵的宽恕。",
        "firstSightDialogue": "开始吧~让歌声化作红线，将我们连在一起吧~",
        "dialogues": [
            "开始吧~让歌声化作红线，将我们连在一起吧~",
            "恋歌正是清晨的花苞，随时都准备好绽放~",
            "我们的相遇即是命运的相逢，爱之神降下的祝福将与你同在~",
            "喝彩与歌声交汇下那怦然心动的感觉，甚至比恋爱还要强烈呢~",
            "爱的音符会化作利箭，不小心点的话，心可是会被贯穿的哦~",
            "还不是休息的时候哦，将埋藏在胸口的憧憬，用最大的音量传达出去吧~"
        ]
    },
    {
        "id": 1071,
        "fullImg": "images/partners/1071.png",
        "icon": "images/partners/1071_5.png",
        "name": "赛琳娜·Kira",
        "params": {
            "height": "167 см",
            "sizes": "88/58/86",
            "bday": "12/17",
            "hobby": "宴会、社交"
        },
        "flavor": "是一位经常能在宴席和酒会上出现的可爱的少女，她有着出众的外表，举手投足间透露着贵族的气质。最讨厌那些不懂礼节的俗人。但是如果和她有了进一步的接触之后，可能会发现她恬静的后面藏有小恶魔的坏笑吧。",
        "firstSightDialogue": "怎么样的华丽装饰都比不上大家点亮夜空的应援光色，谢谢~",
        "dialogues": [
            "站在这并非为了别的，成为偶像的契机仅仅是“喜欢”二字呢~",
            "宴会是好东西呢，可是少了舞蹈的点缀却也会黯然失色。",
            "这短暂却豪华盛大的派对，怎么可以少了我们呢？",
            "比起清脆的高脚杯交碰声，我果然更想要收获粉丝们最大的声援呢~~",
            "这是上等的宴席邀请函哦，不要留有遗憾地享受这般盛典吧~",
            "怎么样的华丽装饰都比不上大家点亮夜空的应援光色，谢谢~"
        ]
    },
    {
        "id": 1072,
        "fullImg": "images/partners/1072.png",
        "icon": "images/partners/1072_5.png",
        "name": "奏冥曲·Kira",
        "params": {
            "height": "146 см",
            "sizes": "70/55/67",
            "bday": "10/24",
            "hobby": "演奏"
        },
        "flavor": "曾经担负着死神的职责，弹奏着一曲奏冥，将亡魂引渡向三途。但是在无尽的时光中，奏冥曲早已厌倦了自己的这个身份，她渴望着早日脱离这个身份，于是“死神”在人间的口碑也越来越坏，但是这样似乎不是一个好的解决办法呢。",
        "firstSightDialogue": "乌鸦的羽翼已经丰满，奏冥即将展翅高飞踏上旅程~",
        "dialogues": [
            "乌鸦的羽翼已经丰满，奏冥即将展翅高飞踏上旅程~",
            "世界的音色，永世的享乐，请聆听我的乐曲~",
            "把想说的话吞下去吧~随着我乐声的操纵寻找真正的梦想就好~♪",
            "拨动这连接肉体与灵魂的琴弦，然后一起沉醉这至高的音色吧！",
            "沁入内心的旋律奏响~期待吧~现在才真正要开始哦！",
            "脱离重力的束缚，跟从你的内心一直摇滚下去吧！"
        ]
    },
    {
        "id": 1073,
        "fullImg": "images/partners/1073.png",
        "icon": "images/partners/1073_5.png",
        "name": "盘龙·Kira",
        "params": {
            "height": "167 см",
            "sizes": "87/60/88",
            "bday": "4/6",
            "hobby": "家政"
        },
        "flavor": "无论何时总是慢悠悠地行走，心平气和地感受这一切，这就是盘龙。虽然看起来像是个成熟的大姐姐，却总是有不成熟的发言，偶尔也会做出一点犯迷糊的举动。总的来说是一个挺让人担心的人呢~听说她还有一个妹妹，是她经常提起的人，不知道能不能有机会见到呢？",
        "firstSightDialogue": "在彩光照亮的夜里，来和大姐姐一并起舞吧~",
        "dialogues": [
            "在彩光照亮的夜里，来和大姐姐一并起舞吧~",
            "比起上好的茶叶，我们更想给大家献上醇美的歌声呢~",
            "现在的我看起来…真的更加漂亮，更加闪光了吗？",
            "欣赏歌舞就如同品茶，要慢慢品尝才会品出真正的滋味哦~",
            "沉浸在我的舞蹈中也无所谓，感受我的心意吧。",
            "慢下脚步虽是闲情逸致，但现在慢下来的话，可是会让幸福溜走的！"
        ]
    },
    {
        "id": 1074,
        "fullImg": "images/partners/1074.png",
        "icon": "images/partners/1074_5.png",
        "name": "纹章·闇",
        "params": {
            "height": "167 см",
            "sizes": "89/58/91",
            "bday": "3/3",
            "hobby": "交换情报、掌控全局"
        },
        "flavor": "存在了相当长时间的纹章，目睹了无数个不同时代与文明的兴衰。她了解一切，通晓一切，却又隐瞒一切的，是一个奇怪的人。她喜欢用自己的知识当做筹码来与各种人进行交换——当然，这不是一个恶意的行为，虽然其中也包含着她自己的恶趣味呢。",
        "firstSightDialogue": "这忽然呈现眼前的舞台，正诱惑你我站到上面去呢。",
        "dialogues": [
            "如果现在闭上眼的话，心中的悸动会如同流水一样从手指间溜走噢~",
            "在音乐奏响的瞬间大家会献上怎么样的喝彩声，我可是很清楚呢~",
            "这是天赐的福音，亦或是乐园的邀请？就在我的笑容中寻找答案吧。",
            "过去的实景，未来的幻影，跟现在这一切比起来，又算什么呢？",
            "这忽然呈现眼前的舞台，正诱惑你我站到上面去呢。",
            "我要的不是这种表面礼节一般的掌声，让我听到你们发自灵魂深处的呐喊吧~"
        ]
    },
    {
        "id": 1075,
        "fullImg": "images/partners/1075.png",
        "icon": "images/partners/1075_5.png",
        "name": "恩赫里亚·闇",
        "params": {
            "height": "161 см",
            "sizes": "85/64/89",
            "bday": "7/24",
            "hobby": "战斗、酒"
        },
        "flavor": "瓦尔哈拉恩赫里亚这一部队的统领，恩赫里亚也正是由她的名字命名。是一个不折不扣的热血战斗笨蛋。可以用自身的血液变幻成不同的形态进行战斗，但是不妙的是这种战斗很容易让她陷入贫血状态，所以速战速决就是她唯一的信条。",
        "firstSightDialogue": "你愿意跟随着恩赫里亚的步伐，去领略前方的浪潮吗？",
        "dialogues": [
            "今天也要热血沸腾！热情高涨！",
            "你愿意跟随着恩赫里亚的步伐，去领略前方的浪潮吗？",
            "小心点，你会被恩赫里亚的热情烫伤的哦~",
            "血液沸腾了吗？那就让我带领你进入狂宴吧！",
            "别认输！我们还有用不完的勇气呢！",
            "唱吧！跳吧！把最后一滴血也燃尽吧！"
        ]
    },
    {
        "id": 1076,
        "fullImg": "images/partners/1076.png",
        "icon": "images/partners/1076_5.png",
        "name": "妥芮朵·闇",
        "params": {
            "height": "152 см",
            "sizes": "81/60/83",
            "bday": "5/4",
            "hobby": "欣赏艺术"
        },
        "flavor": "身为追求艺术的一族，对所谓的“艺术品”有着极高的追求。她信奉着名为“优雅”的教条，绝不沾染任何粗鲁的事。她常常会把其他人贬地一文不值，但是却拥有一批忠诚的拥护者，不过她也有着不可逾越的警戒线——如果谁打破了某个她最喜欢的平衡，对不起，我们还是为那个人默哀吧。",
        "firstSightDialogue": "我是高贵的极致，我是艺术的化身，我是妥芮朵，为我而感动吧！",
        "dialogues": [
            "我是高贵的极致，我是艺术的化身，我是妥芮朵，为我而感动吧！",
            "我难以忍受杂乱无章的光海与欢呼，所以可别让我看到这没有艺术的一幕哦~",
            "收拾好那因为长眠而杂乱无章的妆容吧，艺术展示的时间要降临了。",
            "音乐是打开知性的门扉，下仆啊，我赐予你聆听之权。",
            "喝彩与歌声之间有着美妙的平衡，你能感受到吗？",
            "能够倾听到我的艺术之声是你的荣幸，感恩戴德吧！"
        ]
    },
    {
        "id": 1077,
        "fullImg": "images/partners/1077.png",
        "icon": "images/partners/1077_5.png",
        "name": "巴斯克维尔·闇",
        "params": {
            "height": "152 см",
            "sizes": "78/65/80",
            "bday": "3/25",
            "hobby": "追捕游戏、侦探游戏"
        },
        "flavor": "作为知名的形象被众人知晓，传扬，最终化作了实体。就如同传说中的一样，她暴躁，疯狂，迅捷，而且直截了当。这种性格自然会引来麻烦，但是她身边的猎犬却在警告着其他人。她在心中一直隐藏着对某位侦探的憧憬，所以她的行事风格偶尔也会有点变化呢。",
        "firstSightDialogue": "这个会场就是我的法庭，罪民们，接受巴斯克维尔的审判吧！",
        "dialogues": [
            "这个会场就是我的法庭，罪民们，接受巴斯克维尔的审判吧！",
            "虽然我是制裁一切罪恶的侦探，但如果被我偷走心的话可不会有人来制裁我的哦~",
            "大家的欢呼声，应该没有去猜疑的必要呢。",
            "仅是现在，你可不必畏惧我的脚步声~这带来的可是幸福的审判呢。",
            "欢呼声太小了！你想被我逮捕吗？！",
            "光芒被黑暗吞噬了噢！挥舞起你的荧光棒，可别让我看到你偷懒啊！"
        ]
    },
    {
        "id": 1078,
        "fullImg": "images/partners/1078.png",
        "icon": "images/partners/1078_5.png",
        "name": "维达·闇",
        "params": {
            "height": "165 см",
            "sizes": "90/62/84",
            "bday": "-",
            "hobby": "？？？"
        },
        "flavor": "由奥丁与女巨人格莉德所生的孩子，外表美丽纯真，但是由于神与巨人禁忌的结合受到了诅咒，因而性格变得古怪起来并渐渐被人疏远，但是她纯真的本心却博得了生灵的爱戴，成为了森林之神。",
        "firstSightDialogue": "放下多余的情感，只要跟随着我的歌声与舞蹈摇曳就够了。",
        "dialogues": [
            "靠近我一点，感受美妙；远离我一点，拥抱困扰。",
            "看到了吧，这平凡的光芒；看到了吧，这奇迹的光芒。所以，让我闪耀吧。",
            "五光十色的舞台，色彩一致的舞台，都是最棒的舞台不是吗？",
            "我所喝下的，是用大家期待的呼喊调剂的，独一无二的药剂。",
            "放下多余的情感，只要跟随着我的歌声与舞蹈摇曳就够了。",
            "你们感到了快乐吗？你们感到了悲伤吗？无论如何，都请跟我一起歌唱吧。"
        ]
    },
    {
        "id": 1079,
        "fullImg": "images/partners/1079.png",
        "icon": "images/partners/1079_5.png",
        "name": "真夏夜夜·闇",
        "params": {
            "height": "141 см",
            "sizes": "73/53/76",
            "bday": "8/10",
            "hobby": "花火、花火大会"
        },
        "flavor": "在盛夏的时候，夜空中有时会绽放出美丽的花朵，在这些盛放的花朵中诞生出了名为“真夏夜夜”的女孩。她纯真，可爱，不像高岭之花一样不食烟火。只不过只有在特定的时候她才会出现，传说只有在花火大会的时候才能见到她呢~",
        "firstSightDialogue": "在这短暂而漫长的时光里，你愿意和夜夜一同照亮这里吗？",
        "dialogues": [
            "在这短暂而漫长的时光里，你愿意和夜夜一同照亮这里吗？",
            "能看到你的笑脸是我最大的幸福，所以你也要看着我的笑脸一起幸福哦~",
            "夜色衬托的烟花非常美丽，但是夜夜也不会认输的哦~",
            "祭典还没有结束，大家还有热情继续绽放吗？",
            "看！这美丽的舞台与会场，这就是最美丽的瞬间哦~",
            "让夜夜听到你的欢呼与喝彩，然后让这里盛开吧！"
        ]
    },
    {
        "id": 1080,
        "fullImg": "images/partners/1080.png",
        "icon": "images/partners/1080_5.png",
        "name": "黑枫",
        "params": {
            "height": "157 см",
            "sizes": "79/59/81",
            "bday": "1/17",
            "hobby": "除灵"
        },
        "flavor": "古代伊豆除魔世家的次女，自幼与其姐姐白樱一同修习除魔之术，在其世家之中供奉着封印着一把名为千影的伞妖，幼年时因其姐被千影蛊惑，于是一直在寻找解救其姐的方法。最终寻得一名浪人救下其姐，之后两人随那位浪人一同浪迹天涯。",
        "firstSightDialogue": "妾身乃是伊豆驱妖名门之后，汝是何人？接引妾身来此地所欲为何？",
        "dialogues": [
            "妾身乃是伊豆驱妖名门之后，汝是何人？接引妾身来此地所欲为何？",
            "阁下与妾身的相遇不过只是偶然结成的缘分，阁下又是为何要对这份缘分如此执着呢？",
            "妾身已将此身奉献给了家族，这一生注定要与妖邪争斗，恐要为阁下徒增烦恼了。",
            "妾身这一生悔事甚多，但最亏欠的，果然还是妾身那位姐姐……",
            "汝这浪子，是瞧不起妾身的决心么？既然这样的话，就让妾身展现给汝看吧。",
            "无论前方的魑魅魍魉有多猖獗，妾身自当保持本心向前，汝可否有同行之意？"
        ]
    },
    {
        "id": 1081,
        "fullImg": "images/partners/1081.png",
        "icon": "images/partners/1081_5.png",
        "name": "白樱",
        "params": {
            "height": "161 см",
            "sizes": "81/59/82",
            "bday": "1/16",
            "hobby": "驱邪"
        },
        "flavor": "古代伊豆除魔世家的长女，自幼与其妹妹黑枫一同修习除魔之术，在其世家之中供奉着封印着一把名为千影的伞妖，幼年时曾被千影蛊惑。最终所幸被一浪人所救，之后随那位浪人浪迹天涯。",
        "firstSightDialogue": "眼前飞花，空虚幻影，世间伪物本就如此，汝又如何知晓何为真？",
        "dialogues": [
            "飘零一生，沉起浮落，此处已是陌路，不过在这能与汝相遇，是一分奇妙的缘分也未可知呢。",
            "白茫茫苍凉之景，寂寞地寥寥落樱，这份荒凉在汝眼中又是哪般光影呢？",
            "眼前飞花，空虚幻影，世间伪物本就如此，汝又如何知晓何为真？",
            "汝不必为我的遭遇而有所感触，所谓使命本就是这样无趣的东西罢了。",
            "这一生吾所亏欠甚多，吾的妹妹，还有吾的恩人，后者已然无法再见，也就唯有善待前者了。",
            "吾不喜欢喧闹，所以若无太重要的事的话不要再来找我了，汝也不想变得让人厌烦吧？"
        ]
    },
    {
        "id": 1082,
        "fullImg": "images/partners/1082.png",
        "icon": "images/partners/1082_5.png",
        "name": "柯罗伊",
        "params": {
            "height": "157 см",
            "sizes": "76/57/78",
            "bday": "4/26",
            "hobby": "演奏"
        },
        "flavor": "柯罗伊是一位出色的小提琴家，希望能让所有人听到自己美妙的琴声。曾为了一直演奏下去而拜托人偶师赋予她永恒的生命。不过，沉醉于追求艺术极致的她会将同一首乐曲拉奏许多遍，一不小心就会进入无限单曲循环的状态，作为她的听众似乎需要具备更多耐心才行呢。",
        "firstSightDialogue": "您能听见么，来自灵魂深处的律动。",
        "dialogues": [
            "剧情测试0-1",
            "剧情测试0-1",
            "剧情测试0-1",
            "剧情测试0-1",
            "剧情测试0-1",
            "剧情测试0-1"
        ]
    },
    {
        "id": 1083,
        "fullImg": "images/partners/1083.png",
        "icon": "images/partners/1083_5.png",
        "name": "蓬莱寺九霄",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "游戏制作"
        },
        "flavor": "就读于千羽学园的学生，出身普通。是一名热衷于ACG的“作品厨”级别的技术宅，经常自称“被选中之人”。在自己制作了《吼姆大冒险》这款游戏之后受到天命和逆熵的关注，成为多方势力炙手可热的争夺对象，但本人对此似乎并不知情。似乎有着预知的能力，能够预言一些事件的发生，有时候也会偏差得很离谱。现已被天命作为重要对象带回圣芙蕾雅学园进行保护。在圣芙蕾雅学园舍身救出了琪亚娜和芽衣，落入律者熔炉，被崩坏能侵蚀成了律者傀儡。现在陷入昏迷，生命垂危。",
        "firstSightDialogue": "我的名字是蓬莱寺九霄，好好记住了，这名字终将载入史册！",
        "dialogues": [
            "呀~我可爱么？你该不会期待我说出这种话吧~哈哈哈！！笨蛋！",
            "说出你的遗言吧~虽然我不会听哦！",
            "呜呼呼呼~",
            "嗯！？你想和我玩游戏么~好啊！那你想赌几条命！",
            "身体的温度么……这种东西已经感受不到了，因为在我面前都是冰冷的尸体！",
            "新的一天又开始了！今天要把什么破坏掉呢？",
            "啊啊…真是无聊的时间，喂！来找点乐子吧！"
        ]
    },
    {
        "id": 1084,
        "fullImg": "images/partners/1084.png",
        "icon": "images/partners/1084_5.png",
        "name": "塞西莉亚·圣咏",
        "params": {
            "height": "166 см",
            "sizes": "92/65/94",
            "bday": "12/25",
            "hobby": "糕点、红茶"
        },
        "flavor": "是天命三大氏族之一沙尼亚特家族的家主，也是天命的圣女，更是天命组织当世仅有的几位S级女武神之一。在新生篇中担任圣芙蕾雅学园的学园长一职，负责培养从各地挑选的女武神候补。她宠爱着自己唯一的女儿琪亚娜，与天命的主教德丽莎亲如姐妹，对待所有人都是一副亲切的面容。但她也背负着天命的重任，知晓着天命的许多隐秘。",
        "firstSightDialogue": "我是圣芙蕾雅学园的学园长塞西莉亚，叫我姐姐大人也是可以的哦~",
        "dialogues": [
            "啊啦，居然对这种状态下的我还保持着亲近，似乎你也是一个很有趣的人类呢",
            "这就是人类打招呼的方式么，那么按照礼节，我也应该回礼吧",
            "你对我胸前的这两块赘肉就这么感兴趣？明明是那么碍于战斗的东西…果然还是猜不透人类的想法呢",
            "虽然我不懂人类，但我也知道你不怀好意呢，你是想迎来毁灭？还是迎来死亡呢？",
            "曾经也有个人类想要这样触碰我，但是没过多久他就死掉了，你的生命也会这么脆弱么？",
            "你很在意这些触须么？不要害怕，既然我已经认可了你，就不会让她们伤害你的。",
            "我是海之律者，不过我更喜欢我身为人类的名字——[迦娜]，当然还有人称呼我为[Cthulhu]，你想要怎么称呼我呢？",
            "这片地方看起来很衰败吧，这确是因为人类的无知，触及到了不该碰触的禁忌而已，这次人类的未来又会如何呢？真是期待啊…",
            "稍微有点无聊呢…这样下去我又要产生毁灭这个世界的念头了…你怎么这么慌张？我只是说说而已，你也是个有趣的人呢~"
        ]
    },
    {
        "id": 1085,
        "fullImg": "images/partners/1085.png",
        "icon": "images/partners/1085_5.png",
        "name": "噩象·天启",
        "params": {
            "height": "172 см",
            "sizes": "88/53/89",
            "bday": "-",
            "hobby": "天灾"
        },
        "flavor": "这个世界有名为天启的概念，他将四种无情的灾祸归结到了一起，战争、饥荒、瘟疫、死亡，他们可能是无情地天灾，也可能是人类自己带来的劫难。她本来没有形体，也没有原本的面貌。毕竟亲眼看见过她的人早已被绝望吞噬，化为尘土了。",
        "firstSightDialogue": "摆在人类面前的是灭世的天灾，你是要代替他们粉身碎骨，还是亲自送他们一程呢？",
        "dialogues": [
            "摆在人类面前的是灭世的天灾，你是要代替他们粉身碎骨，还是亲自送他们一程呢？",
            "悲剧的舞台就在前方，带来滑稽的表演，抑或死亡。",
            "如果你还没有被击溃的自觉，那就继续在矛盾中挣扎吧。",
            "所谓的救世只是因为你将灾难逗笑所奖励给人类的喘息时间。",
            "我欣赏你的意志、决心和理想，所以我将带你体会苦难、折磨与绝望。",
            "战争、饥荒、瘟疫、死亡，这个世界唯一的价值就是创造出了这几个音节。"
        ]
    },
    {
        "id": 1086,
        "fullImg": "images/partners/1086.png",
        "icon": "images/partners/1086_5.png",
        "name": "姬子·栀子",
        "params": {
            "height": "161 см",
            "sizes": "87/59/89",
            "bday": "6/11",
            "hobby": "看科学文献，shopping，hifi"
        },
        "flavor": "父母都是科学家，在无忧无虑环境中长大的高中生。受到父母的影响，或多或少对科学研究有些感兴趣，除此之外，和普通的高中生没有什么区别，有些小女生的心思，不过那些普通女生的爱好总是败给了需要研究的课题。因为家教比较严厉，所以对恋爱稍微有些向往，希望能找个和自己志趣相投的恋人。",
        "firstSightDialogue": "我是无量塔姬子，是个普通的高中生，不过未来可能会是一个科学家哦。",
        "dialogues": [
            "我是无量塔姬子，是个普通的高中生，不过未来可能会是一个科学家哦。",
            "如果……我是说如果要恋爱的话，希望对方是一个和我一样喜欢科学研究的人呢。",
            "好想去购物啊……不过还是先把手上的课题做完吧。",
            "要一起去看电影么？关于南极的纪录片怎么样？",
            "你问我的梦想么……成为伟大的科学家，改变世界，父母一定会以我为傲的。",
            "哎？你刚刚在叫我么？在听音乐没有听见，抱歉呢。"
        ]
    },
    {
        "id": 1087,
        "fullImg": "images/partners/1087.png",
        "icon": "images/partners/1087_5.png",
        "name": "KiraKira·永恒舞台",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "经历了种种困难走到这一步，并且在舞台上闪烁光芒，站到最后获得偶像祭胜利的KiraKira☆気分！这一瞬间并非意味着结束，而是永恒——那份喜欢当偶像的心情绝对不会输给任何人，接下来还要继续给大家带来更多更多的欢乐和幸福~",
        "firstSightDialogue": "大家一起努力，一起成长，嗯！大家的力量，就是KiraKira☆気分啊！",
        "dialogues": [
            "我是无量塔姬子，是个普通的高中生，不过未来可能会是一个科学家哦。",
            "如果……我是说如果要恋爱的话，希望对方是一个和我一样喜欢科学研究的人呢。",
            "好想去购物啊……不过还是先把手上的课题做完吧。",
            "要一起去看电影么？关于南极的纪录片怎么样？",
            "你问我的梦想么……成为伟大的科学家，改变世界，父母一定会以我为傲的。",
            "哎？你刚刚在叫我么？在听音乐没有听见，抱歉呢。"
        ]
    },
    {
        "id": 1088,
        "fullImg": "images/partners/1088.png",
        "icon": "images/partners/1088_5.png",
        "name": "德丽莎·小兔子",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "粉红小兔、漫画书、圣诞节"
        },
        "flavor": "无论怎么看都像小学生的现役高中生，不管怎么努力装大人都会被看成是小孩子。本人也因身材矮小而十分苦恼，为了长身体，就算喝腻了也在坚持每天喝牛奶。表面上毫不在意，事实上对那些身材好的同学羡慕不已，被问到就会强调自己正在成长中，扯开话题。最喜欢过圣诞节，坚信在那天就能收到圣诞老人送的可爱小礼物。想亲眼见一次圣诞老人，却从没有在那天成功撑到过半夜。",
        "firstSightDialogue": "唔姆姆姆！才不是小学生呢，我可是真真正正的高中生啦！",
        "dialogues": [
            "唔姆姆姆！才不是小学生呢，我可是真真正正的高中生啦！",
            "这只小兔子是圣诞老人的礼物，很可爱吧~不知道今年能收到什么呢~",
            "那边好像有漫画展？哈~一起去吧！一起去♡一起去~好不好？",
            "一直这样死盯着我看，要是被警察带走了我可不管哦？",
            "啊啊啊，什么小德丽莎！别小看我，你没听过有个词叫“大器晚成”吗！",
            "梦想么？那当然是可爱的魔法少…咳、咳哼，我是说从事像校长一样伟大的职业~"
        ]
    },
    {
        "id": 1089,
        "fullImg": "images/partners/1089.png",
        "icon": "images/partners/1089_5.png",
        "name": "琪亚娜·忆梦长廊",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "在长长的回廊之中，过往那些经已消逝的时间都在此定格。无论欢笑和落泪，那些一起经过的时间都是无法忘却的真实。既然这样，就怀着不会忘却这一切的希冀，向着这意味过去的长廊尽头前进吧。为了，在踏出长廊那一刻，能够于现在的时间里和你再次相遇。",
        "firstSightDialogue": "在下一次睁开双眼的时候，你是不是还会出现在我面前呢？",
        "dialogues": [
            "记得刚踏入崩坏世界的那天吗~诶，为什么那把M617左轮不在相框里啦！",
            "诶这个片段…还真是个悲伤的回忆呢。芽衣学姐，这次，我不会再让这个世界被毁灭了。",
            "这四年间的回忆，出乎意料的让这个长廊变得充实起来了嘛~",
            "好啦，出发吧？一直沉浸在过往之中，可没办法找到新的快乐哦！",
            "在下一次睁开双眼的时候，你是不是还会出现在我面前呢？"
        ]
    },
    {
        "id": 1090,
        "fullImg": "images/partners/1090.png",
        "icon": "images/partners/1090_5.png",
        "name": "芽衣·永恒誓言",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "剑道"
        },
        "flavor": "父亲是著名企业的社长，崩坏降临前夕企业受金融危机影响，父亲也深陷经济弊案，几乎全部家产都被冻结。这次事件对芽衣的影响很大，使得她往日开朗的性格变得有点孤僻诡异。",
        "firstSightDialogue": "仅限今天就好，让我，好好依赖你一次吧？",
        "dialogues": [
            "这一刻站在我面前的人是你，真是太好了。",
            "我想要接纳你的一切，无论坚强还是懦弱…...",
            "这牵连着两颗心的温柔，可不是利刃能够斩断的呢~",
            "呵呵呵~你是在紧张吗？来，抓住我的手，没事的。",
            "“绝不会让我孤独一人”的誓言，我一直都相信着哦~",
            "仅限今天就好，让我，好好依赖你一次吧？"
        ]
    },
    {
        "id": 1091,
        "fullImg": "images/partners/1091.png",
        "icon": "images/partners/1091_5.png",
        "name": "余音",
        "params": {
            "height": "165 см",
            "sizes": "84/61/85",
            "bday": "7/19",
            "hobby": "充电，全力打架"
        },
        "flavor": "余音是一个不愿和人打交道的孤独的人，而她散发着生人勿近的气息也让她很好地回避了她人。这似乎跟她身为武器时所经历的的事有关……但，她或许是希望能有人不畏惧自己，与自己交好吧。不过自己一旦动起手来就难以控制自己的出力，还是个让人苦恼的地方呢。",
        "firstSightDialogue": "别碰我，我的电流可是致命的。",
        "dialogues": [
            "又要将我封存起来，放置不理吗？也好，也是习惯的事了。",
            "总感觉提不起劲…看来需要充电了啊。",
            "别碰我，我的电流可是致命的。",
            "不就是停电有什么好大惊小怪的，交给我吧……呃，抱歉，用力过度，电器都烧掉了。",
            "真是矛盾呢，明明强大会带来孤独，但我真心希望能有个人可以和我全力交战啊！",
            "指尖跃动的电光是信仰？哼，最后还不是害怕我的电荷而四处乱窜…你不会这样吧？"
        ]
    },
    {
        "id": 1092,
        "fullImg": "images/partners/1092.png",
        "icon": "images/partners/1092_5.png",
        "name": "柯罗伊·月咏",
        "params": {
            "height": "157 см",
            "sizes": "76/57/78",
            "bday": "4/26",
            "hobby": "演奏"
        },
        "flavor": "走上寻找音乐的道路的柯罗伊，如今又有些新灵感呢。独自拉奏着曲子，总感觉又少了点什么。到底是技艺是不精，还是思绪的停滞？在这样的深夜中，柯罗伊凝视明月，如同惊醒般再次拉动琴弦，而这次的乐声，却比此前任何一次都要优美。似有非有，那传入自己耳中的歌唱声，引得她不禁微笑……那浮现月中的灵感，到底是以什么样子进入柯罗伊眼中的呢？",
        "firstSightDialogue": "真希望这首曲子能借由月光，传达给和我看着同一夜空的你。",
        "dialogues": [
            "剧情测试0-1",
            "剧情测试0-1",
            "剧情测试0-1",
            "剧情测试0-1",
            "剧情测试0-1",
            "剧情测试0-1"
        ]
    },
    {
        "id": 1093,
        "fullImg": "images/partners/1093.png",
        "icon": "images/partners/1093_5.png",
        "name": "夜莱",
        "params": {
            "height": "165 см",
            "sizes": "??/??/??",
            "bday": "3/14",
            "hobby": "减肥、弟弟夜壬"
        },
        "flavor": "性格温柔可爱的大姐姐，种族是幽灵，是因为自己死后弟弟夜壬过于思念的缘故才以这种形态回归人间。非常担心夜壬交不到朋友，明明身为幽灵却时常没有这样的自觉，然而一旦为了弟弟而认真起来的夜莱，会一改平常脱线的状态，展现出可靠大姐姐的一面。",
        "firstSightDialogue": "诶嘿，我是夜莱~你…原来是能看到幽灵的体质吗！",
        "dialogues": [
            "诶嘿，我是夜莱~你…原来是能看到幽灵的体质吗！",
            "电影果然是骗人的吧，你看，吸血鬼啊死士啊明明都这么可爱~诶，你说幽灵也是？",
            "能让我再次像这样和大家见面，崩坏能说不定也有着温柔的一面呀~",
            "你身边尽是些奇怪的人啊~真是整天让我忘记自己跟普通人不一样这件事呢。",
            "呀！别拿手穿过人家啦！就算是幽灵我也是女孩子呀！",
            "真心想要交好的人，其实是不是人类，根本都不重要对吧？"
        ]
    },
    {
        "id": 1094,
        "fullImg": "images/partners/1094.png",
        "icon": "images/partners/1094_5.png",
        "name": "红贽人形·神乐舞",
        "params": {
            "height": "163 см",
            "sizes": "82/55/81",
            "bday": "11/27",
            "hobby": "收集厄运、倾听烦恼"
        },
        "flavor": "神乐舞，那本是为了让神开心而跳的舞蹈，巫女手持神乐铃，在舞蹈同时祈祷，祈福。只不过，在这天魔神社却没有可以供奉的神灵。即便如此，红贽亲自为人除灵祈福时，仍会有进行神乐舞的时候。就算没有神明也无所谓，红贽想做的，只有为来到天魔神社的人祈福，祛除对方身上的厄运而已。而红贽在进行神乐舞时的样子，或许就是她内心最自在开心，同时又是最纯粹的模样了吧~",
        "firstSightDialogue": "红贽可不是什么神明噢？我能做的只是为你祈福消灾而已啦~",
        "dialogues": [
            "就算是神明也是会有心烦心闷之时呢，跳神乐舞让她们开心起来也是消除灾厄的一环吧？",
            "请不要听信那些谣言，除灵没有想象中那么可怕的，放松点~",
            "红贽可不是什么神明噢？我能做的只是为你祈福消灾而已啦~",
            "诶，你问我巫女一般是不是不穿……谁谁谁、是谁说的啦！？",
            "随着舞步的停止，厄运也将驱散，红贽的祈祷有给你带来幸福吗？"
        ]
    },
    {
        "id": 1095,
        "fullImg": "images/partners/1095.png",
        "icon": "images/partners/1095_5.png",
        "name": "缪娜",
        "params": {
            "height": "156 см",
            "sizes": "76/56/77",
            "bday": "5/15",
            "hobby": "看医学书，治愈别人"
        },
        "flavor": "大地之母布丽姬想要用自己永恒的青春唤来世界树永恒的静籁，于是她播种下了名为“缪娜”的种子，遂缪娜以她无穷的生命力，滋养着大地，净化着生灵们的心灵。",
        "firstSightDialogue": "我叫缪娜，你们的健康问题请交给我来负责吧。",
        "dialogues": [
            "我叫缪娜，你们的健康问题请交给我来负责吧。",
            "你身体不舒服么？没关系，我会用自然之神的力量会治愈你的。",
            "这本医学书有些深奥呢……再多读一遍是不是就能理解了呢？",
            "你看来已经痊愈了呢，真的是太好了~",
            "我看起来很虚弱么？没关系，我还能再撑一会儿的。",
            "果然还差得远呢，因为还有那么多的伤痛我无法消除……"
        ]
    },
    {
        "id": 1096,
        "fullImg": "images/partners/1096.png",
        "icon": "images/partners/1096_5.png",
        "name": "萤色旋律",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "推开了那扇熟悉的门，眼前的耀夜姬正坐在那微微晃动。不忍心吵醒她，却又忍不住内心的喜悦，最终，柯罗伊还是轻轻拍了拍她肩膀。睁眼见到的是思念多日的人，没有什么比这一刻更开心了吧？如同展示成果般，柯罗伊迫不及待地拉奏了她的新曲子，那曲子曾如同错觉般被耀夜姬听到过，但这时她也只是静静地融入音乐之中。此时此刻能听到的，只有这仅属于她们两人的旋律。",
        "firstSightDialogue": "请安静一下~来和我们一起倾听这段永恒的旋律吧~",
        "dialogues": [
            "喂~喂~~耀夜姬醒一醒，猜猜是谁回来了~",
            "柯罗伊，不是幻觉，是真的柯罗伊~欢迎回来柯罗伊！",
            "哼~哼哼哼~为什么呢，总觉得这曲子再拉多少遍我都能听下去呢~",
            "明明已停下了拉动琴弓的手，心情却没办法平静下来啊。",
            "请安静一下~来和我们一起倾听这段永恒的旋律吧~"
        ]
    },
    {
        "id": 1097,
        "fullImg": "images/partners/1097.png",
        "icon": "images/partners/1097_5.png",
        "name": "灵依娘·心之祝福",
        "params": {
            "height": "166 см",
            "sizes": "90/58/91",
            "bday": "8/17",
            "hobby": "调戏崩坏娘"
        },
        "flavor": "元气,开朗,又乐于助人的看板娘,经常在一线鼓励,祝福着玩家，如今穿上婚纱，以最美看板娘的姿态降临在大家面前。那么，你愿意，伸出手来收下这份祝福么~或者说，你敢说不么~",
        "firstSightDialogue": "我知道你有很多老婆，但在此时此刻……她们都被我绿了~",
        "dialogues": [
            "难得穿上这么漂亮的婚纱你就没有什么夸奖的话么？啊~抱歉，对没有女朋友的人来说还是太困难了吧~",
            "我知道你有很多老婆，但在此时此刻……她们都被我绿了~",
            "崩坏娘崩坏娘，我是游戏里最美的看板娘么~你怎么不说话呢？哦~我忘了你还没有立绘来着~",
            "将来我的意中人会踏着七彩祥云来娶我，嘛~祥云没有用水晶也凑合啦~",
            "终于不用整天站着上班了~美滋滋~~哎！什么！？在别的界面就不是这身了么！好气呀！！"
        ]
    },
    {
        "id": 1098,
        "fullImg": "images/partners/1098.png",
        "icon": "images/partners/1098_5.png",
        "name": "耀夜姬·眠音",
        "params": {
            "height": "159 см",
            "sizes": "79/56/81",
            "bday": "5/24",
            "hobby": "萤火虫"
        },
        "flavor": "独自在家中的耀夜姬，今晚也是静静地坐着，看着窗外无云的夜空。在那里不过是挂着跟往常一般的明月，淡淡的光芒没有什么新鲜感。四周安静得让自己不禁打起瞌睡，然而，仿佛是听到了那熟悉又新鲜的琴声伴着月光洒入庭院，让她兴奋地站了起来。那里谁也不在，但耀夜姬仍放纵地哼上一了段……到底是从什么时候开始，竟如此渴望听到那个人的琴声的呢？",
        "firstSightDialogue": "思念的心声可以寄予明月，但你又能否听到呢？",
        "dialogues": [
            "喂~喂~~耀夜姬醒一醒，猜猜是谁回来了~",
            "柯罗伊，不是幻觉，是真的柯罗伊~欢迎回来柯罗伊！",
            "哼~哼哼哼~为什么呢，总觉得这曲子再拉多少遍我都能听下去呢~",
            "明明已停下了拉动琴弓的手，心情却没办法平静下来啊。",
            "请安静一下~来和我们一起倾听这段永恒的旋律吧~"
        ]
    },
    {
        "id": 1099,
        "fullImg": "images/partners/1099.png",
        "icon": "images/partners/1099_5.png",
        "name": "耀夜姬",
        "params": {
            "height": "159 см",
            "sizes": "79/56/81",
            "bday": "5/24",
            "hobby": "萤火虫"
        },
        "flavor": "耀夜姬是逆熵秘密开发的合成人，却因为生命只能维持十五天而被遗弃。耀夜姬也因此叹惋自己生命脆弱且短暂，多愁善感地去对待有限的每一天。若不是在最后感受到了布洛妮娅等人关系的美好，有了想追求的友谊，耀夜姬恐怕也没法在自己生命的最后释怀，满足地走向尽头吧。",
        "firstSightDialogue": "因为稀少，所以才显得弥足珍贵，生命也是如此吧。",
        "dialogues": [
            "喂~喂~~耀夜姬醒一醒，猜猜是谁回来了~",
            "柯罗伊，不是幻觉，是真的柯罗伊~欢迎回来柯罗伊！",
            "哼~哼哼哼~为什么呢，总觉得这曲子再拉多少遍我都能听下去呢~",
            "明明已停下了拉动琴弓的手，心情却没办法平静下来啊。",
            "请安静一下~来和我们一起倾听这段永恒的旋律吧~"
        ]
    },
    {
        "id": 1100,
        "fullImg": "images/partners/1100.png",
        "icon": "images/partners/1100_5.png",
        "name": "德丽莎·恋樱满间",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "看漫画、守护世界"
        },
        "flavor": "在梦境中，曾无数次从指间溜走的那套婚纱，如今德丽莎终于把它穿到了身上。倘若回到现实，这份幸福不知何时才会真正降临，于是她祈愿着，祈愿这平静幸福的梦境能持续得久一些。不过，都说穿上婚纱是女人一辈子中最美丽的时刻，对于现在的德丽莎来说，这到底该称赞她美丽还是可爱好呢？",
        "firstSightDialogue": "什么儿童节特别演出！？这是婚礼！婚礼！这件是婚纱呀！",
        "dialogues": [
            "什么儿童节特别演出！？这是婚礼！婚礼！这件是婚纱呀！",
            "婚礼上要来试试逆公主抱吗~放心，比起三百斤的犹大要抱起你简直轻而易举！",
            "你有看到过我的小狐狸么？诶，不是指我自己啦！",
            "德丽莎世界第一可爱~穿上婚纱那就更加——喂！不许说我晚婚！",
            "哎呀才不要什么一起白头到老呢，德丽莎永远这么青春可爱的不行吗~"
        ]
    },
    {
        "id": 1101,
        "fullImg": "images/partners/1101.png",
        "icon": "images/partners/1101_5.png",
        "name": "提尔",
        "params": {
            "height": "155 см",
            "sizes": "72/51/70",
            "bday": "4/20",
            "hobby": "打扮，美丽的装饰"
        },
        "flavor": "北欧神话中的战神，战斗力很强，只不过外表太像小孩子经常被人嘲弄。据说芬里尔是在战斗中唯一伤到她的，因此本人非常怕狗。",
        "firstSightDialogue": "我是提尔，就让我伴你身旁，为你而战吧…等等，你不养狗的吧？",
        "dialogues": [
            "我是提尔，就让我伴你身旁，为你而战吧…等等，你不养狗的吧？",
            "所谓战神，就是既强大，又高贵荣耀，同时站在万人之上的称号知道吗？",
            "我可是北欧战神，又怎么可能被伤到眼睛？这眼罩不过是用来告示自己在常胜中保持警惕的罢了。",
            "把手拿回去，这象征严明与纪律的军服，又怎么允许随便触摸！",
            "就算是甜点时间，也不可以放松警惕！呃，是蛋糕吗…能不能稍微留我一点？",
            "是吗，既然你希望，就让你见识下好了，这击破无数强敌的力量——向地平线冲击！火箭飞拳！！"
        ]
    },
    {
        "id": 1102,
        "fullImg": "images/partners/1102.png",
        "icon": "images/partners/1102_5.png",
        "name": "塞西莉亚·誓约之礼",
        "params": {
            "height": "166 см",
            "sizes": "92/65/94",
            "bday": "12/25",
            "hobby": "糕点，红茶"
        },
        "flavor": "天命三大家族之一沙尼亚特家族的家主。身兼圣女的同时，更是天命组织仅有的几位S级女武神之一。手持长枪翻舞于战场之上，光是身影就能让其他女武神放下心来。就连塞西莉亚也没有想到，自己居然有能够穿上婚纱的一天。她掀起纯白的头纱，天蓝色的双瞳宛如青空般美丽，看似威严地问道：“你觉得你配得上我吗？”看着变得惊慌失措的对方，塞西莉亚的嘴角泛起一丝恶作剧成功的笑意。",
        "firstSightDialogue": "虽然说穿上了婚纱，但是该怎样当一个新娘呢……要先从做饭开始吗？",
        "dialogues": [
            "我是提尔，就让我伴你身旁，为你而战吧…等等，你不养狗的吧？",
            "所谓战神，就是既强大，又高贵荣耀，同时站在万人之上的称号知道吗？",
            "我可是北欧战神，又怎么可能被伤到眼睛？这眼罩不过是用来告示自己在常胜中保持警惕的罢了。",
            "把手拿回去，这象征严明与纪律的军服，又怎么允许随便触摸！",
            "就算是甜点时间，也不可以放松警惕！呃，是蛋糕吗…能不能稍微留我一点？",
            "是吗，既然你希望，就让你见识下好了，这击破无数强敌的力量——向地平线冲击！火箭飞拳！！"
        ]
    },
    {
        "id": 1103,
        "fullImg": "images/partners/1103.png",
        "icon": "images/partners/1103_5.png",
        "name": "锦鲤",
        "params": {
            "height": "163 см",
            "sizes": "83/51/86",
            "bday": "4/6",
            "hobby": "戏水"
        },
        "flavor": "与盘龙的“静”不同，锦鲤活泼而且好动，虽然这点让人完全无法相信她们是姐妹，不过当大家看到盘龙看向锦鲤那关爱和担忧的眼神时，大家便不再有忧虑，她就是盘龙引以为傲的，不停拿出来与她人比对的“小鲤”。",
        "firstSightDialogue": "你好，我的名字是锦鲤，能告诉我这封信上所指的“天宫”位于何方么？",
        "dialogues": [
            "你好，我的名字是锦鲤，能告诉我这封信上所指的“天宫”位于何方么？",
            "如果能一直在大湖之中自由的遨游的话……刚才的自言自语你可不要告诉姐姐哦~",
            "等等，你说你知道我……真是的，姐姐干嘛总是拿着我的事到处说啦！",
            "我说你呀，要不要和我比赛游泳？安心~不会让你输太惨的。",
            "那个…我就在你这藏一小会儿，一会儿姐姐来了可别告诉她我在这里啊。",
            "唔，糟糕！下水前忘记做准备动作了……喂！快来扶我啦！"
        ]
    },
    {
        "id": 1104,
        "fullImg": "images/partners/1104.png",
        "icon": "images/partners/1104_5.png",
        "name": "普洛姆特·时间游戏",
        "params": {
            "height": "162 см",
            "sizes": "72/61/74",
            "bday": "-",
            "hobby": "和强者战斗"
        },
        "flavor": "——什么？拯救翁德兰大陆？那种破事，本大爷才懒得管呢！#n正如字面所见，普洛姆特对除了成为最强使魔之外的事情毫无兴趣。即便获得了新的力量，普洛姆特也只会把这份力量用在成为最强使魔上。#n普洛姆特不会搭理比自己弱的家伙。不过，若是苦苦哀求她的话，说不定会破例把你收作二号小弟。",
        "firstSightDialogue": "库库库~既然你苦苦哀求了，那就破例让你成为本大爷的二号小弟吧！",
        "dialogues": [
            "闪开，本大爷对弱者没兴趣。",
            "本大爷的愿望？当然是成为最强使魔了，有什么问题吗？",
            "库库库~既然你苦苦哀求了，那就破例让你成为本大爷的二号小弟吧！",
            "粉色毛玉？那是本大爷的一号小弟，能使唤它的自然只有本大爷！",
            "这身衣服很适合本大爷？库库库~那不是当然的吗？"
        ]
    },
    {
        "id": 1105,
        "fullImg": "images/partners/1105.png",
        "icon": "images/partners/1105_5.png",
        "name": "冰铃·虹镜冰花",
        "params": {
            "height": "163 см",
            "sizes": "83/60/84",
            "bday": "-",
            "hobby": "和琉璃待在一起、甜食"
        },
        "flavor": "因为神社被烧而踏上征途前往古树的巫女。#n虽然嘴上是这样说，但实际上是因为担心一直没有回信的好友琉璃。对古树的力量和拯救翁德兰大陆并没有什么兴趣，只要琉璃没事就怎样都好。#nPowerUp后不仅形态和力量都发生了正面意义上的变化，而且对琉璃的保护程度更是有增无减。",
        "firstSightDialogue": "不爱说话？不，只是没有那个必要。",
        "dialogues": [
            "我没有需要实现的愿望，只要琉……修复被烧毁的神社就好。",
            "琉璃有时候会活泼过头，不过我并不讨厌这一点。",
            "打扫神社也是巫女的日课之一，你想试试吗？",
            "能力？只是稍微改变了光线的方向而已，没什么特别的。",
            "不爱说话？不，只是没有那个必要。"
        ]
    },
    {
        "id": 1106,
        "fullImg": "images/partners/1106.png",
        "icon": "images/partners/1106_5.png",
        "name": "书包酱·甜蜜魔法",
        "params": {
            "height": "138 см",
            "sizes": "64/59/65",
            "bday": "-",
            "hobby": "零食、听席丽雅讲故事"
        },
        "flavor": "“糖果糖果~糖果飞溅甜蜜魔法！”——一口气向对方释放大量糖果的神奇魔法。#n无论是华丽度还是弹幕的密集度都无可挑剔，如果不是完全没有攻击力的话，应该能称作完美的魔法吧？#n虽然她的魔法完全没有危险性，但是长年累月背着书包的负重训练让她拥有足以媲美琉璃的机械臂的可怕臂力。如同字面意思，教科书般的物理系魔法少女。#n说起来，居然会轻易地被人用糖果骗到，一个人出门真的没问题吗？",
        "firstSightDialogue": "用魔杖放出光炮？那种事情办不到啦！",
        "dialogues": [
            "糖果糖果~糖果飞溅甜蜜魔法！",
            "主人也想要书包酱珍藏的江米条吗？",
            "用魔杖放出光炮？那种事情办不到啦！",
            "喜欢的东西？书包酱最喜欢席丽雅讲的故事了！",
            "有这么多糖果，一定可以让大家都和好哒！对了，主人也要来一点吗~"
        ]
    },
    {
        "id": 1107,
        "fullImg": "images/partners/1107.png",
        "icon": "images/partners/1107_5.png",
        "name": "茵朵兰·凯撒沙拉",
        "params": {
            "height": "155 см",
            "sizes": "71/61/73",
            "bday": "-",
            "hobby": "吃和睡"
        },
        "flavor": "听从先祖的低语，前往古树回收属于原生住民的力量，拯救大陆于危机之中。#n也许是因为本人完全提不起劲的缘故，PowerUp的力量基本都集中到了她背后的魔熊凯撒身上。不过既然能把事情都交给凯撒搞定，茵朵兰觉得这样也没差啦。#n“接下来就拜托你了魔熊凯撒！”——茵朵兰",
        "firstSightDialogue": "好困，再让我多睡一会嘛。",
        "dialogues": [
            "凯撒！快使用沙拉力射线！！唔……果然办不到吗……",
            "今天的幸运数字是三吗。唔姆……那就再睡三个小时好了。",
            "嚼嚼嚼，嚼嚼嚼嚼。书包酱给的糖果真好吃，早知道就让她再多给我一点好了。",
            "好困，再让我多睡一会嘛。",
            "衣服？办不到啦~凯撒挡住了根本就没法好好穿嘛。"
        ]
    },
    {
        "id": 1108,
        "fullImg": "images/partners/1108.png",
        "icon": "images/partners/1108_5.png",
        "name": "德哈琳·救恩圣约",
        "params": {
            "height": "172 см",
            "sizes": "89/62/84",
            "bday": "-",
            "hobby": "森林浴、照顾他人"
        },
        "flavor": "并非撒播鲜花的天使，仅仅是为了救助眼前就已经竭尽全力的医者。得知古树是大陆的根源后，为了实现拯救所有受难之人的愿望而前往古树。#n大概是因为本人所坚持的信条，治愈他人的能力在PowerUp后大幅度提升，即便是濒死之人也能马上恢复。而德哈琳身上的锁链，正是她想为世人承受伤痛的意志的具现化。#n散发着圣母般的光辉，经常让暗时计和杰伦塔尼娅无所适从。不过在对待不听话的伤员的时候，她也会表现出严厉的一面。",
        "firstSightDialogue": "只要是为了拯救生命，我什么都愿意做。",
        "dialogues": [
            "只要是为了拯救生命，我什么都愿意做。",
            "如果累了的话，要不要枕在我的膝盖上？",
            "这份力量，也许能帮助毒药那孩子也说不定……",
            "我偶尔也会去做森林浴，感觉整个人都会轻松许多。不嫌弃的话，下次也一起来吧？",
            "想摸摸看我的翅膀？当然没问题，请吧。"
        ]
    },
    {
        "id": 1109,
        "fullImg": "images/partners/1109.png",
        "icon": "images/partners/1109_5.png",
        "name": "奥菲丽娅·璀璨星龙",
        "params": {
            "height": "160 см",
            "sizes": "76/62/77",
            "bday": "-",
            "hobby": "观察并了解未知的事物"
        },
        "flavor": "诞生于星辰之间，对一切未知事物充满探求心的使魔。为了探索使魔世界的未知而前往古树，得知翁德兰大陆正遭遇危机并参加了古树战争。但是对奥菲丽娅来说，满足自己的求知欲才是最重要的。至于拯救翁德兰大陆，当然是放在第二位了。",
        "firstSightDialogue": "Master！这、这个会发光而且还有声音的盒子是什么？可以让我看看吗！",
        "dialogues": [
            "PowerUp吗？的确是种神奇的力量，我很感兴趣。",
            "Master！这、这个会发光而且还有声音的盒子是什么？可以让我看看吗！",
            "今夜很适合看星星，Master不如也一起来吧？",
            "肩膀上的龙？啊啊……等它长大了，应该就能带着我去更多的未知之地吧。真是让人期待呢。",
            "为什么会诞生在宇宙的睡梦之中？这个梦又是什么？我经常思考这个问题。"
        ]
    },
    {
        "id": 1110,
        "fullImg": "images/partners/1110.png",
        "icon": "images/partners/1110_5.png",
        "name": "闇★变革律动",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "点燃观众内心的火焰，将气氛推向最高点！大家的律动还没有停下来，那么就更加、更加、更加猛烈地击打你们的身心吧！这就是闇★Revolution带来的舞台变革，视听盛宴的极致——不可能停下来，用专属的变革旋律，迈向那连超越星辰所到之处的远方吧！",
        "firstSightDialogue": "感动吧，降临之日到来了！献出你们的身心跟随我们一起——#n在音符跳动的闇之火焰中燃烧殆尽吧！",
        "dialogues": [
            "我是无量塔姬子，是个普通的高中生，不过未来可能会是一个科学家哦。",
            "如果……我是说如果要恋爱的话，希望对方是一个和我一样喜欢科学研究的人呢。",
            "好想去购物啊……不过还是先把手上的课题做完吧。",
            "要一起去看电影么？关于南极的纪录片怎么样？",
            "你问我的梦想么……成为伟大的科学家，改变世界，父母一定会以我为傲的。",
            "哎？你刚刚在叫我么？在听音乐没有听见，抱歉呢。"
        ]
    },
    {
        "id": 1111,
        "fullImg": "images/partners/1111.png",
        "icon": "images/partners/1111_5.png",
        "name": "希尔文",
        "params": {
            "height": "135 см",
            "sizes": "70/53/72",
            "bday": "2/9",
            "hobby": "恶作剧、爬到高的地方、荡绳"
        },
        "flavor": "希尔文喜欢高的地方，当然荡绳也不错，不过果然还是用弓对人进行恶作剧最棒了！虽然听起来好像很危险，但是实际上被打中的人只会觉得暖洋洋的，很舒服。#n基本上就是个爱捣蛋的小孩子。",
        "firstSightDialogue": "嘿嘿嘿~希尔文可是恶作剧的专家！多向我请教也是可以的喔~",
        "dialogues": [
            "嘿嘿嘿~希尔文可是恶作剧的专家！多向我请教也是可以的喔~",
            "咻咻咻咻~再不起来的话希尔文就要用弓射你啦！",
            "希尔文不会再恶作剧了！所以不要挠希尔文的脚心啦噗哈哈哈哈——咕叽！",
            "UnlimitedArrow……不能再说下去了？为什么啦~",
            "唔~为什么要摸希尔文的翅膀啦？是新游戏吗，希尔文也要一起玩！",
            "就连彩虹桥的看门人都逃不过希尔文的恶作剧喔！哼哼，很厉害吧！"
        ]
    },
    {
        "id": 1112,
        "fullImg": "images/partners/1112.png",
        "icon": "images/partners/1112_5.png",
        "name": "海姆达尔",
        "params": {
            "height": "172 см",
            "sizes": "86/69/88",
            "bday": "6/19",
            "hobby": "战斗、守门"
        },
        "flavor": "曾经作为将领参加神界大战，大战结束后担任守护彩虹桥的职责，防止神界的边界被入侵。#n对声音异常敏感，不管多么细小的声响都能把她吵醒。#n相当大大咧咧，这一点从她的睡相就能看出来。#n喜欢战斗，即便在北欧众神中也属于好战的一类。",
        "firstSightDialogue": "有什么事情需要我干的吗，是冲入敌阵还是冲入敌阵？放心交给我吧！",
        "dialogues": [
            "怎么了，累了的话就快去休息吧。这里有我在，放心吧。",
            "未经允许禁止擅闯彩虹桥，快回去！嗯？什么嘛……是你啊。",
            "有什么事情需要我干的吗，是冲入敌阵还是冲入敌阵？放心交给我吧！",
            "加特林？就是那个偷了我号角的家伙吧？要是有机会的话，真想会会她啊~",
            "嗯？我听到有什么人朝这边过来了，小心点。",
            "守护彩虹桥虽然比想象中辛苦，但是偶尔也能看到比一切都要美丽的景色。我觉得，那就是价值所在。"
        ]
    },
    {
        "id": 1113,
        "fullImg": "images/partners/1113.png",
        "icon": "images/partners/1113_5.png",
        "name": "犹大·夏日",
        "params": {
            "height": "167 см",
            "sizes": "88/62/85",
            "bday": "7/23",
            "hobby": "守护与忠诚"
        },
        "flavor": "在大家的轮番劝说下，犹大终于从身上卸掉了锁链，只留下其中两根。按照本人的说法，是为了让自己在海边也能不忘修行。#n大概吧……",
        "firstSightDialogue": "守护殿下的夏日也是修行的一环。来吧，现在就去创造美好的回忆吧！殿下！",
        "dialogues": [
            "大海吗，在下很久之前也来过。海风特有的味道，还是跟以前一样呢。",
            "就算在海边度假，也不能有丝毫懈怠。在下是这么想的。",
            "就让在下为殿下遮挡海边的烈日吧，这幅身躯是用钢铁打造的所以完全没问题。不！倒不如说这样正好！",
            "非常抱歉，在下无法回应一同戏水的邀请。这幅身躯只会马上就沉……我们现在就去吧！殿下！",
            "守护殿下的夏日也是修行的一环。来吧，现在就去创造美好的回忆吧！殿下！"
        ]
    },
    {
        "id": 1114,
        "fullImg": "images/partners/1114.png",
        "icon": "images/partners/1114_5.png",
        "name": "槲寄生·青空",
        "params": {
            "height": "162 см",
            "sizes": "79/63/82",
            "bday": "12/25",
            "hobby": "情感咨询"
        },
        "flavor": "结束在海边拍摄写真的工作后，和在意的人牵着手在海滩漫步，少女在心中如此祈愿着。虽然这份小小的愿望并没有被实现，但是能和某人牵上手，少女便已觉得心满意足。",
        "firstSightDialogue": "这身泳装……说不定有点大胆，但是偶尔尝试一下也不错呢~",
        "dialogues": [
            "和大家一起在海边放焰火是挺开心的……不过，我还是想两个人……不！没、没什么。",
            "和森林不太一样呢，迎面吹来的海风，让人感觉分外清爽。",
            "头发？在海边的确是不太方便啦，但是这样就好。嗯，这样就行了。",
            "这身泳装……说不定有点大胆，但是偶尔尝试一下也不错呢~",
            "呼……海滩的阳光真是让人有些不适应呢。不介意的话，就让我来为你遮挡阳光吧？"
        ]
    },
    {
        "id": 1115,
        "fullImg": "images/partners/1115.png",
        "icon": "images/partners/1115_5.png",
        "name": "赛琳娜·碧海",
        "params": {
            "height": "167 см",
            "sizes": "86/58/86",
            "bday": "12/17",
            "hobby": "宴会，社交"
        },
        "flavor": "即便换上泳装，少女举手投足间散发出来的贵族气息也未曾减少。或许对她来说，这不过是另外一场宴席而已。",
        "firstSightDialogue": "盛夏的夜晚、海滩、还有皎洁的月光，不觉得很适合只属于我们二人的舞会吗？",
        "dialogues": [
            "难得有机会尝试一下海水浴，好像也挺不错呢。",
            "盛夏的夜晚、海滩、还有皎洁的月光，不觉得很适合只属于我们二人的舞会吗？",
            "嘿~像这样牵着手走路的话，就不用担心在沙滩上摔倒了吧。",
            "在海边度假不过是一场没有晚礼服的舞会，保持优雅，那不是当然的吗。",
            "布置会场可是我的特长。把一切都交给我，让我来为你布置一个最棒的夏日吧。"
        ]
    },
    {
        "id": 1116,
        "fullImg": "images/partners/1116.png",
        "icon": "images/partners/1116_5.png",
        "name": "希露·水色",
        "params": {
            "height": "122 см",
            "sizes": "70/49/71",
            "bday": "2/19",
            "hobby": "捉迷藏"
        },
        "flavor": "分体式的两件套泳衣，小巧又可爱。#n腰间的轻薄纱巾，巧妙地修饰少女的双腿。#n大胆地采用深蓝色的设计，略带一丝的成熟感反而凸显出少女特有的青春气息。真是让……#n#n#n等一下！我只是说说而已，为什么要把我关起来！",
        "firstSightDialogue": "希露和大家约好了，晚上要在海边放焰火。希露……好期待呢！",
        "dialogues": [
            "海边……真的很开心呢，要是露娜也能来就好了……",
            "打沙滩排球的时候不能使用瞬身吗……嗯，希露知道了。",
            "希露和大家约好了，晚上要在海边放焰火。希露……好期待呢！",
            "海风有时会把刘海吹起来……稍微有点伤脑筋……",
            "大家都告诉希露要小心一个叫萝莉控的人，是为什么呢？要是什么都没有做就被讨厌的话，萝莉控先生不是太可怜了吗……"
        ]
    },
    {
        "id": 1117,
        "fullImg": "images/partners/1117.png",
        "icon": "images/partners/1117_5.png",
        "name": "盘龙·湛蓝",
        "params": {
            "height": "167 см",
            "sizes": "87/60/88",
            "bday": "4/6",
            "hobby": "家政"
        },
        "flavor": "就算到海边度假，盘龙也不忘照顾妹妹们。不管到了哪里，温柔的大姐姐也不会改变爱照顾人的习惯。#n或许是因为换上了泳装的缘故，盘龙的情绪似乎也比平常要高涨了一些。",
        "firstSightDialogue": "在海边玩耍是没有关系啦，但是要小心注意别摔倒了喔。",
        "dialogues": [
            "在海边玩耍是没有关系啦，但是要小心注意别摔倒了喔。",
            "实际上，我并不是很擅长在海中游泳。因为以前都是待在江河之类的地方，感觉上……要比大海更温和一点？",
            "要是能把小鲤也带过来就好了，毕竟那孩子最喜欢在水里玩了。",
            "巴斯克维尔？为什么要在海边穿着玩偶服？这样的打工……没问题吗？",
            "呼，海边的太阳真是厉害呢。我这里有些消暑用的花茶，不介意的话，要来一点吗？"
        ]
    },
    {
        "id": 1118,
        "fullImg": "images/partners/1118.png",
        "icon": "images/partners/1118_5.png",
        "name": "奏冥曲·海音",
        "params": {
            "height": "146 см",
            "sizes": "70/55/67",
            "bday": "10/24",
            "hobby": "演奏"
        },
        "flavor": "专业的吟游诗人不管在哪里都会带着她的竖琴，就算是在海边也不例外。至于演奏的曲子听起来有点恐怖，而且跟海边也不太搭，这一点就不要太在意了吧。",
        "firstSightDialogue": "难得来到海边，就让我为大家演奏一曲吧。嗯？会跑出来很恐怖的东西所以不行？",
        "dialogues": [
            "海边真是个好地方，充满了生者的气息。在这里的话，感觉能演奏出不错的曲子呢。",
            "在海边唱歌很糟糕？说什么呢，让船只触礁的事情我才不会干呢。",
            "觉得热的话，就让我来为你演奏能马上变得凉快的曲子吧？",
            "大海，就像是吞噬一切的深渊……嗯，想到不错的歌词了。",
            "难得来到海边，就让我为大家演奏一曲吧。嗯？会跑出来很恐怖的东西所以不行？"
        ]
    },
    {
        "id": 1119,
        "fullImg": "images/partners/1119.png",
        "icon": "images/partners/1119_5.png",
        "name": "伊瑟琳",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "科学研究、泡咖啡"
        },
        "flavor": "逆熵的执行者之一，代号博士，负责逆熵科学技术方面的开发。#n年纪轻轻就精通各项领域，被称为“世纪之星”的天才。#n现在为了拯救人类而专攻对崩坏的研究。#n擅长以理性的角度思考一切，但是十分胆小，遇到危险时总是会第一个躲起来。",
        "firstSightDialogue": "哦，想当我的助手？嗯，那么你就去打工吧，因为研究可是很花钱的",
        "dialogues": [
            "看到这些徽章了吗，很可爱吧，是贵重的礼物哦，但是不给你",
            "哦，想当我的助手？嗯，那么你就去打工吧，因为研究可是很花钱的",
            "别戳我，那里没有开关",
            "白大褂？不，请叫它战斗服。我觉得还蛮可爱的，你说呢？",
            "盯——————",
            "等待实验结果的心情真是紧张又开心啊"
        ]
    },
    {
        "id": 1120,
        "fullImg": "images/partners/1120.png",
        "icon": "images/partners/1120_5.png",
        "name": "阿尔忒弥斯",
        "params": {
            "height": "170 см",
            "sizes": "92/52/90",
            "bday": "6/6",
            "hobby": "狩猎、舞蹈、新娘学"
        },
        "flavor": "奥林匹斯众神中象征着狩猎与贞洁的女神。#n她独立自由，英姿飒爽。却会在不为人知的夜晚露出悲伤的表情，仰望着璀璨的星空。#n阿尔忒弥斯虽然美丽，但是性格特别假小子，喜欢狩猎，导致没有人追求她。#n于是阿尔忒弥斯开始学习打扮自己，学习舞蹈和编织。然而却还是没有男人敢正视她，气愤的阿尔忒弥斯一气之下进入了森林，开始了独自的狩猎生活。#n直到她遇到了一位名为俄里翁的青年。#n然而，本该幸福的两人却因为命运而陷入了悲剧之中。",
        "firstSightDialogue": "我是月之女神阿尔忒弥斯，司掌狩猎之神，是你在呼唤我吗？",
        "dialogues": [
            "想让我教你狩猎？嗯，那就先从绕着这片森林跑三十圈开始吧~",
            "我是月之女神阿尔忒弥斯，司掌狩猎之神，是你在呼唤我吗？",
            "我十分擅长狩猎，不管多小的目标都能准确地用弓箭射中。对，什么都……",
            "恋爱的话题？不……只是我的经验并没有什么可参考。毕竟我的恋情是从厮杀开始的……",
            "只要拉动弓弦，就不存在能从这张长弓下逃脱的目标。",
            "或许只是自我安慰，但每当凝望着星空的时候，总觉得那个人也在看着我。"
        ]
    },
    {
        "id": 1121,
        "fullImg": "images/partners/1121.png",
        "icon": "images/partners/1121_5.png",
        "name": "纹章·言铃",
        "params": {
            "height": "167 см",
            "sizes": "89/58/91",
            "bday": "3/3",
            "hobby": "交换情报、掌控全局"
        },
        "flavor": "了解、通晓、隐瞒一切的存在，喜欢把手中的信息当作筹码与他人交易，以此引发混乱为自己增添乐趣。#n就算到了海边，这份恶趣味也丝毫不曾收敛。#n要是能有个人管管她就好了。",
        "firstSightDialogue": "就这样一直看着我吧，看得越久，我知道的东西也就越多喔~",
        "dialogues": [
            "好不容易才脱离海洋，现在却又一个劲往海里跑，人类还真是有趣的生物。",
            "阳光、海滩、还有身穿泳装的美少女们。有想要知道的东西吗？嗯~那就拿等值的情报来交换吧。",
            "超高人气偶像组合的快乐一天，不觉得有些无趣吗？噗……我可不会特地去捣乱这么不识趣。最多就只是不小心说漏嘴而已。",
            "就这样一直看着我吧，看得越久，我知道的东西也就越多喔~",
            "为什么到了海边也要披着十字头纱？当然是因为这个样子会带来各种各样的便利~不知道吗？"
        ]
    },
    {
        "id": 1124,
        "fullImg": "images/partners/1124.png",
        "icon": "images/partners/1124_5.png",
        "name": "巴斯克维尔·热浪",
        "params": {
            "height": "152 см",
            "sizes": "78/65/80",
            "bday": "3/25",
            "hobby": "追捕游戏、侦探游戏"
        },
        "flavor": "疾速！烈日！巴斯克维尔！#n沙滩与海水似乎完全无法对巴斯克维尔造成阻碍，在炎阳下奔跑，今天也会是全速前进的一天！#n意外地擅长沙滩排球。",
        "firstSightDialogue": "为什么一直盯着这边看，小心我逮捕你！",
        "dialogues": [
            "好热……一起到大海游泳吧！嗯？你再说一遍“海狗”试试？",
            "穿这样的衣服不是更容易引来狗仔队么，算了，敢来就将他们一网打尽。",
            "为什么一直盯着这边看，小心我逮捕你！",
            "我才不会往沙滩里藏东西呢，别妄想了。",
            "接球！扑杀！得分！这就是在海滩经常玩的游戏么，也太简单了~",
            "放心吧，就算海边人潮涌动，我也不会让你走丢的。"
        ]
    },
    {
        "id": 1125,
        "fullImg": "images/partners/1125.png",
        "icon": "images/partners/1125_5.png",
        "name": "维达·季夏",
        "params": {
            "height": "165 см",
            "sizes": "90/62/84",
            "bday": "4/12",
            "hobby": "诅咒（祝福）"
        },
        "flavor": "虽说魔法师没有性别，但是出于这样那样的考虑，维达还是因为大人的原因而穿上了女式泳装。#n如果在海边碰上了推销药剂的维达，记得马上联系巴斯克维尔，剩下的她会处理。",
        "firstSightDialogue": "要不要和你一起在海边玩？绝对不行，没有问题。",
        "dialogues": [
            "海风，令人觉得清爽，又稍微有点黏糊糊的……让人觉得舒畅，也让人觉得难受。",
            "海边特制药剂，要来一瓶吗？拥抱清凉，然后靠近炎热。",
            "要不要和你一起在海边玩？绝对不行，没有问题。",
            "明明说了魔法师是没有性别的，但是她们硬是要我穿上这身。可以理解，真让人想不通。",
            "犹大她们那边好像遇上了麻烦，就这样袖手旁观，帮个小忙吧。"
        ]
    },
    {
        "id": 1126,
        "fullImg": "images/partners/1126.png",
        "icon": "images/partners/1126_5.png",
        "name": "真夏夜夜·海风",
        "params": {
            "height": "141 см",
            "sizes": "73/53/76",
            "bday": "8/10",
            "hobby": "焰火、焰火大会"
        },
        "flavor": "说到夏天，焰火和大海都是不可缺少的一环。#n换上了泳装的少女抛开偶像的负担，和友人在海边全力嬉戏。#n传说只有在焰火大会才能一睹真容，看来并非如此。",
        "firstSightDialogue": "同样是线香烟花，拿到海边玩就感觉完全不同了！好厉害呀~",
        "dialogues": [
            "哇——是大海哒！夜夜要第一个下去游泳！当然啦，救生圈是绝对不能忘记的~",
            "海滩上有那么多漂亮的贝壳，如果把这些做成手链送给希露，她也会高兴的吧~",
            "来到海边就一定要玩劈西瓜呢！夜夜想当第一个可以吗？啊……还是说你要先玩？",
            "大海真的很棒呢，要是海水干掉之后不会让身体变得黏黏的就更好了~",
            "同样是线香烟花，拿到海边玩就感觉完全不同了！好厉害呀~"
        ]
    },
    {
        "id": 1127,
        "fullImg": "images/partners/1127.png",
        "icon": "images/partners/1127_5.png",
        "name": "布洛妮娅·晨间",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "吼姆"
        },
        "flavor": "俄罗斯重工业家族企业董事长的养女，从异国转学而来的千金大小姐。表面是如此，但实际上却是经常因为通宵打游戏而早上起不来的重度游戏宅女。#n喂！不准偷偷把游戏机带到学校！",
        "firstSightDialogue": "侦测到学校门口有针对泛用型便携家庭娱乐机的威胁，布洛妮娅申请紧急战略性撤退。",
        "dialogues": [
            "早上起不来，这是由于脑脊液代谢效率不高导致的。不能把问题归咎于布洛妮娅的游戏时间。",
            "BloodyButterfly？布洛妮娅才不会取这样的ID。请记住布洛妮娅的唯一指定ID——布狼牙。",
            "侦测到学校门口有针对泛用型便携家庭娱乐机的威胁，布洛妮娅申请紧急战略性撤退。",
            "学校的科目？不用担心，布洛妮娅已经全部记下来了，就算从今天开始不去学校也可以轻松考到第一名。",
            "今天开始就是新学期了，希儿的话一定没有问题。至于杏，希望她能安分一点，不要让妈妈担心。",
            "根据布洛妮娅的计算，时间还很充裕，不需要担心迟到。当然，扎头发的时间也计算在内了。"
        ]
    },
    {
        "id": 1128,
        "fullImg": "images/partners/1128.png",
        "icon": "images/partners/1128_5.png",
        "name": "YUI",
        "params": {
            "height": "151 см",
            "sizes": "82/59/80",
            "bday": "3/12",
            "hobby": "美好的人、事、物"
        },
        "flavor": "她的名字叫做YUI，是只会出现在已经被灾难毁灭的城市废墟之中的人形不明生物。据她自己所述，YUI的使命就是以自身来吸收此处的文明带来的污秽，使这里重获复苏的希望。完成了这一使命之后，YUI就得回到壳中，进行漫长的睡眠与漂流，当她再度醒来，破壳而出的时候，眼前又会是哪一座城市的废墟呢？",
        "firstSightDialogue": "交换名字也是一个美好的过程，我的名字是YUI，你呢？",
        "dialogues": [
            "你为什么会来到这片已经凋零的废墟呢？是单纯的路过，还是怀念这里曾经的风景呢？",
            "交换名字也是一个美好的过程，我的名字是YUI，你呢？",
            "被毁灭的风景都是相似的，但在这之前，它们一定各有各的美好吧。",
            "唤醒我的或许不是“使命”，而是脚下这座城市痛苦的呻吟……",
            "请小心，如果碰到这些污秽的话，身为人类的你是无法抵抗它的腐蚀的。",
            "初次见面的善良之人啊，愿我们下次再见之时是在更美丽的地方。"
        ]
    },
    {
        "id": 1129,
        "fullImg": "images/partners/1129.png",
        "icon": "images/partners/1129_5.png",
        "name": "希儿·小甜饼",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅"
        },
        "flavor": "放学后讨论今天要吃哪个口味的可丽饼。#n这些原本不可能出现在少女身上的日常，是某些成年人反抗命运、跨越绝境、做出一个又一个正确的选项，将一切都交织在一起之后才抵达的某个可能。#n正如所成年人们祈愿的一样，少女健康快乐地成长着。#n要是可以稍微不那么粘着姐姐就更好了。",
        "firstSightDialogue": "希儿听说新学期是改变造型的时候，这个发带怎么样？适合希儿吗？",
        "dialogues": [
            "放学之后去吃可丽饼？希儿也要去！听说这在女孩子之间很流行，很期待呢~",
            "布洛妮娅姐姐，希儿今天烤了饼干。可以的话，和希儿去天台一起吃吧？",
            "杏今天又在课上捣乱了，要是她能安分一点就好了。那样的话，妈妈也不用那么辛苦了。",
            "挂饰？这是希儿亲手做的，和布洛妮娅姐姐很像吧？想要的话，希儿可以再做一个喔~",
            "希儿听说新学期是改变造型的时候，这个发带怎么样？适合希儿吗？"
        ]
    },
    {
        "id": 1130,
        "fullImg": "images/partners/1130.png",
        "icon": "images/partners/1130_5.png",
        "name": "杏·问题儿童",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "自由行事"
        },
        "flavor": "如果不是妈妈让本大爷过来，谁会过来啊！#n什么？让本大爷坐下来乖乖听你讲课？！你该不会以为本大爷需要听这种东西吧？#n书这种东西，就该这样对待！噗哈哈哈！",
        "firstSightDialogue": "书？这种玩意除了用来剪掉之外，还能有什么用吗~",
        "dialogues": [
            "哈？凭什么本大爷要和你好好相处啊？哼，算了！就让本大爷罩着你这个豆芽菜好了！",
            "就这种东西还要学吗？你的脑子没问题吧！噗哈哈哈！",
            "书？这种玩意除了用来剪掉之外，还能有什么用吗~",
            "女式校服？你该不会是想看本大爷穿裙子吧？呜哇~真恶心~",
            "希儿那家伙又偷偷向妈妈打小报告了吧！切~还真像那个胆小鬼会做的事。"
        ]
    },
    {
        "id": 1131,
        "fullImg": "images/partners/1131.png",
        "icon": "images/partners/1131_5.png",
        "name": "亚巴顿",
        "params": {
            "height": "161 см",
            "sizes": "85/62/87",
            "bday": "6/16",
            "hobby": "恶魔聚会、闲谈"
        },
        "flavor": "恶魔亚巴顿，她居住在地狱最底层，在所有恶魔中亲和力最高，别看她现在这样，她曾经可是数一数二的强者，至少在“某件事”发生之前是这样……不过千万不要向亚巴顿询问为什么她变得这么弱，否则你可能就要打喷嚏打上一整天了。",
        "firstSightDialogue": "吾名亚巴顿·绝狱暴君·魔焱裁决，是撒旦在大地上的影子，你畏惧了吗，凡人？",
        "dialogues": [
            "吾名亚巴顿·绝狱暴君·魔焱裁决，是撒旦在大地上的影子，你畏惧了吗，凡人？",
            "我告诉你哦，像我这样可爱又威严的大恶魔世间可没有第二个了呢~",
            "像我这样盯着这个灵摆，眼睛随着一起摇晃，然后你就会…会……咕呜呜呜好晕……",
            "噗噗，你怎么不说话了？果然你也被亚巴顿大人的霸气给震慑住了吧~",
            "别…别在我身上点来点去，很疼的诶你知不知道！",
            "做恶魔就是要开开心心，复杂的事谁爱考虑谁去吧~"
        ]
    },
    {
        "id": 1132,
        "fullImg": "images/partners/1132.png",
        "icon": "images/partners/1132_5.png",
        "name": "芽衣·柴郡猫",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "剑道"
        },
        "flavor": "万圣夜的柴郡猫，梦与幻的引路人。在万圣夜演绎这一角色的芽衣，有人说她跟某只南瓜夜的老鼠一样是女巫派来诱惑人类的黑猫使魔，她的笑容是真是假，她向导的前方是陷阱还是乐园…只有被引导者自己清楚了。也许，她只是想邀请你一起去参加万圣节晚会？#n但只有一句话是她一定会说的，那便是……无论如何，柴郡猫可都是你最忠诚的伙伴呢。",
        "firstSightDialogue": "欢迎来到不可思议的世界，今晚你想要步入怎么样的乐园呢？",
        "dialogues": [
            "平时一直都在勉强自己吧？没关系…今天大家都是调皮的小幽灵，稍微放肆点去玩也没问题哦。",
            "明明是女巫派来的使魔，这只小老鼠却只会一直在那偷吃，真让人头疼。",
            "四处是糖果与舞蹈的派对，能坠落在甘甜梦境的深处是件幸福的事，没关系，在你想醒来之前我会一直在这等你的~",
            "万圣快乐…然后晚安。放心吧，即便万圣夜过去，我也一直会是你的伙伴~",
            "欢迎来到不可思议的世界，今晚你想要步入怎么样的乐园呢？"
        ]
    },
    {
        "id": 1133,
        "fullImg": "images/partners/1133.png",
        "icon": "images/partners/1133_5.png",
        "name": "琪亚娜·南瓜魔法",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "万圣节，是怪奇之物们能够来到人间的日子。#n虽然逐渐变成了孩子们尽情玩闹的节日，不过偶尔也会有那么一两个例外混进里面吧？#n悄然来到你身边的使魔琪亚娜，到底会做些什么呢？#n敬请期待。#n“Trick Or Treat♡”",
        "firstSightDialogue": "糖果什么的拜托啦！只要把这个南瓜灯装满就好~拜托了喔☆",
        "dialogues": [
            "万圣节之夜什么都可能发生，所以像本小姐这样的美少女使魔来到你身边也没什么奇怪的吧~",
            "就算万圣节过去，本小姐也会一直陪着你的。尽管放心吧~",
            "糖果什么的拜托啦！只要把这个南瓜灯装满就好~拜托了喔☆",
            "明明是老鼠却带着猫咪？有什么不好的嘛~只要可爱就行啦！",
            "不准备好糖果的话，使魔琪亚娜就会偷走你的心喔~"
        ]
    },
    {
        "id": 1134,
        "fullImg": "images/partners/1134.png",
        "icon": "images/partners/1134_5.png",
        "name": "樱华",
        "params": {
            "height": "157 см",
            "sizes": "73/53/70",
            "bday": "4/5",
            "hobby": "饭团、水果"
        },
        "flavor": "樱华，正如其名的她就是枯荣十五载的年轻樱花树的……凭付灵。小小声地说并不是因为害怕幽灵啦，樱华也不会诅咒人，不过，要是被樱华听到幽灵两个字……她的尖叫搞不好会引起你的耳鸣。诶，明明她自己就是幽灵居然会这么害怕，总之，樱华就是这样的，记得供奉她的话带上饭团和水果哦。虽然不是神明，但比起去供奉地藏，不如让樱华开心起来，笑起来的她可是很可爱的，而且搞不好会教你很多东西呢~虽然知识有点过时，大都是大正时代前的产物吧……这点就不要在意那么多了吧？",
        "firstSightDialogue": "繁盛华美绽放如花~不要将樱华我和那些可怕的鬼怪浑然一谈哦~",
        "dialogues": [
            "繁盛华美绽放如花~不要将樱华我和那些可怕的鬼怪浑然一谈哦~",
            "樱花树下埋着……一、一定是贡品啦！别说啦！我听不见听不见！",
            "呜唔……什么嘛，难道火车不是烧煤的吗？",
            "手机是什么？是这铁片么……噫！？怎、怎么有人声！呀！有鬼呀！！！",
            "咩哈哈~暖洋洋的好舒服~太阳，还有你的手也是~",
            "我来了——呜唔！真是失礼啊！人家长得很可怕吗你为什么会被吓到啊！"
        ]
    },
    {
        "id": 1135,
        "fullImg": "images/partners/1135.png",
        "icon": "images/partners/1135_5.png",
        "name": "䌷",
        "params": {
            "height": "151 см",
            "sizes": "69/53/70",
            "bday": "6/24",
            "hobby": "热闹的地方、新奇事物"
        },
        "flavor": "于远东岛国，从快乐这一情绪中诞生的付丧神。#n本来付丧神必须要诞生于有形之物中，但自人类进入文明社会后，持续数百年以上的快乐让她的诞生成为了可能。#n由于诞生的特殊性，会出于本能地寻找散发快乐的地方，同时对新奇的事物也充满了兴趣。#n拜此所赐，最近开始关注起了摇滚乐演唱会。",
        "firstSightDialogue": "就人类而言，你上贡的快乐还挺对我胃口的。就破例让你在我身边多待一会好了~",
        "dialogues": [
            "不要老是愣着不动，多去找找有意思的事情，人类的时间可是比焰火还要短暂喔！",
            "那边好像有在办祭典耶，快点快点，过去看看吧~",
            "Rock＆Roll！在人类的世界是这么说的吧？感觉好有趣呀~",
            "说过很多遍啦，不要把幽灵和付丧神混为一谈！",
            "就人类而言，你上贡的快乐还挺对我胃口的。就破例让你在我身边多待一会好了~",
            "这个长方形的盒子就是智能手机吧？借我玩玩！作为交换，我把剑玉借你玩一会吧~"
        ]
    },
    {
        "id": 1136,
        "fullImg": "images/partners/1136.png",
        "icon": "images/partners/1136_5.png",
        "name": "因陀罗",
        "params": {
            "height": "161 см",
            "sizes": "80/59/82",
            "bday": "7/6",
            "hobby": "特摄（变身英雄系列）"
        },
        "flavor": "司掌雷电与战斗，印度最早的大神之一。#n在讨伐传说巨蛇后行踪不明，由于在战斗中失去了大部分神格和力量，因此就连众神也无法感知到她的所在位置。然而真相是因陀罗为了不被找到而将大部分力量和神格消散，偷偷地溜到了下界。#n原本打算休息够了就回去，但在体验到下界多姿多彩的生活后，这个念头便随着卫生纸一起被因陀罗丢进了垃圾桶。#n“下界的生活比在神界好多了！”",
        "firstSightDialogue": "雷电缠身，燃烧心火。没有这把金刚杵无法贯穿的东西！",
        "dialogues": [
            "雷电缠身，燃烧心火。没有这把金刚杵无法贯穿的东西！",
            "这次说什么都要休……才怪啦！为什么这里都能遇上恶行？！这下不是只能去阻止了吗！反对过劳啦！",
            "这个世界没有不喜欢变身英雄的人，如果有，那一定是看得还不够多！",
            "就是因为什么都会煮成一团糊所以我才讨厌咖喱！快！快把咖喱拿走啊啊啊！",
            "有空吗？一起来看最新的面具骑兵EX吧，可有意思了~",
            "失去的力量？当然跟讨伐巨蛇没有半点关系。不过就算那样也没所谓啦~计较得失可谈不上正义。"
        ]
    },
    {
        "id": 1137,
        "fullImg": "images/partners/1137.png",
        "icon": "images/partners/1137_5.png",
        "name": "秋夜萤火",
        "params": {
            "height": "159 см",
            "sizes": "79/56/81",
            "bday": "5/24",
            "hobby": "萤火虫"
        },
        "flavor": "这一天，夜空中圆月皎洁。清辉之下，湖水之上，少女轻盈的舞步拂起袖旁的水珠，无数轨迹在空中划过……那究竟是光辉下闪烁的水珠，还是那有着特殊含义的秋夜萤火呢？#n我即是月，亦是缥缈的萤光，团圆之夜消纵即逝，但这属于两人的团聚，还会继续。哪怕秋去冬来，与你一起，萤光便不会消散，直到下一个月圆的夜，再直到永远——",
        "firstSightDialogue": "月虽有阴晴圆缺，但每年圆月旁边的，是你和我，还有一往如初的笑容。",
        "dialogues": [
            "月虽有阴晴圆缺，但每年圆月旁边的，是你和我，还有一往如初的笑容。",
            "在月光下伴乐起舞，明明是件平常的事，但这次却充满期待和不安。",
            "雨不会停不下来的哦……特别是在这一天呢。",
            "不如握住我的手吧，秋天的夜里有些微凉，要是因为迷恋眼前美景大意着凉可就得不偿失了。",
            "萤火虫虽生命短暂，但在见到想见的人之前，她也是会顽强地活下来的呢。"
        ]
    },
    {
        "id": 1138,
        "fullImg": "images/partners/1138.png",
        "icon": "images/partners/1138_5.png",
        "name": "琪亚娜·蓝色刨冰",
        "params": {
            "height": "122 см",
            "sizes": "60/54/61",
            "bday": "12/7",
            "hobby": "芽衣、刨冰"
        },
        "flavor": "我的名字叫琪亚娜·卡斯兰娜，被博士变成了小孩子，虽然身体变小了头脑还是一样，是一个无所不能的美少女。#n刨冰真好吃！芽衣喂我！",
        "firstSightDialogue": "夏天就是要吃冰啊，不然要干嘛~",
        "dialogues": [
            "夏天就是要吃冰啊，不然要干嘛~",
            "才不要跟老爸去海边呢，反正每次都是只会跟在其他女孩子的屁股后面！",
            "呜，刨冰吃太急了头好痛……",
            "你也想尝尝吗？真没办法，本小姐就让你尝一口好了，只能尝一口喔！",
            "本小姐这身衣服很可爱？哼哼，那不是当然的嘛。"
        ]
    },
    {
        "id": 1139,
        "fullImg": "images/partners/1139.png",
        "icon": "images/partners/1139_5.png",
        "name": "伊瑟琳·抹茶芭菲",
        "params": {
            "height": "121 см",
            "sizes": "58/52/57",
            "bday": "1/8",
            "hobby": "科学研究、动物玩偶"
        },
        "flavor": "幼年时便展现出惊人的天赋和才能，轻松获得世界级别的各项科技大奖，要超越身为著名科学家的双亲不过是时间问题。#n第一项发明是用来替自己运送芭菲的银色飞贼，但是在制作的时候忘记考虑形状的问题，结果变成了只会把芭菲摔在地上的存在。#n不过科学家会做出一点用都没有的发明，不是很正常的吗？",
        "firstSightDialogue": "白大褂是研究者的制服，不管在哪都不能忘记，但是好像有点太长了。",
        "dialogues": [
            "抹茶芭菲对研究者来说……啊姆啊姆……十分重要，里面的糖分可以帮助大脑持续地进行思考（擦嘴）。",
            "滚来滚去，是白熊先生最喜欢的游戏♪……白熊先生是伊瑟琳的朋友，不可以带着吗？",
            "白大褂是研究者的制服，不管在哪都不能忘记，但是好像有点太长了。",
            "银色飞贼的功能虽然还不完善，但是只要继续改进的话，就一定可以派上用场……大概。",
            "呃……没想到精神居然会跟着肉体一起减退到相应的年龄，我、我刚刚没有说什么奇怪的话吧？！",
            "偶尔活动一下身体，可以让头脑变得清醒……唔？嗯……甜甜的，很好吃。"
        ]
    },
    {
        "id": 1140,
        "fullImg": "images/partners/1140.png",
        "icon": "images/partners/1140_5.png",
        "name": "杏·月见团子",
        "params": {
            "height": "125 см",
            "sizes": "60/48/69",
            "bday": "9/9",
            "hobby": "高贵之物"
        },
        "flavor": "因为博士的缘故而重回幼年时模样的杏·玛尔。#n光用看的只会觉得是出身上流的千金大小姐，有着如同洋娃娃般可爱的外表。#n然而内在还是那个杏·玛尔，可以的话，请不要抱着随便的心态贸然接近她。#n可能会发生一些意想不到的事情。",
        "firstSightDialogue": "你也变成兔子先生，陪着我直到永远吧~",
        "dialogues": [
            "你也变成兔子先生，陪着我直到永远吧~",
            "想要我的团子吗？可以喔，那就拿你最重要的东西来交换吧~",
            "可爱的公主？噗哈哈真恶心~呜哇，你该不会是在期待些什么吧？",
            "啊啊，不演了不演了，扮乖小孩什么的一点也不适合本大爷。噁，鸡皮疙瘩都起来了。",
            "你说什么？本大爷的精神怎么可能会被海藻头的发明影响到？不准问！不想死就给本大爷闭嘴！"
        ]
    },
    {
        "id": 1141,
        "fullImg": "images/partners/1141.png",
        "icon": "images/partners/1141_5.png",
        "name": "莉萝·艾",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "7/16",
            "hobby": "回忆阳光"
        },
        "flavor": "血族最后的元老拉斯特的女儿，被称为“流浪的公主”。自从在北极圈内与圣地的决战之后，一直流浪在人间寻找父亲。#n职阶是“血族骑士”，但平时的她意外的是个笨蛋呢，以人类的角度说，就是一个天真任性又不坦率，却十分爱逞强、要强，甚至还会喜欢勇者斗恶龙故事的小女孩吧？",
        "firstSightDialogue": "吾为血族骑士莉萝·艾勋爵，发出邀请吾之黑六信的人，就是你吧？",
        "dialogues": [
            "吾为血族骑士莉萝·艾勋爵，发出邀请吾之黑六信的人，就是你吧？",
            "今天的阳光…嗯，是个适合散步的好天气呢，但很可惜，我已经不是那边的居民了……",
            "什、什么嘛，面对我这样一个异族，一般来说都是想“排除”而不是“接纳”吧，真是个怪人~",
            "你会想接近我，到底是因为魅惑魔眼的效果，还是你自己的心愿呢？",
            "好、好痒！在我使用“头翅”的时候不、不要摸我头发啦！",
            "我充分明白了，你和圣地那群伪善者不一样……就、就稍微认可你一下吧~不要得意忘形哦！"
        ]
    },
    {
        "id": 1142,
        "fullImg": "images/partners/1142.png",
        "icon": "images/partners/1142_5.png",
        "name": "符华",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "闲暇时摆弄花草"
        },
        "flavor": "身形纤细，外表在二十岁左右的女性。#n正义感相当强烈，言行中散发着古朴的感觉。#n精通自古流传下来的传统武术，#n在接近战上有着相当的自信。#n身负从崩坏中守护人们的职责，#n某日察觉到远方有崩坏的迹象后动身前往极东。",
        "firstSightDialogue": "我是符华，仅仅只是一名武者而已。",
        "dialogues": [
            "怎么一幅无所事事的样子，每日的修行已经完成了吗？",
            "我是符华，仅仅只是一名武者而已。",
            "要开始武术修行了，准备好了吗？",
            "怠惰可是修行的大忌，赶紧动起来。",
            "妄图仅靠一己之力填满大海的精卫，或许在他人眼中不过是一只不自量力的鸟儿吧。",
            "祭奠逝者的日子，不仅是为了纪念逝去之人，也是为了让生者告别悲伤。"
        ]
    },
    {
        "id": 1143,
        "fullImg": "images/partners/1143.png",
        "icon": "images/partners/1143_5.png",
        "name": "薛定谔",
        "params": {
            "height": "161 см",
            "sizes": "-",
            "bday": "8/12",
            "hobby": "思想实验"
        },
        "flavor": "原北美支部的核心成员，普朗克的助手。是一个在量子力学上做出了基础性贡献的物理学家，也是“负熵”概念的首倡者。本人过于认真死板，被特斯拉称为阴沉女，普朗克也觉得聊天中只要薛定谔插入对话，就一定会非常煞风景。",
        "firstSightDialogue": "我是薛定谔，你对于这个名字的了解，应该不仅在于哲学范畴吧？",
        "dialogues": [
            "我是薛定谔，你对于这个名字的了解，应该不仅在于哲学范畴吧？",
            "即是一百次尝试都失败了，也不应该放弃到达目标的希望，请你也记住这点。",
            "既然打断我重要的实验，那还是希望你能带来些相应价值的东西才好。",
            "说出既定事实比花言巧语要更有效率，和这样的我聊天或许会很无趣，但，你不认为这也是优点么？",
            "所谓的生命，也不过是一种消耗能量的自然现象罢了，在消耗完之前，请做些有意义的事吧。",
            "现在的你能看到我，那么，我就存在于在这里。"
        ]
    },
    {
        "id": 1144,
        "fullImg": "images/partners/1144.png",
        "icon": "images/partners/1144_5.png",
        "name": "牛顿",
        "params": {
            "height": "159 см",
            "sizes": "-",
            "bday": "1/4",
            "hobby": "赛马"
        },
        "flavor": "伊萨克·牛顿，是一位首屈一指的物理学教授，而她擅长的除了物理学、数学外，还有天文学、哲学等……不知为何，她甚至还会科学领域外的超自然学说。#n她从小在乡下长大，好奇心异常旺盛，对于所谓的常识也能问出匪夷所思的问题并激情地去寻找答案，但也许是这样，她的成就和地位才日渐高涨，被美称为“真理的骑士”。",
        "firstSightDialogue": "我一直相信着，只要持续不断地去思索，无论什么问题都将能见到光明。",
        "dialogues": [
            "我一直相信着，只要持续不断地去思索，无论什么问题都将能见到光明。",
            "存在之物必有属于它的永恒真理，去寻找这些真理就是我的使命~",
            "为什么为什么~为什么水是透明的呢，可不准跟我说常识，好好回答！",
            "在你触碰我的时候，我也同时碰到了你的手，这样的相互作用，就是彼此存在的最好证明吧~",
            "在这里碰面是缘分呢，所谓缘分，其实是人与人之间的心灵感应，进而引导相聚的表现吧！呃为什么用奇怪的眼神看着我啦？",
            "只有一件事不需要问为什么，那就是，这个世界将由我们来拯救~对吧？"
        ]
    },
    {
        "id": 1145,
        "fullImg": "images/partners/1145.png",
        "icon": "images/partners/1145_5.png",
        "name": "特斯拉",
        "params": {
            "height": "157 см",
            "sizes": "-",
            "bday": "7/10",
            "hobby": "电学、松露"
        },
        "flavor": "自称天才的发明家，对自己的天赋非常有自信，声称自己改变了世界。原本只是一个喜欢敲鼓无线电的小女孩，后来却出乎意料地考入了某著名学府。而在参与研究初期，她靠着自己的电气领域天赋脱颖而出。#n虽然在普朗克名下攻读博士，但实际上她并没有从大学毕业，而且正如爱因斯坦所说，特斯拉书读到博士，然而却还只是个会相信炼金术的孩童呢。",
        "firstSightDialogue": "尼古拉·特斯拉，叫我特斯拉就可以，可不要有奇怪的想法哦。",
        "dialogues": [
            "尼古拉·特斯拉，叫我特斯拉就可以，可不要有奇怪的想法哦。",
            "说到底，人类，不也只是台有自我意识的机器嘛，没什么不同的吧？",
            "你闲着吧，帮我把烈火之剑拿来吧…哈！？就是那个啦！那个！焊接枪！你不知道吗！",
            "什么快乐的事情要个八分就好，吃饭可不一样，不把全部东西吃掉不是很对不起准备食材的人吗！",
            "这里有着不一样的感觉…但没什么惊讶的，能快速接受世界变化，才是身为发明家的必要条件嘛~",
            "啰嗦！是陪我玩还是让我去喝酒，你选一个吧！"
        ]
    },
    {
        "id": 1146,
        "fullImg": "images/partners/1146.png",
        "icon": "images/partners/1146_5.png",
        "name": "芽衣·雨后誓言",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "剑道"
        },
        "flavor": "阵雨过后，水滴从伞沿上滴落。#n黑暗已经过去，温暖的阳光穿透云层洒落大地。#n不管迎接的是怎样的未来，这份誓言必定会遵守到最后。",
        "firstSightDialogue": "偶尔两个人一起在雨中漫步，好像也不错呢~",
        "dialogues": [
            "偶尔两个人一起在雨中漫步，好像也不错呢~",
            "就算明天迎来的是终结，这份誓言……我也绝对不会忘记。",
            "雨天总是让人感到压抑，不过正是如此，之后的天晴才分外让人珍惜。",
            "雨好像停了，一起去散步吧？",
            "除了下雨的时候，其他时间和我一起出去走走也是可以的喔~",
            "看起来不像武器？光从外表判断事物可不好呢。"
        ]
    },
    {
        "id": 1147,
        "fullImg": "images/partners/1147.png",
        "icon": "images/partners/1147_5.png",
        "name": "琪亚娜·六花的合鸣",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "一年中能看到的次数屈指可数，每次仅存在数小时不到的幻之装扮。据说之所以会穿成这个样子，是为了让某人露出笑容。",
        "firstSightDialogue": "闪耀，犹如飞舞的花瓣，就是本小姐！",
        "dialogues": [
            "闪耀，犹如飞舞的花瓣，就是本小姐！",
            "换上和服之后，就连心情也变得不一样呢，总感觉是在迎接什么重要的日子。",
            "木履穿起来意外地很难走路呢……以前的人都是穿着这么不方便的东西吗？",
            "不管是和服还是晚礼服，都一样适合本小姐啦~",
            "要碰是没关系啦，但也要稍微注意分寸，和服整理起来可是很麻烦的。",
            "换上和服之后就特别想去烟火大会呢。和服不是浴衣？那种事情本小姐当然知道，重要的是心情啦~"
        ]
    },
    {
        "id": 1148,
        "fullImg": "images/partners/1148.png",
        "icon": "images/partners/1148_5.png",
        "name": "九霄·胧月的残响",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "游戏制作"
        },
        "flavor": "那穿在身上的，是再传统不过的服饰。只是，被传统的规则所束缚可不是穿衣者的意愿。束腰上绑起极具个性的皮腰带，加上那种不羁的穿衣手法，从中显露的便是救世主的豪气与大度。至于服饰上所选取的花纹——#n那正是映射着救世主决意的花，有着初心不改，信念坚定不移之意的胧月。",
        "firstSightDialogue": "世界啊……围绕这身漆黑枯色的终焉花朵，起舞吧！",
        "dialogues": [
            "永不凋谢的花朵，能得到如此美誉的胧月，正是本救世主所需要的呢。",
            "不呼唤黑暗，如何见到光芒……不身陷束缚，又如何认清欲图解放的本我呢……",
            "世界的规则都无法束缚我九霄大人，区区和服又有什么不便呢！",
            "这身服饰总会让人联想到祭典吧，正好……让九霄大人来带你去往那没有谎言与灾难的极乐庆典吧！",
            "什么，你对和服里封印罪孽之力的绷带有什么不满么？",
            "世界啊……围绕这身漆黑枯色的终焉花朵，起舞吧！"
        ]
    },
    {
        "id": 1149,
        "fullImg": "images/partners/1149.png",
        "icon": "images/partners/1149_5.png",
        "name": "普西芬妮",
        "params": {
            "height": "166 см",
            "sizes": "84/58/86",
            "bday": "4/1",
            "hobby": "推理、和帕洛斯玩"
        },
        "flavor": "丰饶女神之女。#n由于被赋予的神性会令身边的生灵陷入疯狂，以致对其产生不可遏制的杀意。无奈之下，丰饶女神只好将她托付给其姑母哈迪斯抚养。#n冥府中虽然没有性命之忧，但也令普西芬妮失去了和他人建立关系的机会。#n除了姑母的教导外，普西芬妮的大部分知识都是来自在冥府中游荡的鬼魂。从这些鬼魂身上，普西芬妮得到了许多知识，包括从古至今的各种阴谋诡计。",
        "firstSightDialogue": "抛弃一切的不合理，剩下的不管有多难以置信，那就是真相。",
        "dialogues": [
            "向我寻求真相的人们，总是在那之后责怪我没有顾及她们的感受，真是让人费解。",
            "我的老师……是在冥府中彷徨徘徊的亡灵。我所拥有的知识，基本都是从那里得到的。",
            "不管怎么样，事实永远不会改变，特地挑一个好听的说法有什么意义吗？",
            "看来你和那些无聊的家伙稍微有点不一样……你，说不定有成为寻求真相之人的资质。",
            "帕洛斯……你是不是又变重了。稍微少吃一点零食吧？",
            "抛弃一切的不合理，剩下的不管有多难以置信，那就是真相。"
        ]
    },
    {
        "id": 1150,
        "fullImg": "images/partners/1150.png",
        "icon": "images/partners/1150_5.png",
        "name": "阿尔忒弥斯·Live",
        "params": {
            "height": "170 см",
            "sizes": "92/52/90",
            "bday": "6/6",
            "hobby": "歌舞，直播"
        },
        "flavor": "怀抱着梦想的阿尔忒弥斯在纹章的指导下成为了一名主播，换上了可爱服装的她努力地用自己歌舞在直播中积攒着人气。或许在一开始直播的时候她还有些许抗拒和不满，但是在和观众的相处中也慢慢地有了变化。现在在直播的时候，偶尔也会露出不率直的表情来掩饰自己的心情呢。",
        "firstSightDialogue": "今天的歌舞大家是否喜欢呢~欢迎大家下次继续来看我的直播哦~",
        "dialogues": [
            "想让我教你狩猎？嗯，那就先从绕着这片森林跑三十圈开始吧~",
            "我是月之女神阿尔忒弥斯，司掌狩猎之神，是你在呼唤我吗？",
            "我十分擅长狩猎，不管多小的目标都能准确地用弓箭射中。对，什么都……",
            "恋爱的话题？不……只是我的经验并没有什么可参考。毕竟我的恋情是从厮杀开始的……",
            "只要拉动弓弦，就不存在能从这张长弓下逃脱的目标。",
            "或许只是自我安慰，但每当凝望着星空的时候，总觉得那个人也在看着我。"
        ]
    },
    {
        "id": 1151,
        "fullImg": "images/partners/1151.png",
        "icon": "images/partners/1151_5.png",
        "name": "因陀罗·Live",
        "params": {
            "height": "161 см",
            "sizes": "80/59/82",
            "bday": "7/6",
            "hobby": "面具骑兵，改装"
        },
        "flavor": "起初只是想要和网络上的朋友们一起讨论面具骑兵，为了推广本来就显得小众向的特摄片，因陀罗开始做起了直播。虽然直播间在线人数少，但是因陀罗却觉得非常快乐。因陀罗从没有因为自己越来越有人气而改变自己的初心，一切都是为了面具骑兵！",
        "firstSightDialogue": "庆贺吧！君临过去与未来的直播王者，现在就是她诞生的瞬间！",
        "dialogues": [
            "雷电缠身，燃烧心火。没有这把金刚杵无法贯穿的东西！",
            "这次说什么都要休……才怪啦！为什么这里都能遇上恶行？！这下不是只能去阻止了吗！反对过劳啦！",
            "这个世界没有不喜欢变身英雄的人，如果有，那一定是看得还不够多！",
            "就是因为什么都会煮成一团糊所以我才讨厌咖喱！快！快把咖喱拿走啊啊啊！",
            "有空吗？一起来看最新的面具骑兵EX吧，可有意思了~",
            "失去的力量？当然跟讨伐巨蛇没有半点关系。不过就算那样也没所谓啦~计较得失可谈不上正义。"
        ]
    },
    {
        "id": 1152,
        "fullImg": "images/partners/1152.png",
        "icon": "images/partners/1152_5.png",
        "name": "海姆达尔·Live",
        "params": {
            "height": "172 см",
            "sizes": "86/69/88",
            "bday": "6/19",
            "hobby": "户外活动，直播"
        },
        "flavor": "把直播融入到自己的工作之中，这是海姆达尔认为自己做过的最正确的一个决定。并不仅仅是因为这很开心，而是还有更多的人跟自己一起获得乐趣。虽然这其中也有她想要摆脱一成不变的生活的想法，但是更重要的还是能够在这过程中，把喜欢的事物分享出去吧。",
        "firstSightDialogue": "哟，欢迎来到海姆达尔的直播间，今天也会让你们体会到大自然的乐趣的~",
        "dialogues": [
            "怎么了，累了的话就快去休息吧。这里有我在，放心吧。",
            "未经允许禁止擅闯彩虹桥，快回去！嗯？什么嘛……是你啊。",
            "有什么事情需要我干的吗，是冲入敌阵还是冲入敌阵？放心交给我吧！",
            "加特林？就是那个偷了我号角的家伙吧？要是有机会的话，真想会会她啊~",
            "嗯？我听到有什么人朝这边过来了，小心点。",
            "守护彩虹桥虽然比想象中辛苦，但是偶尔也能看到比一切都要美丽的景色。我觉得，那就是价值所在。"
        ]
    },
    {
        "id": 1153,
        "fullImg": "images/partners/1153.png",
        "icon": "images/partners/1153_5.png",
        "name": "缪娜·Live",
        "params": {
            "height": "156 см",
            "sizes": "76/56/77",
            "bday": "5/15",
            "hobby": "治愈他人，直播"
        },
        "flavor": "在缪娜刚接触到网络的时候,第一时间想到的是利用爆炸的信息量来扩充自己的知识。在接触了名为“直播”的新事物之后，缪娜也找到了治愈更多人的方法。当纯净而甜美的声音通过耳麦传达到听众的耳中时，他们一天的疲劳全都被净化，这也正是缪娜想要看到的结果。",
        "firstSightDialogue": "晚上好~这里是缪娜。希望今天缪娜的声音也能够治愈你的心灵~",
        "dialogues": [
            "我叫缪娜，你们的健康问题请交给我来负责吧。",
            "你身体不舒服么？没关系，我会用自然之神的力量会治愈你的。",
            "这本医学书有些深奥呢……再多读一遍是不是就能理解了呢？",
            "你看来已经痊愈了呢，真的是太好了~",
            "我看起来很虚弱么？没关系，我还能再撑一会儿的。",
            "果然还差得远呢，因为还有那么多的伤痛我无法消除……"
        ]
    },
    {
        "id": 1154,
        "fullImg": "images/partners/1154.png",
        "icon": "images/partners/1154_5.png",
        "name": "亚巴顿·Live",
        "params": {
            "height": "161 см",
            "sizes": "85/62/87",
            "bday": "6/16",
            "hobby": "游戏，直播"
        },
        "flavor": "伟大的恶魔亚巴顿迷上了直播，从此成为了5DJ直播平台上的一名游戏主播。为此她转变了自己穿衣风格，甚至戴上了装饰性的眼镜。潮流改变了亚巴顿的形象，也让她变得更有亲和力。当然，她身为大恶魔的习惯还是没有得到改正，她的粉丝们也正是从她特有的自信笑容中获取快乐。",
        "firstSightDialogue": "嘿~你想要和亚巴顿来一场游戏胜负吗？什么样的游戏都行哦~",
        "dialogues": [
            "吾名亚巴顿·绝狱暴君·魔焱裁决，是撒旦在大地上的影子，你畏惧了吗，凡人？",
            "我告诉你哦，像我这样可爱又威严的大恶魔世间可没有第二个了呢~",
            "像我这样盯着这个灵摆，眼睛随着一起摇晃，然后你就会…会……咕呜呜呜好晕……",
            "噗噗，你怎么不说话了？果然你也被亚巴顿大人的霸气给震慑住了吧~",
            "别…别在我身上点来点去，很疼的诶你知不知道！",
            "做恶魔就是要开开心心，复杂的事谁爱考虑谁去吧~"
        ]
    },
    {
        "id": 11551,
        "fullImg": "images/partners/11551.png",
        "icon": "images/partners/11551_5.png",
        "name": "神奈",
        "params": {
            "height": "139 см",
            "sizes": "76/65/80",
            "bday": "8/3",
            "hobby": "亮晶晶的东西"
        },
        "flavor": "在某个充满着闪亮财宝的空间中，有这么一个异样的小女孩在这些财宝堆中快乐地打着滚。她长有如同龙一般的犄角和耳鳍，还有着圆润丰满的大尾巴，如果不是她那一副人畜无害的样子，恐怕早已经被当作是守护财宝的某恶龙而讨伐掉了吧？#n没错，她，神奈更像是被一起关在宝库中的小孩子，至于她是怎么在这无聊的地方呆上这么久的……那大概就得归功于她那可以不断再生的特殊体质，还有对闪亮宝物的热情了吧？",
        "firstSightDialogue": "我！我要预告了！这里的宝物就由我来收下~走啦走啦！",
        "dialogues": [
            "今天是要和我一起去寻宝吗~还是说，你想要用炼金术给我变亮晶晶的宝石呢~",
            "我！我要预告了！这里的宝物就由我来收下~走啦走啦！",
            "呜诶…这个一闪一闪的好漂亮，我想要这个，你给我这个嘛，好不好呀？",
            "诶为什么不让断角再生么…有点战损看起来更凶更像大人更容易吓走竞争对手不是嘛！",
            "这个环状的钥匙扣是我自己做的哦！怎么样，超漂亮的吧~",
            "啊啊！不要动我的小宝箱嗷！再动我就要咬你了！"
        ]
    },
    {
        "id": 1157,
        "fullImg": "images/partners/1157.png",
        "icon": "images/partners/1157_5.png",
        "name": "月下轻吟",
        "params": {
            "height": "170 см",
            "sizes": "92/52/90",
            "bday": "6/6",
            "hobby": "歌舞，直播"
        },
        "flavor": "虽然偶尔会因为粉丝们太过露骨的表白而感到困扰，但身为一名专业的主播，阿尔忒弥斯也逐渐能够接受这样的现实了。不过，还是不要对她说些过分的话了，不然可是会被其他粉丝们追着声讨哦。",
        "firstSightDialogue": "星空下，凋谢的花，何时绽放，无人回答……",
        "dialogues": [
            "想让我教你狩猎？嗯，那就先从绕着这片森林跑三十圈开始吧~",
            "我是月之女神阿尔忒弥斯，司掌狩猎之神，是你在呼唤我吗？",
            "我十分擅长狩猎，不管多小的目标都能准确地用弓箭射中。对，什么都……",
            "恋爱的话题？不……只是我的经验并没有什么可参考。毕竟我的恋情是从厮杀开始的……",
            "只要拉动弓弦，就不存在能从这张长弓下逃脱的目标。",
            "或许只是自我安慰，但每当凝望着星空的时候，总觉得那个人也在看着我。"
        ]
    },
    {
        "id": 1158,
        "fullImg": "images/partners/1158.png",
        "icon": "images/partners/1158_5.png",
        "name": "面具骑兵",
        "params": {
            "height": "161 см",
            "sizes": "80/59/82",
            "bday": "7/6",
            "hobby": "面具骑兵，改装"
        },
        "flavor": "“这世界上只有两种人，一种是喜欢《面具骑兵》的人，另一种，是还没看过《面具骑兵》的人！”抱持着这样的想法，因陀罗今天也在为了让更多人喜欢上《面具骑兵》而努力哦。",
        "firstSightDialogue": "能让更多的人喜欢上《面具骑兵》，就是我直播的理由！",
        "dialogues": [
            "雷电缠身，燃烧心火。没有这把金刚杵无法贯穿的东西！",
            "这次说什么都要休……才怪啦！为什么这里都能遇上恶行？！这下不是只能去阻止了吗！反对过劳啦！",
            "这个世界没有不喜欢变身英雄的人，如果有，那一定是看得还不够多！",
            "就是因为什么都会煮成一团糊所以我才讨厌咖喱！快！快把咖喱拿走啊啊啊！",
            "有空吗？一起来看最新的面具骑兵EX吧，可有意思了~",
            "失去的力量？当然跟讨伐巨蛇没有半点关系。不过就算那样也没所谓啦~计较得失可谈不上正义。"
        ]
    },
    {
        "id": 1159,
        "fullImg": "images/partners/1159.png",
        "icon": "images/partners/1159_5.png",
        "name": "自由之风",
        "params": {
            "height": "172 см",
            "sizes": "86/69/88",
            "bday": "6/19",
            "hobby": "户外活动，直播"
        },
        "flavor": "能够通过直播的方式，将彩虹桥的生活分享给大家，海姆达尔觉得自己应该再也不会像从前那样感到孤单了。当然，三只小飞鼠的陪伴也是很重要的，说到小飞鼠，这次的冥王星选哪一只比较好呢？",
        "firstSightDialogue": "今天天气真好，要不要跟我一起，去外面逛逛呢？",
        "dialogues": [
            "怎么了，累了的话就快去休息吧。这里有我在，放心吧。",
            "未经允许禁止擅闯彩虹桥，快回去！嗯？什么嘛……是你啊。",
            "有什么事情需要我干的吗，是冲入敌阵还是冲入敌阵？放心交给我吧！",
            "加特林？就是那个偷了我号角的家伙吧？要是有机会的话，真想会会她啊~",
            "嗯？我听到有什么人朝这边过来了，小心点。",
            "守护彩虹桥虽然比想象中辛苦，但是偶尔也能看到比一切都要美丽的景色。我觉得，那就是价值所在。"
        ]
    },
    {
        "id": 1160,
        "fullImg": "images/partners/1160.png",
        "icon": "images/partners/1160_5.png",
        "name": "深夜电台",
        "params": {
            "height": "156 см",
            "sizes": "76/56/77",
            "bday": "5/15",
            "hobby": "治愈他人，直播"
        },
        "flavor": "身为巴比伦唯一的保健委员，缪娜即使成为了主播，也总是担心着大家的身体状况。所以，无论是身体不舒服，还是遇到了难以说出口的困惑，都尽管来找缪娜小姐吧~",
        "firstSightDialogue": "如果有什么不好意思说出口的问题，就投稿给我吧~",
        "dialogues": [
            "我叫缪娜，你们的健康问题请交给我来负责吧。",
            "你身体不舒服么？没关系，我会用自然之神的力量会治愈你的。",
            "这本医学书有些深奥呢……再多读一遍是不是就能理解了呢？",
            "你看来已经痊愈了呢，真的是太好了~",
            "我看起来很虚弱么？没关系，我还能再撑一会儿的。",
            "果然还差得远呢，因为还有那么多的伤痛我无法消除……"
        ]
    },
    {
        "id": 1161,
        "fullImg": "images/partners/1161.png",
        "icon": "images/partners/1161_5.png",
        "name": "最强玩家",
        "params": {
            "height": "161 см",
            "sizes": "85/62/87",
            "bday": "6/16",
            "hobby": "游戏，直播"
        },
        "flavor": "因为无法在游戏里使用灵摆，所以，亚巴顿路痴的属性总是在直播时暴露无遗。不过，本人似乎并不承认这一点，而是坚定地自称为“5DJ最强游戏主播”呢~",
        "firstSightDialogue": "你也觉得，亚巴顿大人是最强的游戏主播，对吧？",
        "dialogues": [
            "吾名亚巴顿·绝狱暴君·魔焱裁决，是撒旦在大地上的影子，你畏惧了吗，凡人？",
            "我告诉你哦，像我这样可爱又威严的大恶魔世间可没有第二个了呢~",
            "像我这样盯着这个灵摆，眼睛随着一起摇晃，然后你就会…会……咕呜呜呜好晕……",
            "噗噗，你怎么不说话了？果然你也被亚巴顿大人的霸气给震慑住了吧~",
            "别…别在我身上点来点去，很疼的诶你知不知道！",
            "做恶魔就是要开开心心，复杂的事谁爱考虑谁去吧~"
        ]
    },
    {
        "id": 1162,
        "fullImg": "images/partners/1162.png",
        "icon": "images/partners/1162_5.png",
        "name": "轻飘飘时间",
        "params": {
            "height": "??",
            "sizes": "-",
            "bday": "-",
            "hobby": "直播，读书"
        },
        "flavor": "在直播平台“5DJ”上非常受欢迎的一名主播，直播的内容偏向于日常，会为观众朗读她喜欢的故事，也会时常凑近屏幕盯着摄像头看，巴比伦学园中的许多神格都喜欢这个孩子。夏露露一直是以开心，乐天的姿态出现在粉丝们的面前，看到她的时候，大家也会感觉到自己的心情放松了下来，这或许就是夏露露的魅力吧。",
        "firstSightDialogue": "今天，想让夏露露读哪本小说给你听呢？",
        "dialogues": [
            "觉得累的话，就休息一下吧~",
            "最近有什么事情，想要跟夏露露分享吗？",
            "真想知道，吼姆和吼辣以后的生活是什么样的呢~",
            "夏露露会一直像这样，陪在你身边的。",
            "今天，想让夏露露读哪本小说给你听呢？"
        ]
    },
    {
        "id": 1163,
        "fullImg": "images/partners/1163.png",
        "icon": "images/partners/1163_5.png",
        "name": "希儿·兔女郎助手",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "扑克魔术，布洛妮娅"
        },
        "flavor": "在布洛妮娅姐姐迷上魔术的时候，希儿便有了成为布洛妮娅姐姐的助手，帮助她完成魔术表演的想法。为此她特意选了这样一套兔女郎的服装，希望能够吸引布洛妮娅姐姐的视线。只是那位魔术大师总是专注于自己的魔术表演，让这位助手小姐有些郁闷呢。",
        "firstSightDialogue": "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
        "dialogues": [
            "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
            "接下来我要为魔术大师挑选一个幸运的小朋友来表演切割魔术，那么会是谁这么幸运呢？",
            "大家仔细看哦，空空如也的帽子中马上就会有鸽子飞出来了！咦？鸽子呢？",
            "这个会场禁止拍摄，但是…如果你拍到了魔术大师帅气的一面的话，请务必分享给我哦~",
            "不要乱说，这只是为了配合演出使用的兔子小姐的服装，才不是你想的那样！"
        ]
    },
    {
        "id": 1164,
        "fullImg": "images/partners/1164.png",
        "icon": "images/partners/1164_5.png",
        "name": "崩坏超会议",
        "params": {
            "height": "??",
            "sizes": "-",
            "bday": "-",
            "hobby": "扑克魔术，布洛妮娅"
        },
        "flavor": "让大家都能够参与其中并且享受的活动，那才是我们心目中真正的超会议！现在你做好准备和我们一起出发了吗？",
        "firstSightDialogue": "让大家都能够参与其中并且享受的活动，那才是我们心目中真正的超会议！现在你做好准备和我们一起出发了吗？",
        "dialogues": [
            "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
            "接下来我要为魔术大师挑选一个幸运的小朋友来表演切割魔术，那么会是谁这么幸运呢？",
            "大家仔细看哦，空空如也的帽子中马上就会有鸽子飞出来了！咦？鸽子呢？",
            "这个会场禁止拍摄，但是…如果你拍到了魔术大师帅气的一面的话，请务必分享给我哦~",
            "不要乱说，这只是为了配合演出使用的兔子小姐的服装，才不是你想的那样！"
        ]
    },
    {
        "id": 1165,
        "fullImg": "images/partners/1165.png",
        "icon": "images/partners/1165_5.png",
        "name": "德丽莎·落英",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "看漫画、守护世界"
        },
        "flavor": "穿着新衣服的德丽莎在雪中欢愉起跳，宛如是在灰白冬天尾声时朵朵绽放的桃花。冰雪随之渐渐消融，春天的温暖袭来……不会错的，这一定就是今春绽放的第一朵花吧？",
        "firstSightDialogue": "嘴唇上那甜甜的味道…可是德丽莎特别送给你的春日芬芳哦。",
        "dialogues": [
            "打起精神来~在冰雪融化的瞬间，春天就已经来了哦！",
            "呣……年龄是不可以问的，也不要把我当小孩子！你只要说“你很可爱”就好了~",
            "嘴唇上那甜甜的味道…可是德丽莎特别送给你的春日芬芳哦。",
            "呼哈——今天的阳光好暖和呢，如果一年四季都可以这么暖洋洋的就好了。",
            "嘿！哈哈哈~像这样随花起舞的话，一下子就能让自己充满活力哦！"
        ]
    },
    {
        "id": 1166,
        "fullImg": "images/partners/1166.png",
        "icon": "images/partners/1166_5.png",
        "name": "芽衣·杏仁豆腐",
        "params": {
            "height": "122 см",
            "sizes": "59/44/66",
            "bday": "4/13",
            "hobby": "剑道"
        },
        "flavor": "总是孤身一人等待父亲、且小小年纪就精通剑道的芽衣，大多数时候都是一副懂事的小大人模样。但在父亲或是熟悉之人的面前，她也会露出符合孩童年纪的娇憨。其实芽衣是十分孤独的，可以的话，请尽量多陪伴在她身旁吧。",
        "firstSightDialogue": "轻盈又柔软，神州传统服饰与和服的感觉很不一样呢。",
        "dialogues": [
            "你也变成兔子先生，陪着我直到永远吧~",
            "想要我的团子吗？可以喔，那就拿你最重要的东西来交换吧~",
            "可爱的公主？噗哈哈真恶心~呜哇，你该不会是在期待些什么吧？",
            "啊啊，不演了不演了，扮乖小孩什么的一点也不适合本大爷。噁，鸡皮疙瘩都起来了。",
            "你说什么？本大爷的精神怎么可能会被海藻头的发明影响到？不准问！不想死就给本大爷闭嘴！"
        ]
    },
    {
        "id": 1167,
        "fullImg": "images/partners/1167.png",
        "icon": "images/partners/1167_5.png",
        "name": "九霄·定胜糕",
        "params": {
            "height": "125 см",
            "sizes": "62/44/69",
            "bday": "12/24",
            "hobby": "拯救世界"
        },
        "flavor": "如果说高中生的蓬莱寺九霄是搞事等级5，那么幼年的九霄大概能得分20。小孩子的体力正值人间巅峰，“风风火火”或许不足以形容，“上蹿下跳”是比较合适的说法。#n友情提醒：请收好您的贵重物品。",
        "firstSightDialogue": "喂，吾看你天赋异禀、骨骼清奇，要不要和救世主大人一起拯救世界啊！",
        "dialogues": [
            "你也变成兔子先生，陪着我直到永远吧~",
            "想要我的团子吗？可以喔，那就拿你最重要的东西来交换吧~",
            "可爱的公主？噗哈哈真恶心~呜哇，你该不会是在期待些什么吧？",
            "啊啊，不演了不演了，扮乖小孩什么的一点也不适合本大爷。噁，鸡皮疙瘩都起来了。",
            "你说什么？本大爷的精神怎么可能会被海藻头的发明影响到？不准问！不想死就给本大爷闭嘴！"
        ]
    },
    {
        "id": 1168,
        "fullImg": "images/partners/1168.png",
        "icon": "images/partners/1168_5.png",
        "name": "符华·桃胶酒酿",
        "params": {
            "height": "120 см",
            "sizes": "54/40/55",
            "bday": "2/9",
            "hobby": "酿酒"
        },
        "flavor": "传闻在数千年前，神州一位普通的樵夫曾在山林之中见到一位乘着白色巨禽的女子。女子身着与神州服饰大相径庭的着装，哼唱着奇怪的歌谣，手中还握着一瓶香气浓郁的佳酿。樵夫回村后向他人诉说，有见多识广的长者说他是遇到了传说中的仙人。后来多有来者向山中寻找仙人踪迹，但终究再也没有其他见过她的人。",
        "firstSightDialogue": "软软的，暖暖的……唔嗯……像是躺在云朵里一样……好舒服……",
        "dialogues": [
            "你也变成兔子先生，陪着我直到永远吧~",
            "想要我的团子吗？可以喔，那就拿你最重要的东西来交换吧~",
            "可爱的公主？噗哈哈真恶心~呜哇，你该不会是在期待些什么吧？",
            "啊啊，不演了不演了，扮乖小孩什么的一点也不适合本大爷。噁，鸡皮疙瘩都起来了。",
            "你说什么？本大爷的精神怎么可能会被海藻头的发明影响到？不准问！不想死就给本大爷闭嘴！"
        ]
    },
    {
        "id": 1169,
        "fullImg": "images/partners/1169.png",
        "icon": "images/partners/1169_5.png",
        "name": "路西法",
        "params": {
            "height": "171 см",
            "sizes": "87/60/85",
            "bday": "10/24",
            "hobby": "经验传授"
        },
        "flavor": "漆黑的钢铁之翼，堕落的天使，绝对自信的傲慢气质……那便是路西法。#n但这并非全部，路西法最擅长的是交涉与谈判。没有人能在与路西法的谈判中夺取一丁半点的便宜，且不论正面说理无法说赢，即便用上贿赂、威吓等手段也无法从她手上赢取主动权。如果你稍有个不留神，就很可能会被抓取把柄，输得一败涂地，甚至沦为被利用的工具……谈判成功率100%的专家，这才是路西法最广为人知的身份。",
        "firstSightDialogue": "看见我的瞬间，你颤抖了一下呢。你也……畏惧着路西法这个名字么？",
        "dialogues": [
            "看见我的瞬间，你颤抖了一下呢。你也……畏惧着路西法这个名字么？",
            "没什么好担心的哦，那些胆敢向我们发起挑战的人，从一开始就已经把自己的勇气都用光了。",
            "赌徒的做法可不适合我……因为我要获得的，是绝对的胜利和支配。",
            "世界上没那么多仁义道德，为了自己的目的，把能用的全利用上吧。好好记住，这可是对你一生有用的箴言哦~",
            "嚯……你很在意我嘛？什么，不是么~呵呵……那就要加油坚持住哦。",
            "一旦你在意起了对方的话，可就离被吃掉不远了呢。",
            "劝诱，威胁，欺骗，总有办法能让你敌人潜藏的弱点亲自向你打招呼，到那时候…一切就都结束了。"
        ]
    },
    {
        "id": 1170,
        "fullImg": "images/partners/1170.png",
        "icon": "images/partners/1170_5.png",
        "name": "琪亚娜·学园英豪",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "逃课、斗殴"
        },
        "flavor": "琪亚娜并不喜欢上课和学习，在她正为枯燥的校园生活而感到烦闷之际，意外地接触到了一些与“不良”题材相关的游戏和漫画。琪亚娜深深地沉浸在了其热血的情节之中，为了使自己更贴近校园不良英雄的形象，甚至模仿起了作品中主角的穿着打扮。值得一提的是衣服和裙角上沾上的色块不是油漆，只是装饰用的可清洗涂料哦~",
        "firstSightDialogue": "放心，只要你没有在这学校里做坏事，我是不会来找你麻烦的~这是我的原则。",
        "dialogues": [
            "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
            "接下来我要为魔术大师挑选一个幸运的小朋友来表演切割魔术，那么会是谁这么幸运呢？",
            "大家仔细看哦，空空如也的帽子中马上就会有鸽子飞出来了！咦？鸽子呢？",
            "这个会场禁止拍摄，但是…如果你拍到了魔术大师帅气的一面的话，请务必分享给我哦~",
            "不要乱说，这只是为了配合演出使用的兔子小姐的服装，才不是你想的那样！"
        ]
    },
    {
        "id": 1171,
        "fullImg": "images/partners/1171.png",
        "icon": "images/partners/1171_5.png",
        "name": "芽衣·特优生",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "阅读，帮助同学"
        },
        "flavor": "作为学生而言，雷电芽衣成绩优异，体育全能，在担任所在班级的班长的同时还兼任了学生会长、风纪委员、图书委员等等职务。不仅如此，芽衣还能够管住班上那几位不听话的学生。试问这样的全能优等生，又有哪位老师不喜欢呢？",
        "firstSightDialogue": "你好，请问是新来的同学么？我是雷电芽衣，请多关照哦~",
        "dialogues": [
            "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
            "接下来我要为魔术大师挑选一个幸运的小朋友来表演切割魔术，那么会是谁这么幸运呢？",
            "大家仔细看哦，空空如也的帽子中马上就会有鸽子飞出来了！咦？鸽子呢？",
            "这个会场禁止拍摄，但是…如果你拍到了魔术大师帅气的一面的话，请务必分享给我哦~",
            "不要乱说，这只是为了配合演出使用的兔子小姐的服装，才不是你想的那样！"
        ]
    },
    {
        "id": 1172,
        "fullImg": "images/partners/1172.png",
        "icon": "images/partners/1172_5.png",
        "name": "女娲氏",
        "params": {
            "height": "154 см",
            "sizes": "68/52/75",
            "bday": "2/5",
            "hobby": "手工、伏羲氏"
        },
        "flavor": "料理高手，手工达人，人类之母，救世之神，人类最古神明之一，总之就是伟大！！——以上称号均来自女娲氏本人自述，本报道保留最终解释权。",
        "firstSightDialogue": "顶礼膜拜吧，我就是上古神明，女娲氏！",
        "dialogues": [
            "顶礼膜拜吧，我就是上古神明，女娲氏！",
            "那个~我刚刚把你桌上那个手办的胸改大了一点，你不介意吧~",
            "人首蛇身？谁是那种三流小说里的怪物啦！这可是货真价实的腿，不信你摸摸看啊！",
            "对上古时候的食物感兴趣吗，我可以做一点给你尝……等等，你这是什么表情啊！",
            "这衣服上的纹饰很精美吧！全都是我自己绣的哦~",
            "这还是我第一次寄宿在别人家，没想到你这家伙还不错嘛。"
        ]
    },
    {
        "id": 1173,
        "fullImg": "images/partners/1173.png",
        "icon": "images/partners/1173_5.png",
        "name": "符华·长尾蓝鹊",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "闲暇时摆弄花草"
        },
        "flavor": "相传，神州有一名身披炽翎，白发赤瞳的武者，武者年复一年地守卫神州，渐渐被百姓尊为仙人，唤名赤鸢。而从某天起，武者却失去了力量，忽然不见踪影，百姓在恐慌之余，很快发觉神州依旧如往日一般和平。有人说，是仙人化成了太阳，在继续保卫神州，而当武者再次出现时，不仅炽翎不在，容貌更是早已无人认得。她经历了许多，也忘却了许多，而唯一不变的，却还是守卫神州的使命。",
        "firstSightDialogue": "符华，一介武…怎么了你这幅表情，我的脸上沾了什么东西么？",
        "dialogues": [
            "想要切磋？可以是可以…但话先说在前头，我可不是那种会放水的类型。",
            "嗯？对这个感兴趣么…有机会的话，一起去俯瞰神州吧，那里是我的故乡。",
            "符华，一介武…怎么了你这幅表情，我的脸上沾了什么东西么？",
            "雁鹊南飞，疲了自然也要落地歇脚，你不会介意吧？",
            "不知为何，总感觉你身上有种令人十分怀念的感觉，可能这就是缘吧。"
        ]
    },
    {
        "id": 1174,
        "fullImg": "images/partners/1174.png",
        "icon": "images/partners/1174_5.png",
        "name": "星降的约定",
        "params": {
            "height": "??",
            "sizes": "-",
            "bday": "-",
            "hobby": "扑克魔术，布洛妮娅"
        },
        "flavor": "让大家都能够参与其中并且享受的活动，那才是我们心目中真正的超会议！现在你做好准备和我们一起出发了吗？",
        "firstSightDialogue": "就让我们一直一直，这样在一起吧。",
        "dialogues": [
            "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
            "接下来我要为魔术大师挑选一个幸运的小朋友来表演切割魔术，那么会是谁这么幸运呢？",
            "大家仔细看哦，空空如也的帽子中马上就会有鸽子飞出来了！咦？鸽子呢？",
            "这个会场禁止拍摄，但是…如果你拍到了魔术大师帅气的一面的话，请务必分享给我哦~",
            "不要乱说，这只是为了配合演出使用的兔子小姐的服装，才不是你想的那样！"
        ]
    },
    {
        "id": 1175,
        "fullImg": "images/partners/1175.png",
        "icon": "images/partners/1175_5.png",
        "name": "伊登",
        "params": {
            "height": "150 см",
            "sizes": "64/52/66",
            "bday": "3/17",
            "hobby": "艺术、种植、收集"
        },
        "flavor": "在众神云集的阿斯加德，有一位女神负责种植让众神永葆青春的金苹果。女神是矮人伊瓦尔德的女儿，有娇小的身躯和悠长的寿命。女神的名字是伊登。踏遍整个阿斯加德，不会有任何一位神明不知道这个名字。",
        "firstSightDialogue": "你看起来有些疲惫呢，要来颗金苹果么？",
        "dialogues": [
            "你看起来有些疲惫呢，要来颗金苹果么？",
            "时间对我来说，只是书写在纸面上的数字罢了。",
            "是想一起说说话吗，愿意奉陪。",
            "你也喜欢阅读吗？我收藏了很多诗集，有兴趣的话，不如一起来读吧。",
            "……刚刚似乎有个黑皮肤的小孩子从那边飞过，希望是我的错觉呢。",
            "这样抚摸我的头发……你啊，是把我当成小孩子了吗？"
        ]
    },
    {
        "id": 1176,
        "fullImg": "images/partners/1176.png",
        "icon": "images/partners/1176_5.png",
        "name": "桃乐丝",
        "params": {
            "height": "138 см",
            "sizes": "54/48/56",
            "bday": "6/6",
            "hobby": "睡觉、晒太阳"
        },
        "flavor": "有些阴沉的少女，她总是远远地躲开人群，在温暖的空地晒着太阳。桃乐丝几乎不怎么说话，但经过她身边的时候，偶尔能听到从帽子里传来喵嘻嘻嘻的诡异笑声。",
        "firstSightDialogue": "呜……肚子饿了……想吃小鱼干……",
        "dialogues": [
            "呜哈~~唔呣呣呣……",
            "呜……肚子饿了……想吃小鱼干……",
            "找桃乐丝喵？抱歉，这孩子现在睡着了喵~",
            "别碰它！桃乐丝……会生气……",
            "喜欢我？即使这样也是喵，嘻嘻嘻嘻嘻~",
            "……人类的手……好温暖……",
            "呜呀？……耳朵……请不要戏弄桃乐丝……",
            "呜哈~~唔呣呣呣……",
            "呜……肚子饿了……想吃小鱼干……",
            "呜呀？……耳朵……请不要戏弄桃乐丝……",
            "……人类的手……好温暖……"
        ]
    },
    {
        "id": 1177,
        "fullImg": "images/partners/1177.png",
        "icon": "images/partners/1177_5.png",
        "name": "无色辉火",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "点心，休憩"
        },
        "flavor": "辉火是奥托秘密培养的S级女武神，在辉煌盟约制造后与奥托达成协议成为操纵该旗舰Nexus系统的女武神，为主炮“Baumkuchen”发射的炮手，每次发射会消耗较大体力。拥有名为“Schwarzwaelder”的浮游要塞和名为“Sabayon”的外装甲。",
        "firstSightDialogue": "无色辉火，只是互相利用的关系，名字就不必告诉我了。",
        "dialogues": [
            "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
            "接下来我要为魔术大师挑选一个幸运的小朋友来表演切割魔术，那么会是谁这么幸运呢？",
            "大家仔细看哦，空空如也的帽子中马上就会有鸽子飞出来了！咦？鸽子呢？",
            "这个会场禁止拍摄，但是…如果你拍到了魔术大师帅气的一面的话，请务必分享给我哦~",
            "不要乱说，这只是为了配合演出使用的兔子小姐的服装，才不是你想的那样！"
        ]
    },
    {
        "id": 1178,
        "fullImg": "images/partners/1178.png",
        "icon": "images/partners/1178_5.png",
        "name": "伊瑟琳·浪漫之旅",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "实验，做梦"
        },
        "flavor": "想要坐上自己发明的咸鱼飞艇遨游向银河深处。想要看恒星与行星之间无穷无尽的周转。这一刻仿佛周围闪烁的不是星光，而是自己所发现的真理……这就是伊瑟琳甜蜜而又浪漫的幻想。",
        "firstSightDialogue": "我梦想有一天能够穿成这样遨游夜空，希望现在所发生的一切都不是梦。",
        "dialogues": [
            "我梦想有一天能够穿成这样遨游夜空，希望现在所发生的一切都不是梦。",
            "我害怕睡着了之后眼前的景象就会消失……所以我不能睡着。",
            "要是真结婚了我的科研时间就会急剧减少，所以婚纱什么的我只试穿一下就好。",
            "我好像听到了麻雀和鱼在讨论有关相对论的问题，你有听到么？",
            "让我签名么？嗯，我先看看这份报告……诶？这是婚约书吧！？",
            "没有重力是件非常麻烦的事，不但无法坐稳，还会让裙摆……呜哇！"
        ]
    },
    {
        "id": 1179,
        "fullImg": "images/partners/1179.png",
        "icon": "images/partners/1179_5.png",
        "name": "辉火·神前式",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "点心，休憩"
        },
        "flavor": "在风雪之中，一位盛装的佳人正在等待自己重要之人的回归，她的身边和纸伞上已经积了一层厚厚的雪，此情此景不由让人疑惑，究竟是何人得了天眷才有如此佳人等候呢？",
        "firstSightDialogue": "居然让我在这风雪之中等这么久，你还真是狠得下心呢。",
        "dialogues": [
            "居然让我在这风雪之中等这么久，你还真是狠得下心呢。",
            "我不需要什么山盟海誓，只要你守护在我身边就足够了。",
            "不要问我穿成这样冷不冷，你自己难道没点感觉么？",
            "别把我伞上的炮台当做摆设，你要是敢露出一点不耐烦的表情，我就让你知道它们有多厉害。",
            "你还愣在那里干什么，难道不想和我共撑一把伞么？",
            "谢谢你的称赞，也不枉我此行如此盛装打扮了呢。"
        ]
    },
    {
        "id": 1180,
        "fullImg": "images/partners/1180.png",
        "icon": "images/partners/1180_5.png",
        "name": "芽衣·幻想厨娘",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "剑道"
        },
        "flavor": "在RPG中有这么一种角色，她以极致的厨艺为目标，不惜为珍贵的食材深入险地，终其一生都为美食之道而奋斗——她便是精于料理的烹调师。#n在芽衣的心中，料理是可以让人消除疲劳，并带来幸福感的美食。这份理念也很好地融入在了RPG的世界之中；即便只有一口简单的锅，她也能超乎想象地烹调出精美的食物，为其他冒险者带来可观恢复与增益效果，从而成为了队友们仰仗的存在。",
        "firstSightDialogue": "欢迎回来~今天辛苦了……这是我特地做的，快尝一尝吧？",
        "dialogues": [
            "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
            "接下来我要为魔术大师挑选一个幸运的小朋友来表演切割魔术，那么会是谁这么幸运呢？",
            "大家仔细看哦，空空如也的帽子中马上就会有鸽子飞出来了！咦？鸽子呢？",
            "这个会场禁止拍摄，但是…如果你拍到了魔术大师帅气的一面的话，请务必分享给我哦~",
            "不要乱说，这只是为了配合演出使用的兔子小姐的服装，才不是你想的那样！"
        ]
    },
    {
        "id": 1181,
        "fullImg": "images/partners/1181.png",
        "icon": "images/partners/1181_5.png",
        "name": "七星",
        "params": {
            "height": "137 см",
            "sizes": "54/48/56",
            "bday": "7/7",
            "hobby": "成为最强"
        },
        "flavor": "一位锻刀匠使用来自天外的陨石，锻造了干将与莫邪两把兵器。铸造完这两把宝剑后，剩下的陨铁只够再锻造一把短刀，而最后被锻造出来的就是七星陨铁刀。#n不过，这个充满浪漫气息的传说和这个家伙并没有什么关系——远比真品要逊色的强度，以及不管怎么看都和真品完全搭不上半点关系的造型，只能让人认为是酒醉后的恶作剧。",
        "firstSightDialogue": "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1182,
        "fullImg": "images/partners/1182.png",
        "icon": "images/partners/1182_5.png",
        "name": "黑猫诡计",
        "params": {
            "height": "156 см",
            "sizes": "78/56/73",
            "bday": "4/16",
            "hobby": "能带来好运的东西"
        },
        "flavor": "在巴比伦学园某处的空教室，只要在午夜零时踏入就能见到一位神秘的少女——只收取相应的报酬，不管遇到什么情况都会忠实地完成委托的职业包办人。#n涅萝基本上是个优秀的从业者，只是经常会被自身极端的坏运影响，以致于完成委托的时间远超预期。#n随着口碑的不断下滑，涅萝能够接到的委托也逐渐变少，甚至沦落至无工作可做的状态。#n这样的近况，让涅萝不得不开始考虑关于隐退的事情。",
        "firstSightDialogue": "运、运气不好？那只是连续发生的小概率事件造成的错觉而已！听懂了吗！",
        "dialogues": [
            "欢迎光临，我是包办人涅萝。不管是怎样的委托都放心交给我吧！不过前提是要有相应的报酬呢~",
            "只要不停下来，委托总有一天会完成的。如果每个委托人都能理解就好了……",
            "什么？把我和涂上黄油的吐司绑在一起就能造出永动机？！说胡话也该有个度吧！挠你喔？",
            "运、运气不好？那只是连续发生的小概率事件造成的错觉而已！听懂了吗！",
            "喂！不许随便乱摸我的耳朵！至、至少也要用委托的形式……",
            "只要看见黑猫就会倒大霉？根本就是在胡说，现在怎么还会有人相信这种东西啦？"
        ]
    },
    {
        "id": 1183,
        "fullImg": "images/partners/1183.png",
        "icon": "images/partners/1183_5.png",
        "name": "赫姆",
        "params": {
            "height": "161 см",
            "sizes": "78/65/80",
            "bday": "3/8",
            "hobby": "小巧而又可爱的生物"
        },
        "flavor": "自称为赫姆的赏金猎人。#n虽然拥有足以完成委托的实力，但却缺乏相应的素养。#n同理心过强的她总会轻易地被骗得信任，最后将委托目标放走。#n拜此所赐，赫姆的委托基本都以失败告终，因此饿晕在路边已经变成了例行公事。#n幸好最近被喜欢财宝的龙少女神奈所雇佣，终于脱离了经常饿倒在街头的惨况。",
        "firstSightDialogue": "虽然只是个菜鸟赏金猎人，不过把敌人打飞这种小事我还是能办到的！",
        "dialogues": [
            "虽然只是个菜鸟赏金猎人，不过把敌人打飞这种小事我还是能办到的！",
            "咦？您说好像听见有谁的肚子在叫？不、不是我啦！吃不上饭而饿倒在路边的那种事已经不会再有了！",
            "又被骗了，明明是一眼就能看穿的谎言……总是放跑委托目标，我是不是放弃当赏金猎人比较好啊？",
            "刚、刚刚是不是有只小狗跑过去了？！好好喔……如果不是在当赏金猎人，我就能养一只了吗？",
            "不仅小巧而又柔软，而且还很可爱！小动物是这个世界的瑰宝，大家都是这么想的吧？",
            "如果相信别人就是菜鸟，那我就一直这样下去吧。只要有人会因此露出笑脸，那就够了。"
        ]
    },
    {
        "id": 1184,
        "fullImg": "images/partners/1184.png",
        "icon": "images/partners/1184_5.png",
        "name": "梅尔蒂",
        "params": {
            "height": "143 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "住在洋馆里的魔女大小姐，有一只名为索尔贝的使魔，人称“冰之国的魔女”。其本人的性格非常傲娇且任性，喜好甜食，并立志要做出完美的冰淇淋。因此，即便自己是个家里蹲，也会为了寻找冰淇淋素材而努力出门冒险。#n本人非常不擅长与人交流，不过，若是提及到甜点相关的话题，说不定就会变得意外的健谈。",
        "firstSightDialogue": "诶！？跟你独处聊天？不可能的！",
        "dialogues": [
            "虽然只是个菜鸟赏金猎人，不过把敌人打飞这种小事我还是能办到的！",
            "咦？您说好像听见有谁的肚子在叫？不、不是我啦！吃不上饭而饿倒在路边的那种事已经不会再有了！",
            "又被骗了，明明是一眼就能看穿的谎言……总是放跑委托目标，我是不是放弃当赏金猎人比较好啊？",
            "刚、刚刚是不是有只小狗跑过去了？！好好喔……如果不是在当赏金猎人，我就能养一只了吗？",
            "不仅小巧而又柔软，而且还很可爱！小动物是这个世界的瑰宝，大家都是这么想的吧？",
            "如果相信别人就是菜鸟，那我就一直这样下去吧。只要有人会因此露出笑脸，那就够了。"
        ]
    },
    {
        "id": 1185,
        "fullImg": "images/partners/1185.png",
        "icon": "images/partners/1185_5.png",
        "name": "咲夜",
        "params": {
            "height": "167 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "解放战线中有着“七色的灵刃使”之称的女性队长，战场上的作风十分强势，擅长使用远古文明的遗产进行战斗。虽然其身上充满了许多不为人知的谜团，但她强大的实力和设身处地为伙伴着想的温柔，依旧让咲夜成为了备受信赖的领袖。",
        "firstSightDialogue": "想从我这里听到“喜欢你”什么的，还早了10年呢~",
        "dialogues": [
            "虽然只是个菜鸟赏金猎人，不过把敌人打飞这种小事我还是能办到的！",
            "咦？您说好像听见有谁的肚子在叫？不、不是我啦！吃不上饭而饿倒在路边的那种事已经不会再有了！",
            "又被骗了，明明是一眼就能看穿的谎言……总是放跑委托目标，我是不是放弃当赏金猎人比较好啊？",
            "刚、刚刚是不是有只小狗跑过去了？！好好喔……如果不是在当赏金猎人，我就能养一只了吗？",
            "不仅小巧而又柔软，而且还很可爱！小动物是这个世界的瑰宝，大家都是这么想的吧？",
            "如果相信别人就是菜鸟，那我就一直这样下去吧。只要有人会因此露出笑脸，那就够了。"
        ]
    },
    {
        "id": 1186,
        "fullImg": "images/partners/1186.png",
        "icon": "images/partners/1186_5.png",
        "name": "艾儿缇娜",
        "params": {
            "height": "164 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "精灵族森林王国的王女，守护着银之森的精灵使，在较真的性格一面下也有着傲娇与任性的一面，被称为“银之森的妖精公主”。#n作为“五大歌姬”之一，艾儿缇娜本身也喜欢在森林中与小精灵们歌唱，因此也有着“与精灵嬉戏的森林歌姬”之称。",
        "firstSightDialogue": "无论发生什么事，我都会保持我精灵族的作风的！",
        "dialogues": [
            "虽然只是个菜鸟赏金猎人，不过把敌人打飞这种小事我还是能办到的！",
            "咦？您说好像听见有谁的肚子在叫？不、不是我啦！吃不上饭而饿倒在路边的那种事已经不会再有了！",
            "又被骗了，明明是一眼就能看穿的谎言……总是放跑委托目标，我是不是放弃当赏金猎人比较好啊？",
            "刚、刚刚是不是有只小狗跑过去了？！好好喔……如果不是在当赏金猎人，我就能养一只了吗？",
            "不仅小巧而又柔软，而且还很可爱！小动物是这个世界的瑰宝，大家都是这么想的吧？",
            "如果相信别人就是菜鸟，那我就一直这样下去吧。只要有人会因此露出笑脸，那就够了。"
        ]
    },
    {
        "id": 1187,
        "fullImg": "images/partners/1187.png",
        "icon": "images/partners/1187_5.png",
        "name": "冬华",
        "params": {
            "height": "165 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "吴羽家族的大小姐，人称“日轮的巫女”、“次元平行世界的守护巫女”。#n举止优雅，才貌出众，但唯独料理是个例外。虽然冬华为人十分温柔和蔼，但对于不正确的事物会坚定地拒绝，一旦惹她生气也会变得十分可怕。#n而作为歌姬，她的歌声十分美妙，也被看作是“境界线上的当红歌星”。",
        "firstSightDialogue": "到时候你会像以前一样陪我去逛街吗？",
        "dialogues": [
            "虽然只是个菜鸟赏金猎人，不过把敌人打飞这种小事我还是能办到的！",
            "咦？您说好像听见有谁的肚子在叫？不、不是我啦！吃不上饭而饿倒在路边的那种事已经不会再有了！",
            "又被骗了，明明是一眼就能看穿的谎言……总是放跑委托目标，我是不是放弃当赏金猎人比较好啊？",
            "刚、刚刚是不是有只小狗跑过去了？！好好喔……如果不是在当赏金猎人，我就能养一只了吗？",
            "不仅小巧而又柔软，而且还很可爱！小动物是这个世界的瑰宝，大家都是这么想的吧？",
            "如果相信别人就是菜鸟，那我就一直这样下去吧。只要有人会因此露出笑脸，那就够了。"
        ]
    },
    {
        "id": 1188,
        "fullImg": "images/partners/1188.png",
        "icon": "images/partners/1188_5.png",
        "name": "时崎狂三·梦魇",
        "params": {
            "height": "157 см",
            "sizes": "85/59/87",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "在偶然现身的众多精灵中，唯一会主动杀害人类的精灵，至今确认人数已经超过一万。#n然而这一切的行动都是为了能让“十二之弹”发动，回到过去并杀死最初的精灵。",
        "firstSightDialogue": "呼呼~你在想些什么啊？真是个……坏孩子呢~",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1189,
        "fullImg": "images/partners/1189.png",
        "icon": "images/partners/1189_5.png",
        "name": "五河琴里",
        "params": {
            "height": "145 см",
            "sizes": "72/53/74",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "五河士道的妹妹，Ratatoskr的司令官，同时也是精灵化的人类。识别名“炎魔”，灵装为“神威灵装·五番”，显现天使为“灼烂歼鬼”。#n本人会根据头上的发带改变行为模式，绑上白色缎带时是可爱天真的妹妹，换上黑色缎带后却会成为冷酷的司令官。至于出现这种性格的转换的原因，似乎与她小时候和士道定下的约定有关。",
        "firstSightDialogue": "我是人类……不，准确来说，应该是拥有着精灵力量的人类才对？",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1196,
        "fullImg": "images/partners/1196.png",
        "icon": "images/partners/1196_5.png",
        "name": "戴因斯莱夫",
        "params": {
            "height": "173 см",
            "sizes": "88/65/94",
            "bday": "10/22",
            "hobby": "同伴"
        },
        "flavor": "传说，戴因斯莱夫一旦出鞘必将带走一人性命，如同因果律武器般，剑身的挥砍绝对不会落空。#n于是，她冠上了嗜血魔剑的称号，并在战场上所向披靡。不过，戴因斯莱夫却将其视为诅咒，并把剑身封印起来，绝不轻易将其拔出。#n据推测，她是因为在意自己是莱茵之黄金的一部分，才会将自身带来的一切不良影响都视为诅咒的。",
        "firstSightDialogue": "能有可以一起战斗的人在，真是太好了。",
        "dialogues": [
            "我或许无法成为你的利刃，但要是有什么困难的话，还请放心拜托我吧。",
            "小心点，被这把剑刮伤的话，伤口可就没法愈合了。",
            "铠甲有什么不好的，可爱又不能当饭吃。",
            "你似乎很有毅力，那就来陪我挥剑一万次吧~",
            "呵……是在挑衅我吗，等我拔剑可就晚了！",
            "能有可以一起战斗的人在，真是太好了。"
        ]
    },
    {
        "id": 1197,
        "fullImg": "images/partners/1197.png",
        "icon": "images/partners/1197_5.png",
        "name": "阿拉迪雅·嗜战恶魔",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "战斗（仅限嘴炮）"
        },
        "flavor": "受到恶之果香水影响的使魔，风暴岛监狱的首领之一。#n因为觉得强者十分帅气，所以经常会挑衅其他使魔，然后演变成斗殴事件。但在遇到实力超过自己的对手时，气势会在一瞬间消失殆尽。#n虽然从不承认，但是只要站在高处就会因为恐惧而无法动弹。#n罪名：斗殴",
        "firstSightDialogue": "不要靠近我，恶魔的力量会将你撕成碎片。",
        "dialogues": [
            "不要靠近我，恶魔的力量会将你撕成碎片。",
            "害怕？恶魔怎么可能会怕高……不，我开玩笑的，说真的，不要再把我往外推了求求你。",
            "你刚刚往这边看了一眼对吧？是挑衅吧，果然是挑衅吧，那就只能互相战斗了！",
            "恶魔从不感到恐惧……呃，有时只是，没错，就是战略性撤退！",
            "只有笨蛋才会喜欢高处，我只是讨厌被当成脑袋不好而已，畏高之说根本就是空穴来风……咳。"
        ]
    },
    {
        "id": 1198,
        "fullImg": "images/partners/1198.png",
        "icon": "images/partners/1198_5.png",
        "name": "科斯·爆破艺术",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "爆炸Boom！"
        },
        "flavor": "受到恶之果香水影响的使魔，风暴岛监狱的首领之一。#n爆裂魔法的超重度沉迷者，以追求最完美的爆炸作为目标，不过在使用爆裂魔法后会因为疲劳而立刻睡着。#n非常珍惜自己的法杖，对她来说那就是一切。#n罪名：爆破他人房屋、在马路中间睡觉",
        "firstSightDialogue": "只要有大爆炸，生活就不会太糟糕！",
        "dialogues": [
            "只要有大爆炸，生活就不会太糟糕！",
            "哎呀，爆炸可真是好东西呢~不管碰到什么问题，只要炸一下就基本解决啦。",
            "悄悄告诉你个诀窍，使用爆裂魔法时要选在柔软平坦的地方，这样就算睡着也不会磕伤脑袋~",
            "这根法杖可是我的心灵之友，绝对不可以对它干坏坏的事情喔。",
            "魔女的前辈曾经教导过我——“爆炸就是艺术！”，哎呀，真是帅气呢。"
        ]
    },
    {
        "id": 1199,
        "fullImg": "images/partners/1199.png",
        "icon": "images/partners/1199_5.png",
        "name": "席丽雅·暗黑童谣",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "创作黑色童话、散播恐慌"
        },
        "flavor": "受到恶之果香水影响的使魔，风暴岛监狱的首领之一。#n由于香水的影响，创作的童话和童谣变得充满诡异、黑暗，性格也从温柔的大姐姐转变为以玩弄他人为乐的类型。#n对基于道德层面的说教感到极度不适。#n罪名：公然传播恐怖文学",
        "firstSightDialogue": "正因为纯白，所以才有玷污的价值，难道不是这样吗？",
        "dialogues": [
            "正因为纯白，所以才有玷污的价值，难道不是这样吗？",
            "砂糖会因为黑咖啡的苦涩而变得更加甜美，美好的童话也是一样呢~",
            "你也想听我创作的童话吗，那就坐下来细细品味吧，直到童话的数量彻底消耗殆尽为止……",
            "只不过是听到我的童谣，大家的表情就变得像受惊的小鹿崽一样，真是奇妙呢~",
            "为什么大家不愿意让我继续分享童话和童谣呢？堵住鸟儿歌唱的喉咙，真是坏心眼。"
        ]
    },
    {
        "id": 1200,
        "fullImg": "images/partners/1200.png",
        "icon": "images/partners/1200_5.png",
        "name": "杰伦塔尼娅·禁忌炼金",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "肆意地使用炼金术"
        },
        "flavor": "受到恶之果香水影响的使魔，风暴岛监狱的首领之一。#n外表优雅，但内在却是个丝毫不顾他人，骨子里渗透着疯狂的炼金术师。#n虽然是使魔薄荷3.0Plus的制造者，但因为讨厌苦味而从来不吃。#n罪名：出售使魔薄荷3.0Plus扰乱使魔formula",
        "firstSightDialogue": "最新的使魔薄荷3.0Plus，醒脑提神，不来一点吗？",
        "dialogues": [
            "蝙蝠的眼珠，老鼠的胃液，再加上一点水银就完成了，这次的新药该找谁来试呢~",
            "最新的使魔薄荷3.0Plus，醒脑提神，不来一点吗？",
            "说我冷血又无情？这可不对，大家都是在理解副作用的前提下自愿成为试验新药的志愿者~",
            "才不是什么兜售不明药剂的可疑药贩，我是不折不扣的、充满探求心的炼金术师。",
            "炼金术的法则十分简单——用同等价值的东西来交换，足够公平吧？"
        ]
    },
    {
        "id": 1201,
        "fullImg": "images/partners/1201.png",
        "icon": "images/partners/1201_5.png",
        "name": "莉兹·机械狂热",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "完美契合的机械"
        },
        "flavor": "受到恶之果香水影响的使魔，风暴岛监狱的首领之一。#n对一切机械结构有着异于寻常的狂热和情结，平日最大爱好是使用工具破解各式复杂的机械锁。#n极度追求完美，无法忍受一切不规则、不完美的事物。#n罪名为：强行破解银行金库大门",
        "firstSightDialogue": "没有东西比完美咬合的机械结构更美妙——精准稳定，绝无暧昧不清。",
        "dialogues": [
            "没有东西比完美咬合的机械结构更美妙——精准稳定，绝无暧昧不清。",
            "你在干什么，不要再硬把不合适的拼图拼在一起了！",
            "工具就等同于水、空气还有食物，一刻也不能缺少。",
            "你手上的那个东西，里面的结构看上去似乎很精妙，借我看看吧。",
            "不匹配的拼图、超出边缘的上色、没有完美复原的魔方……要是敢弄出这些，我就折断你的手腕。"
        ]
    },
    {
        "id": 1202,
        "fullImg": "images/partners/1202.png",
        "icon": "images/partners/1202_5.png",
        "name": "斯库丽特·神秘代码",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "@咪碳、黄油"
        },
        "flavor": "受到由恶之果香水影响的使魔，风暴岛监狱中的首领之一。#n热爱计算机编程，最大的喜好是一边观看偶像视频，一边编写代码。#n纯粹的萌萌主义者，曾经因为误点充斥着肌肉猛男的视频而受到强烈冲击，陷入意识不清的状态。#n罪名：非法占用公共资源传播偶像视频",
        "firstSightDialogue": "偶像是程序员的第一生存食粮，这可是@所有人都认可的铁则！",
        "dialogues": [
            "今晚的晚安啾啾就拜托@咪碳了……",
            "偶像是程序员的第一生存食粮，这可是@所有人都认可的铁则！",
            "连上我这根磁力线，就会有好康的喔嘿嘿嘿。",
            "只是稍微传播了一下@咪碳的身姿就要被抓起来，这个世界对美好真是太不宽容了！",
            "我房间里还有很多好康的，不进来看看吗，还可以教你转程序员喔~"
        ]
    },
    {
        "id": 1203,
        "fullImg": "images/partners/1203.png",
        "icon": "images/partners/1203_5.png",
        "name": "夏露露",
        "params": {
            "height": "151 см",
            "sizes": "-",
            "bday": "1/25",
            "hobby": "《吼姆吼辣》"
        },
        "flavor": "直播平台“5DJ”上最受欢迎主播，实际上是被帕亚索在背后操纵，为了验证神格为何诞生的“空白神格”。#n在“5DJ平台事件”中被众神格及其支持者合力救出，最终以大团圆结局落下帷幕。#n现在正以自己想要成为的神格为目标，努力学习各种知识中。",
        "firstSightDialogue": "即使现在还不太能帮上大家，不过夏露露会努力的！总有一天会变得更加可靠！",
        "dialogues": [
            "就算没有以前那么频繁，夏露露也还是偶尔会直播哦，有空的时候就来看看吧~",
            "最近夏露露在想成为一名剧作家是不是比较好呢，这样大家就能看到《吼姆吼辣》的续作了！",
            "夏露露被关起来的时候，你也来帮忙了吧，虽说现在有点晚了……真的很谢谢你！",
            "学习各种知识虽然比想象中累，但是大家都很温柔，而且也很有趣！",
            "即使现在还不太能帮上大家，不过夏露露会努力的！总有一天会变得更加可靠！"
        ]
    },
    {
        "id": 1204,
        "fullImg": "images/partners/1204.png",
        "icon": "images/partners/1204_5.png",
        "name": "加拉哈德",
        "params": {
            "height": "167 см",
            "sizes": "93/52/86",
            "bday": "6/26",
            "hobby": "可爱的饰品和玩偶"
        },
        "flavor": "亚瑟王麾下的圆桌骑士，渔人王佩莱斯的后裔。#n圆桌骑士们得知圣杯的存在后，纷纷加入了寻找圣杯的行列，但最后只有加拉哈德找到了圣杯。#n获得圣杯的加拉哈德并没有沉溺于此，而是选择将其归还于上天，此举让她得到了“最纯洁骑士”的称号。#n坚守骑士准则的她即便来到巴比伦学园也未曾放松过，始终保持着严肃认真的骑士形象。#n乍一看是个可以依靠的稳重大姐姐，但深入了解后就能发现她可爱的一面。",
        "firstSightDialogue": "我的名字是加拉哈德，唯一觅得圣杯的骑士，您就是我要侍奉的主君吗？",
        "dialogues": [
            "我的名字是加拉哈德，唯一觅得圣杯的骑士，您就是我要侍奉的主君吗？",
            "您说我有时候认真过头了？一紧张表情就会变得太严肃的坏习惯，我会试着克服的。",
            "帕西瓦尔和鲍斯，她们都是我在旅途中的好伙伴。如果有机会，主君也和我们一起去旅行吧？",
            "什么！主君您想参观我的房间？！总、总之就是不行……被看到的话，我会羞愧而死的！",
            "此身即为守护主君的盾牌，无论何时何地，只要是您在呼唤，我就一定会赶来。",
            "骑士不需要能带来永生的圣杯，只要有一柄长剑和值得侍奉的主君就足够了。"
        ]
    },
    {
        "id": 1205,
        "fullImg": "images/partners/1205.png",
        "icon": "images/partners/1205_5.png",
        "name": "四糸乃",
        "params": {
            "height": "144 см",
            "sizes": "73/55/78",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "识别名为“隐居者”的精灵，生性温顺而胆小，几乎不敢与人直接对话。手上的兔子手偶四糸奈是她最好的朋友，也是她理想的化身。",
        "firstSightDialogue": "请、请不要……这样……四糸乃很、很困扰的……",
        "dialogues": [
            "能和这么可爱的女孩子独处，其实你很高兴吧~ 不、不是这样的……四糸奈你、你不要说这种话……",
            "喔哟~把四糸乃放在一边不管什么的可不行哦？要是那样的话，四糸奈可是会生气的~",
            "请、请不要……这样……四糸乃很、很困扰的……",
            "四糸奈的名字就是四糸奈，很可爱吧？很可爱吧~",
            "啊哈~能和这么可爱的四糸乃独处其实你很高兴吧？",
            "四糸奈是四糸乃的朋友……也是四糸乃的……英雄。"
        ]
    },
    {
        "id": 1206,
        "fullImg": "images/partners/1206.png",
        "icon": "images/partners/1206_5.png",
        "name": "时崎狂三",
        "params": {
            "height": "157 см",
            "sizes": "85/59/87",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "在偶然现身的众多精灵中，唯一会主动杀害人类的精灵，至今确认人数已经超过一万。#n然而这一切的行动都是为了能让“十二之弹”发动，回到过去并杀死最初的精灵。",
        "firstSightDialogue": "我叫时崎狂三，是精灵哦~",
        "dialogues": [
            "我叫时崎狂三，是精灵哦~",
            "啊，还真是失礼了。呼呼……也许是看你的侧脸看入迷了吧~",
            "这是要邀请我去约会吗……呵呵~该怎么办才好呢~",
            "我想体验上学的滋味可不是在说谎喲。但是，也对呢~我最想要的果然还是……呵呵，这个话题还是就此打住吧。",
            "怎么称呼我吗……呼呼~随你喜欢吧~",
            "机会难得，就让我再多享受一会儿校园生活吧~"
        ]
    },
    {
        "id": 1207,
        "fullImg": "images/partners/1207.png",
        "icon": "images/partners/1207_5.png",
        "name": "夜刀神十香",
        "params": {
            "height": "155 см",
            "sizes": "84/58/83",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "出现在五河士道面前的第一只精灵，识别代号为“公主”。灵装名为“神威灵装·十番”，显现天使为“鏖杀公”。#n反转后能够显现出恶魔“暴虐公”，全力解放后的“最终之剑”也转变为“终焉之剑”。",
        "firstSightDialogue": "虽然并非本意，但是你可以用十香这个名字称呼我。",
        "dialogues": [
            "记住，不要太让“我”……不要太让“十香”感到悲伤了啊。",
            "虽然并非本意，但是你可以用十香这个名字称呼我。",
            "烦死了，消失吧。",
            "退下，人类。我可不记得有允许过你触碰我。",
            "尽使些奇怪的手段……是想迷惑我吗，人类！",
            "想触碰我的话就试试看吧，不过前提是你做得到才行。"
        ]
    },
    {
        "id": 1208,
        "fullImg": "images/partners/1208.png",
        "icon": "images/partners/1208_5.png",
        "name": "鸢一折纸",
        "params": {
            "height": "152 см",
            "sizes": "75/55/79",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "对精灵部队AST的队员，阶级是上士。#n因幼时目睹双亲被精灵杀害，所以极度憎恨精灵，以消灭精灵为目标。#n为了打倒完全状态的十香而自愿成为精灵，了解到自己就是杀害双亲的精灵后发生反转，识别名为“恶魔”。",
        "firstSightDialogue": "……",
        "dialogues": [
            "……",
            "……",
            "……",
            "……",
            "……",
            "……"
        ]
    },
    {
        "id": 1209,
        "fullImg": "images/partners/1209.png",
        "icon": "images/partners/1209_5.png",
        "name": "八重凛·夏日祭典",
        "params": {
            "height": "132 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "盛夏时节，一年一度的夏日祭典正式开始，在祭典的人群中也有八重凛和八重樱的身影，过去体弱多病的凛终于能够和姐姐一起享受快乐的节日气氛了。",
        "firstSightDialogue": "姐姐！凛在这边哦！快过来呀！",
        "dialogues": [
            "……",
            "……",
            "……",
            "……",
            "……",
            "……"
        ]
    },
    {
        "id": 1210,
        "fullImg": "images/partners/1210.png",
        "icon": "images/partners/1210_5.png",
        "name": "布洛妮娅·迷幻海光",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "吼姆"
        },
        "flavor": "被朵朵幻光所簇拥着的布洛妮娅正在海中漂浮着，眼中充满着对这个梦幻世界的好奇。",
        "firstSightDialogue": "布洛妮娅听说大海是生命的起源，所以大家才会喜欢海洋吗？",
        "dialogues": [
            "……",
            "……",
            "……",
            "……",
            "……",
            "……"
        ]
    },
    {
        "id": 1211,
        "fullImg": "images/partners/1211.png",
        "icon": "images/partners/1211_5.png",
        "name": "奥菲丝",
        "params": {
            "height": "165 см",
            "sizes": "92/64/94",
            "bday": "6/26",
            "hobby": "工作"
        },
        "flavor": "负责向人类传达契约内容以及签订契约等事务的恶魔之一，看起来温和可亲甚至有点软弱，其实是个为了签订契约不择手段的人。#n要是这种不择手段能让她的业绩积累变顺利就好了。",
        "firstSightDialogue": "我看您很有成为恶魔的资质，要不要和我签订契约呢~",
        "dialogues": [
            "我看您很有成为恶魔的资质，要不要和我签订契约呢~",
            "我命中注定的客户，到底什么时候才会出现啊……",
            "帮您按摩一下吗？这种小事当然没问题！",
            "对条件不满吗？没关系，我可以配合您的意见调整，任何调整意见都可以的！",
            "很忙所以没空看契约？洗衣打扫我都可以帮您做的！您只要坐在沙发上舒舒服服地签下名字就好~",
            "把名字忘记了？！……呃，是开玩笑的吗？真、真是的，您不要吓我嘛，啊哈哈……"
        ]
    },
    {
        "id": 1212,
        "fullImg": "images/partners/1212.png",
        "icon": "images/partners/1212_5.png",
        "name": "幻梦境",
        "params": {
            "height": "145 см",
            "sizes": "79/51/77",
            "bday": "-",
            "hobby": "造梦"
        },
        "flavor": "拥有深邃眼眸和海蓝色的长发，爱猫如痴，谈吐间充满着渊博知识的女孩。#n她统治着被称为梦大陆的地方，被人尊敬地称为梦主。#n传闻被她赏识的人会成为造梦者，在梦大陆拥有一方乐土。#n而与她为敌或不怀好意的人，则会陷入恐怖的梦境之中，再也无法安然入眠。",
        "firstSightDialogue": "如果你没什么事情的话，就不要打扰我和猫咪们玩耍。",
        "dialogues": [
            "如果你没什么事情的话，就不要打扰我和猫咪们玩耍。",
            "我必须提醒你，你最好在梦大陆放弃常识，上一个笨蛋就是因为太固执常识才会死掉的哦？",
            "让我看看你今天做了什么梦吧，你可没有拒绝的权利呢。",
            "鉴赏交响乐是我的额外兴趣，不好听？是你没有品位吧？",
            "毕宿星的歌无人听晓，国王的褴衣随风飘摇，歌声默默地消逝在那卡尔克萨……听不懂？没关系，你会慢慢理解的。",
            "别打扰我，我正在聆听来自原初混沌的声音……"
        ]
    },
    {
        "id": 1213,
        "fullImg": "images/partners/1213.png",
        "icon": "images/partners/1213_5.png",
        "name": "阿瑞斯",
        "params": {
            "height": "168 см",
            "sizes": "88/61/84",
            "bday": "4/10",
            "hobby": "死亡金属"
        },
        "flavor": "她是奥林匹斯的战争之神，充满威严而又富有正义，所有住民都向往着她。#n但这不过是假象，那正义英雄般的形象只是诸神寄予希望强加在她身上的特质。#n如今，真正的阿瑞斯正在那地下剧场的舞台上演奏着她那极端魅力的死亡金属，以不一样的方式俘获众人的信仰与崇拜。",
        "firstSightDialogue": "喂，这么闲的话要不要来和大姐姐探讨下生命的音色呢~",
        "dialogues": [
            "寻求庇护可别来找我，我才不是战神那种无聊玩意儿。",
            "与其在这发呆，不如去寻找那只属于自己的世界吧~",
            "喂，这么闲的话要不要来和大姐姐探讨下生命的音色呢~",
            "你这混蛋就没想过自己想活成什么样子吗，只有怂货才会对自以为是的家伙计听言从！",
            "音符即是军队！呐喊即为军号！把命运揉成一团，全部碾碎！Shout！！！",
            "不要小看音乐啊！混蛋！！！"
        ]
    },
    {
        "id": 1214,
        "fullImg": "images/partners/1214.png",
        "icon": "images/partners/1214_5.png",
        "name": "妮普禔努",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "妮普吉雅，布丁之类的甜食"
        },
        "flavor": "紫耀之都的守护女神。自称是「主角中的主角」，连名字都是游戏标题的海王星系列门面。#n拥有活泼开朗、情绪高涨、乐观积极的性格，能够突破各种逆境与难关，具备着不可思议的魅力。#n讨厌茄子！",
        "firstSightDialogue": "你可以叫我“妮普妮普”或者“妮普子”~就按你喜欢的叫好啦~",
        "dialogues": [
            "你可以叫我“妮普妮普”或者“妮普子”~就按你喜欢的叫好啦~",
            "呀吼~看来可以在这个世界好好享受一番呢~",
            "我是妮普禔努，是紫耀之都的女神，请多关照哟~",
            "拯救世界可是主人公的宿命！开玩笑的啦~",
            "机会难得，我想要更加了解这个世界呢，有什么推荐的地方吗？",
            "要来游汐叶界玩哦~在这我特别推荐的地方是紫耀之都~"
        ]
    },
    {
        "id": 1215,
        "fullImg": "images/partners/1215.png",
        "icon": "images/partners/1215_5.png",
        "name": "绀紫之心",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "妮普吉雅，布丁之类的甜食"
        },
        "flavor": "妮普禔努的女神化形态。#n成熟的外貌及沉着冷静的性格简直是判若两人，不过从其言行中仍能窥见女神化前的一丝天然。#n除非伙伴陷入危机或遭遇强敌，一般不会轻易去女神化。据本人说原因是“这样会很累”。",
        "firstSightDialogue": "呵呵，被我的身姿吓到了吗？真是奇怪呢……#n明明我觉得这里面一点值得吃惊的要素都没有啊。",
        "dialogues": [
            "呵呵，被我的身姿吓到了吗？真是奇怪呢……明明我觉得这里面一点值得吃惊的要素都没有啊。",
            "既然以这个姿态现身……那就意味着战斗马上就要结束了！见识一下女神的力量吧！",
            "绀紫之心的紫是茄子的紫……别、别说那么恶心的事，这可是完全不一样的！",
            "怎么了，看起来是有什么话想和我说啊？嗯？是绑着麻花辫的主角？说起来那孩子好像也有着类似的发型呢……",
            "放心吧，我会保护你的……绝对不会让你变成那种行尸走肉的样子。",
            "布丁……也可以给我吃吗？虽然外表变了，但喜欢的东西可是不会变的哦。"
        ]
    },
    {
        "id": 1216,
        "fullImg": "images/partners/1216.png",
        "icon": "images/partners/1216_5.png",
        "name": "次元旅人·妮普禔努",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "甜食、昆虫采集、次元旅行"
        },
        "flavor": "有着开朗积极的性格。#n为了和小妮普褆努区别开来，被大家叫做大个子妮普、大妮普褆努。#n兴趣是制作标本，手执「妮普笔记本」，为寻找珍奇的昆虫旅行于各个次元。",
        "firstSightDialogue": "我是妮普褆努！现在正和库洛酱一起在各种次元旅行呢~#n虽然是第一次来到这个世界，但我有预感这里会非常有趣！",
        "dialogues": [
            "我是妮普褆努！现在正和库洛酱一起在各种次元旅行呢~虽然是第一次来到这个世界，但我有预感这里会非常有趣！",
            "听我说听我说~我今天发现了这个哟，锵锵~欸……这是崩坏兽吗！？",
            "有什么困扰的话可以放心拜托我哦~次元旅行什么的可不只是摆摆样子的~",
            "是对这本笔记感兴趣吗？这是「妮普笔记」，它可以把对手封印起来做成标本，并且将其力量归为己用哦~",
            "这里有很多我从未见过的事物呢，我想把它们都记录下来。可以稍微外出一下吗~可以的话，要一起来吗？",
            "这里的坐标已经好好记住了~因为对我来说，这可是有你在的重要之地……是绝对不会忘记的。"
        ]
    },
    {
        "id": 1217,
        "fullImg": "images/partners/1217.png",
        "icon": "images/partners/1217_5.png",
        "name": "诺瓦露",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "甜食，尤妮，可爱的衣服"
        },
        "flavor": "黑土边域的守护女神。#n有着认真的精英气质，任何事都能独自一人完成，但却是个无法在亲近的人面前坦诚的傲娇。#n一直被妮普褆努调侃、质疑其没有朋友。#n至于Cosplay和服装制作则是她未对周围人公开的兴趣。",
        "firstSightDialogue": "我是诺瓦露，是黑土边域的女神哦。#n以防万一先说清楚了，我可不是来和你交朋友的！",
        "dialogues": [
            "我是诺瓦露，是黑土边域的女神哦。以防万一先说清楚了，我可不是来和你交朋友的！",
            "已经累了吗？真是的，明明只是这种程度的战斗而已，真丢脸啊……嘛，算了~就稍微休息一下吧。",
            "现在的你虽然不怎么可靠，但还是有那么点样子的。就让我们一起努力吧！",
            "呀！不要随便摸啦！欸……因为我们是朋友才……就算是朋友也不行！听好了，不行的事就是不行啦！",
            "那件衣服看上去也很适合我……到底在哪才能买到？啊……想要的东西好多啊，怎么办好呢？",
            "黑土边域毫无疑问是最好的国家，但这边也不算太糟糕啦……我、我可以在这稍稍多呆一会儿吗？"
        ]
    },
    {
        "id": 1218,
        "fullImg": "images/partners/1218.png",
        "icon": "images/partners/1218_5.png",
        "name": "圣黑之心",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "甜食，尤妮，可爱的衣服"
        },
        "flavor": "诺瓦露的女神化形态。#n在这形态下会变成自信满满的好战性格。#n虽不会做出因不坦诚致使劳而无功的行为，但仍旧是个有着高自尊心的傲娇。",
        "firstSightDialogue": "拭目以待吧，身经百战的女神的战斗方式——",
        "dialogues": [
            "我们前进的方向一定是指向美好未来的，这是我的承诺！",
            "拭目以待吧，身经百战的女神的战斗方式——",
            "为了夺回这个被崩坏侵蚀的世界，我们也会借予你力量的。",
            "希望你也可以拥有坚强的内心，无论失败多少次也绝不放弃！这是我作为女神想要教你的事。",
            "请不要随便碰我，再、再说，我们不是才刚成为朋友吗……",
            "满足于现状还太早了，如果不抱着超越我的觉悟的话，是无法拯救这个世界的！"
        ]
    },
    {
        "id": 1219,
        "fullImg": "images/partners/1219.png",
        "icon": "images/partners/1219_5.png",
        "name": "伊瑟琳·动物朋友",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "科学研究、泡咖啡"
        },
        "flavor": "热爱小动物和亲近小动物是两个课题，虽然自告奋勇成为了小动物饲养员，但是伊瑟琳似乎做得并不是很顺利的样子…",
        "firstSightDialogue": "学习是一项永远都在进行着的活动，因为总有更多未知在等待着我们去解答。",
        "dialogues": [
            "首先，我们先取出一枚蛋来研究今天的课题……呀啊！对不起！我错了！我马上就把蛋放回去！",
            "学习是一项永远都在进行着的活动，因为总有更多未知在等待着我们去解答。",
            "虽然别的课题都很好完成，呜，但是对于亲手饲养这种课题还是很难上手……",
            "小动物们真是太可爱了！可是……该怎么做才能和它们更亲近呢？这真是一个超高难度的课题啊……",
            "眼镜，眼镜我放哪里去了？我放到哪儿去了…我摸到的这是什么……咦，这不是我的眼镜吗？等等，这里为什么会有小猪啊！",
            "唔……校服外就不能套一个白大褂吗，没了白大褂感觉都快不像是自己了……"
        ]
    },
    {
        "id": 1220,
        "fullImg": "images/partners/1220.png",
        "icon": "images/partners/1220_5.png",
        "name": "西琳",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "美好的事物"
        },
        "flavor": "在第二次崩坏中诞生的律者，其本身是一名向往着美好世界的小女孩。#n虽然因为自己的命运而一度陷入绝望，但在琪亚娜与九霄帮助下鼓起了勇气。#n开始直面这残酷的现实，并决心要亲手去创造一个美好的世界。",
        "firstSightDialogue": "西琳想创造一个美好的世界。你会一起来的吧？",
        "dialogues": [
            "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
            "接下来我要为魔术大师挑选一个幸运的小朋友来表演切割魔术，那么会是谁这么幸运呢？",
            "大家仔细看哦，空空如也的帽子中马上就会有鸽子飞出来了！咦？鸽子呢？",
            "这个会场禁止拍摄，但是…如果你拍到了魔术大师帅气的一面的话，请务必分享给我哦~",
            "不要乱说，这只是为了配合演出使用的兔子小姐的服装，才不是你想的那样！"
        ]
    },
    {
        "id": 1221,
        "fullImg": "images/partners/1221.png",
        "icon": "images/partners/1221_5.png",
        "name": "无色辉火·笼中蝶",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "点心，休憩"
        },
        "flavor": "万圣之夜，孤高的蝴蝶支起盛装的羽翼，悄然于花笼中等待着自己的骑士。#n——呵呵，就把这颗糖果，作为来见我的奖励吧~",
        "firstSightDialogue": "怎么一直盯着这边……想看就看吧，反正你肯定没什么机会看这么美丽的蝴蝶吧~",
        "dialogues": [
            "魔术大师的表演马上就要开始了哦~客人们还请快快入场落座吧。",
            "接下来我要为魔术大师挑选一个幸运的小朋友来表演切割魔术，那么会是谁这么幸运呢？",
            "大家仔细看哦，空空如也的帽子中马上就会有鸽子飞出来了！咦？鸽子呢？",
            "这个会场禁止拍摄，但是…如果你拍到了魔术大师帅气的一面的话，请务必分享给我哦~",
            "不要乱说，这只是为了配合演出使用的兔子小姐的服装，才不是你想的那样！"
        ]
    },
    {
        "id": 1222,
        "fullImg": "images/partners/1222.png",
        "icon": "images/partners/1222_5.png",
        "name": "星空歌姬·拉蒂娅",
        "params": {
            "height": "158 см",
            "sizes": "82/58/77",
            "bday": "-",
            "hobby": "豚骨拉面，葱烤鸡肉串"
        },
        "flavor": "穿梭于银河之间，以歌唱平息宇宙战争！#n照耀星系的爆炸即是灯光，战舰引擎的轰鸣即是伴奏！#n宇宙规模级别的歌姬，就此登场！#n以上为拉蒂娅本人的自我介绍，最好是连半个字都不要相信。#n自称已经厌倦作为银河偶像的无聊生活，从今天将作为巴比伦学园的地下偶像而从事偶像活动。#n和通常意义上的偶像不同，菈蒂娅的舞台只会选在发生战斗的地方。#n对七星的执念非常深，似乎有着什么不可说的秘密……",
        "firstSightDialogue": "作为我的粉丝，你可要好好为我应援哦~！",
        "dialogues": [
            "作为我的粉丝，你可要好好为我应援哦~！",
            "是七星…！得好好监视……咳咳，今天的偶像活动要开始了！",
            "可爱就是最强的防御力，难道你不这么觉得吗~？",
            "战场什么的实在是太无聊了~来听我唱歌吧！",
            "豚骨拉面！蒜末加满！然后……哎，你怎么在这里！给我忘掉啊喂！",
            "我可是堂堂宇宙歌姬，和一般的偶像可是有着天差地别的~"
        ]
    },
    {
        "id": 1223,
        "fullImg": "images/partners/1223.png",
        "icon": "images/partners/1223_5.png",
        "name": "帕亚索",
        "params": {
            "height": "149 см",
            "sizes": "70/55/71",
            "bday": "-",
            "hobby": "看热闹"
        },
        "flavor": "编号OS-00-GR的空想神格。#n她个性张扬，有着极强的行动力，在教唆别人为自己目的付出这点别有一套。她的话最好不要轻易听信，特别是那些带上扑克牌符号的话……不然可是要吃苦头的。",
        "firstSightDialogue": "记住帕亚索这个名字吧，这对你有好处……对我也有~",
        "dialogues": [
            "寻求庇护可别来找我，我才不是战神那种无聊玩意儿。",
            "与其在这发呆，不如去寻找那只属于自己的世界吧~",
            "喂，这么闲的话要不要来和大姐姐探讨下生命的音色呢~",
            "你这混蛋就没想过自己想活成什么样子吗，只有怂货才会对自以为是的家伙计听言从！",
            "音符即是军队！呐喊即为军号！把命运揉成一团，全部碾碎！Shout！！！",
            "不要小看音乐啊！混蛋！！！"
        ]
    },
    {
        "id": 1224,
        "fullImg": "images/partners/1224.png",
        "icon": "images/partners/1224_5.png",
        "name": "格蕾",
        "params": {
            "height": "152 см",
            "sizes": "74/52/75",
            "bday": "-",
            "hobby": "安静呆着"
        },
        "flavor": "编号OS-04-SG的空想神格。#n她给人十分冷酷的感觉，沉默寡言加上那敏捷的动作，总让她被视为是可怕的刽子手。#n事实上她那一言不发的冷酷只针对陌生人。在与熟人交流时总会有一针见血的吐槽，甚至说出损人的话。#n或许这些话听着刺耳，但也是件好事，因为她损你损得越频繁，就越证明你们之间关系拉近了。",
        "firstSightDialogue": "不用拐弯抹角，我会给你想要的。",
        "dialogues": [
            "寻求庇护可别来找我，我才不是战神那种无聊玩意儿。",
            "与其在这发呆，不如去寻找那只属于自己的世界吧~",
            "喂，这么闲的话要不要来和大姐姐探讨下生命的音色呢~",
            "你这混蛋就没想过自己想活成什么样子吗，只有怂货才会对自以为是的家伙计听言从！",
            "音符即是军队！呐喊即为军号！把命运揉成一团，全部碾碎！Shout！！！",
            "不要小看音乐啊！混蛋！！！"
        ]
    },
    {
        "id": 1225,
        "fullImg": "images/partners/1225.png",
        "icon": "images/partners/1225_5.png",
        "name": "安莉埃塔",
        "params": {
            "height": "141 см",
            "sizes": "69/52/71",
            "bday": "-",
            "hobby": "手作、帮助他人"
        },
        "flavor": "编号OS-09-FB的空想神格。#n安莉埃塔的身体大部分由轻质合金构成，给人一种机器人偶的感觉，实际上却不是一个冷冰冰的神格。#n她心地善良，放不下需要帮助的人，也因此常常在为他人奔波的路上累垮自己。但这种被人需要的感觉，让她非常开心。",
        "firstSightDialogue": "你需要……安莉埃塔么？",
        "dialogues": [
            "寻求庇护可别来找我，我才不是战神那种无聊玩意儿。",
            "与其在这发呆，不如去寻找那只属于自己的世界吧~",
            "喂，这么闲的话要不要来和大姐姐探讨下生命的音色呢~",
            "你这混蛋就没想过自己想活成什么样子吗，只有怂货才会对自以为是的家伙计听言从！",
            "音符即是军队！呐喊即为军号！把命运揉成一团，全部碾碎！Shout！！！",
            "不要小看音乐啊！混蛋！！！"
        ]
    },
    {
        "id": 1226,
        "fullImg": "images/partners/1226.png",
        "icon": "images/partners/1226_5.png",
        "name": "法夫尼尔",
        "params": {
            "height": "167 см",
            "sizes": "82/56/84",
            "bday": "1/31",
            "hobby": "平淡而不孤独的生活"
        },
        "flavor": "传说中抢夺了戒指“安德华拉诺特”而受到了诅咒的巨龙，陷入了无穷无尽争端的她选择了远离人世，在人类无法到达的雪山之顶独自生活。这也注定了她变得更加冷淡，更加孤独。",
        "firstSightDialogue": "我是法夫尼尔，你也是为了这枚能够带来无尽财富的戒指而来么？",
        "dialogues": [
            "我是法夫尼尔，你也是为了这枚能够带来无尽财富的戒指而来么？",
            "见过了太多用心险恶，目睹了太多利欲熏心，这世上还会有如赤子一般纯真的人么？",
            "你所渴求的长生与智慧我这里都没有，是离开还是留下你自己决定吧。",
            "过度的贪婪只会让自己陷入欲求的深渊，到最后只有死路一条，希望你能将我的话铭记在心。",
            "我并不憎恨那些想要掠夺我身边财宝的人，他们只不过和曾经的我一样迷失了而已。",
            "如果你执意留下的话，长时间的沉默只会让气氛变得无趣，那和我说说你的见闻如何？"
        ]
    },
    {
        "id": 1227,
        "fullImg": "images/partners/1227.png",
        "icon": "images/partners/1227_5.png",
        "name": "拉普拉斯",
        "params": {
            "height": "172 см",
            "sizes": "88/58/90",
            "bday": "-",
            "hobby": "赌博"
        },
        "flavor": "假定有一个生物知道每一个原子的位置和动量，就可以把随机事件变为确定事件。#n不会有任何的模糊，不会有任何的不定，展现在她的面前只有不变的现实。#n这便是拉普拉斯的魔女，一个诞生于科学中的恶魔。#n但是对于她来说这份确定显得毫无价值，带给她的只有无趣。#n为了消解这份倦怠，魔女设下了赌局，寻求刺激，寻找自己失去的“不确定性”。",
        "firstSightDialogue": "你想赌什么~嗯哼，任何形式的赌博我都可以奉陪到底哦~",
        "dialogues": [
            "你想赌什么~嗯哼，任何形式的赌博我都可以奉陪到底哦~",
            "要想让我体会到失败的乐趣，就要付诸全力。",
            "无法测算的赌局，充满未知的结果，在揭晓答案的瞬间才能分出胜负，这才是赌博的精髓所在~",
            "随机事件？呵，我早就把这个词在我的词典里删除了！",
            "规则只有一个，不做运气游戏，因为运气也是由各种可算的变量组成。",
            "怎么，不敢下注了吗？没关系，就算比耐性的话，我也会接受你的挑战哦~"
        ]
    },
    {
        "id": 1228,
        "fullImg": "images/partners/1228.png",
        "icon": "images/partners/1228_5.png",
        "name": "巴罗尔",
        "params": {
            "height": "128 см",
            "sizes": "61/46/63",
            "bday": "-",
            "hobby": "丧气话"
        },
        "flavor": "巴罗尔曾是深海巨人一族之王，持有着令人胆寒的邪眼。#n但是在诸神之战中的失利，让她变得十分消沉，虽然嘴上说着丧气的话，但是做事却十分的靠谱。",
        "firstSightDialogue": "收留我也没什么好处，只能额外增加伙食费。",
        "dialogues": [
            "反正像我这样的人……最好不要太期待了。",
            "魔眼？那种东西已经没有了。",
            "巨人王这个称号早就与我无关了……",
            "武器什么的不需要，反正只要拿来揍人就可以了吧？",
            "收留我也没什么好处，只能额外增加伙食费。",
            "说什么需要我，明明可以做更好的选择，却总喜欢抽鬼牌，你也太怪了。"
        ]
    },
    {
        "id": 1229,
        "fullImg": "images/partners/1229.png",
        "icon": "images/partners/1229_5.png",
        "name": "希儿·露天风吕",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅"
        },
        "flavor": "温暖的泉水，蒸腾的雾气，以及使人放松的气氛。#n与希儿一起度过的时光虽然很快乐，但是也要当心不要泡晕过去了哦。",
        "firstSightDialogue": "是水温太高了吗？你的脸好红……",
        "dialogues": [
            "啊~温泉，真是舒服呢，感觉身体快要和水融为一体了呢",
            "希儿…很可爱什么的…谢谢…",
            "如果可以的话，下次，再一起来温泉吧",
            "不如希儿抱你出去吧？果然温泉不能泡太久呢~",
            "是水温太高了吗？你的脸好红……"
        ]
    },
    {
        "id": 1230,
        "fullImg": "images/partners/1230.png",
        "icon": "images/partners/1230_5.png",
        "name": "娜兹",
        "params": {
            "height": "162 см",
            "sizes": "82/64/86",
            "bday": "-",
            "hobby": "手工制作"
        },
        "flavor": "娜兹是人类认知中诞生的，代表寒冬的神格。#n自然精灵中的长姐，喜欢做自己的事情，不爱多说话，是属于行动派的类型。#n而在手工制品上却有着超人的水准，经常做出令人赞叹的设计。#n作为长姐十分威严，一句话就能平息亚希和箩蒂之间的争吵。",
        "firstSightDialogue": "我不追求流行，我只是单纯地享受和分享美丽而已。",
        "dialogues": [
            "如果无聊的话，我建议你去找点事情做。",
            "定做？我不为任何人定做什么，我只做我自己感兴趣的作品。",
            "别打扰我，现在是为作品注入灵魂的关键时刻。",
            "亚希，箩蒂，闹够了就该安静点了。",
            "他人的评价与我无关。",
            "服装也好配饰也好，都是构成美的一环，一定要精雕细琢。"
        ]
    },
    {
        "id": 1231,
        "fullImg": "images/partners/1231.png",
        "icon": "images/partners/1231_5.png",
        "name": "亚希",
        "params": {
            "height": "157 см",
            "sizes": "72/58/74",
            "bday": "-",
            "hobby": "带货"
        },
        "flavor": "自然精灵中的三妹，是掌控火的精灵。#n目前正在作为泛娱乐博主活跃着，无论是娱乐还是购物，她都会疯狂安利给自己的粉丝。",
        "firstSightDialogue": "我最喜欢和大家一起玩了！欢迎加入我的粉丝十群，等等，这群也满了！",
        "dialogues": [
            "大家如果喜欢亚希的话，不要忘记点赞！评论区留言，我在下一个VLOG更新大家想看的内容哦~",
            "人类的娱乐活动真是太有趣了，无论是电影还是购物还是美食，我全都要！",
            "大家好，今天亚希来打卡这家以蒜末拉面出名的店，哎，刚刚好像有个粉色短发的小姐姐出去了？",
            "我最喜欢和大家一起玩了！欢迎加入我的粉丝十群，等等，这群也满了！",
            "今天我推荐的是这款就连雷电之灵都会流泪的神仙级喷雾！不买可就要后悔了！",
            "箩蒂那个家伙才不会懂什么是大众喜爱，有人气的才是好东西！"
        ]
    },
    {
        "id": 1232,
        "fullImg": "images/partners/1232.png",
        "icon": "images/partners/1232_5.png",
        "name": "箩蒂",
        "params": {
            "height": "161 см",
            "sizes": "84/60/82",
            "bday": "-",
            "hobby": "网络批评"
        },
        "flavor": "自然精灵中排行第二的姐姐，性格比起闪电还要直爽火爆，纯傲不娇。#n目前正在作为批评家在网络中活跃着，在网络上经常批评抄袭以及拥护抄袭者的人，拥有极强的个人魅力。",
        "firstSightDialogue": "今年秋天的流行趋势是黄色和黑色，评论区关闭，POST！",
        "dialogues": [
            "你们这些家伙该不会认为每个精灵都和我的笨蛋妹妹一样没品味吧？",
            "现在大部分流行都是商业结果，毫无品味可言。",
            "今年秋天的流行趋势是黄色和黑色，评论区关闭，POST！",
            "照抄二十三年前的时尚杂志设计，这群败类真是让人失望！",
            "你的质疑我一点也不在意，我指出的一切问题都有理有据，你只是在自取其辱。",
            "人类最让我无法理解的是一定要为艺术赋予具体价值，但艺术本身就是无价的。"
        ]
    },
    {
        "id": 1233,
        "fullImg": "images/partners/1233.png",
        "icon": "images/partners/1233_5.png",
        "name": "水之式",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "原血族十二元老之一暗影巡林的属下，强大的人狼族战士，有时候会飙出奇怪的方言。#n手臂上的魔法刺青能够释放强大的魔法并制造幻境，持有可以消除自己脚步声，并且高速移动制造残影的异能——沉默五等分。",
        "firstSightDialogue": "在下人狼族战士水之式。欢迎来到血族庇护所：废坑莫利亚。",
        "dialogues": [
            "当她振臂高挥，拔剑刺敌，我愿身作长风绕战旗！",
            "让血液咆哮,让意识消耗殆尽,让心死亡,不是人类,不是血族,不是人狼,亦不是水之式！吾只是，被迫害者们的愤怒!",
            "复杂的道理俺不懂啦……",
            "在下人狼族战士水之式。欢迎来到血族庇护所：废坑莫利亚。",
            "林中水，狩于林！"
        ]
    },
    {
        "id": 1234,
        "fullImg": "images/partners/1234.png",
        "icon": "images/partners/1234_5.png",
        "name": "丽塔·洛丝薇瑟",
        "params": {
            "height": "168 см",
            "sizes": "92/61/92",
            "bday": "3/1",
            "hobby": "打扫"
        },
        "flavor": "经营着花店，总是以优雅形象示人的女仆，#n然而在那鲜花般艳丽的表象背后，似乎还隐藏着许多不为人知的秘密。",
        "firstSightDialogue": "主人，主人！主人~主……呃？！没事，刚才什么都没有发生。",
        "dialogues": [
            "当她振臂高挥，拔剑刺敌，我愿身作长风绕战旗！",
            "让血液咆哮,让意识消耗殆尽,让心死亡,不是人类,不是血族,不是人狼,亦不是水之式！吾只是，被迫害者们的愤怒!",
            "复杂的道理俺不懂啦……",
            "在下人狼族战士水之式。欢迎来到血族庇护所：废坑莫利亚。",
            "林中水，狩于林！"
        ]
    },
    {
        "id": 1235,
        "fullImg": "images/partners/1235.png",
        "icon": "images/partners/1235_5.png",
        "name": "伊西斯",
        "params": {
            "height": "167 см",
            "sizes": "94/69/98",
            "bday": "8/13",
            "hobby": "宠溺孩子"
        },
        "flavor": "古埃及文明信仰的自然与魔法的守护神。#n和蔼可亲的大姐姐。#n充满母性，温柔善良。#n热衷于将幼童视作自己的孩子，并且无法拒绝他们的任何请求。",
        "firstSightDialogue": "为什么对我视而不见呢？我的孩子，我好伤心呀。",
        "dialogues": [
            "为什么对我视而不见呢？我的孩子，我好伤心呀。",
            "居然把这么可爱的孩子关在家里，实在是太可怜了，看来只能把房子炸了。",
            "精灵的秘密？精灵在我的面前没有任何秘密哦~",
            "我最不能容忍的就是有人欺负小孩子，任何人都不行！",
            "就算孩童们再也不需要神的庇护，我依然会为了孩子们存在于这个世上。",
            "赛特是我最不想见的人，让那家伙离我远点。",
            "不行不行，独立这种事情对于孩子还是太早了，不是说好要一直陪妈妈的吗……"
        ]
    },
    {
        "id": 1236,
        "fullImg": "images/partners/1236.png",
        "icon": "images/partners/1236_5.png",
        "name": "爱莎·夜明前",
        "params": {
            "height": "170 см",
            "sizes": "86/60/87",
            "bday": "-",
            "hobby": "做甜食糕点"
        },
        "flavor": "幽暗的宅子紧闭着大门，南瓜杰克不是屋中主人。#n叩叩叩……叩叩叩……#n甜食的恶魔敞开了门，给出糖果想要送走来人。#n请回请回……#n此处没有蝴蝶小姐传闻，还想要捣乱就请留下灵魂——",
        "firstSightDialogue": "这奇怪的尾巴是辉火让我戴上的……话说，这是恶魔的造型吧？",
        "dialogues": [
            "啊~温泉，真是舒服呢，感觉身体快要和水融为一体了呢",
            "希儿…很可爱什么的…谢谢…",
            "如果可以的话，下次，再一起来温泉吧",
            "不如希儿抱你出去吧？果然温泉不能泡太久呢~",
            "是水温太高了吗？你的脸好红……"
        ]
    },
    {
        "id": 1237,
        "fullImg": "images/partners/1237.png",
        "icon": "images/partners/1237_5.png",
        "name": "伊瑟琳·绵眠之意",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "科学研究、泡咖啡"
        },
        "flavor": "伊瑟琳最为钟爱的睡衣，软绵绵的羊毛蓬松舒适，这样一来在睡梦里也能与小动物为伴了呢~",
        "firstSightDialogue": "小绵羊好软啊，只是抱着就感觉放松下来了，呼~",
        "dialogues": [
            "啊~温泉，真是舒服呢，感觉身体快要和水融为一体了呢",
            "希儿…很可爱什么的…谢谢…",
            "如果可以的话，下次，再一起来温泉吧",
            "不如希儿抱你出去吧？果然温泉不能泡太久呢~",
            "是水温太高了吗？你的脸好红……"
        ]
    },
    {
        "id": 1238,
        "fullImg": "images/partners/1238.png",
        "icon": "images/partners/1238_5.png",
        "name": "Yoko",
        "params": {
            "height": "162 см",
            "sizes": "80/66/82",
            "bday": "6/28",
            "hobby": "手冲咖啡"
        },
        "flavor": "如果用四个字来概括YoKo的原则，那就是“颜值至上”。#n在YoKo的眼里，宇宙中一切的美好，都无法与少女们粉嫩的脸庞相媲美。这种奇怪的话由她说出口，听起来总是毫无违和感，巴比伦学园里的各位，也早就习惯了她的表达方式以及行为。#n对于YoKo而言，寻找美少女并与之发生一段美妙的邂逅，确实是全世界最重要的事情啊！",
        "firstSightDialogue": "今天天气真好，要和我一起出门采风吗~",
        "dialogues": [
            "今天天气真好，要和我一起出门采风吗~",
            "路过的那位小姐！稍等一下！我是不是，在哪里见过你呢？",
            "我的人生暗淡无光，如同眼前这凉薄的夜色，那么你是否愿意，成为那份照亮我的温热呢？",
            "为什么要躲避我呢，是…是我太过唐突，被讨厌了吗…？",
            "哦？原来你喜欢这种…嗯哼，我不会说出来的哦~",
            "哪怕是赞美的话语，也要让对方心甘情愿地接受才行，太轻佻的行为可是会被讨厌的啊。"
        ]
    },
    {
        "id": 1239,
        "fullImg": "images/partners/1239.png",
        "icon": "images/partners/1239_5.png",
        "name": "莉可",
        "params": {
            "height": "156 см",
            "sizes": "80/64/75",
            "bday": "-",
            "hobby": "很多"
        },
        "flavor": "编号OS-05-SPR的空想神格。#n莉可的注意力很容易被各种各样的事情吸引，在这个过程中，想要把她的注意力拉回来是不可能的。#n不看这一点的话，她毫无疑问是个可爱的女孩子。",
        "firstSightDialogue": "我、我又不是故意摔倒的……不要笑我啦！",
        "dialogues": [
            "今天天气真好，要和我一起出门采风吗~",
            "路过的那位小姐！稍等一下！我是不是，在哪里见过你呢？",
            "我的人生暗淡无光，如同眼前这凉薄的夜色，那么你是否愿意，成为那份照亮我的温热呢？",
            "为什么要躲避我呢，是…是我太过唐突，被讨厌了吗…？",
            "哦？原来你喜欢这种…嗯哼，我不会说出来的哦~",
            "哪怕是赞美的话语，也要让对方心甘情愿地接受才行，太轻佻的行为可是会被讨厌的啊。"
        ]
    },
    {
        "id": 1240,
        "fullImg": "images/partners/1240.png",
        "icon": "images/partners/1240_5.png",
        "name": "塔尔伦特",
        "params": {
            "height": "170 см",
            "sizes": "95/72/86",
            "bday": "-",
            "hobby": "保护弱小"
        },
        "flavor": "编号OS-08-RPG的空想神格。#n随心所欲的空想神格，对看起来弱小的事物有着强烈的保护欲。#n和给人留下的冲动印象不同，其实是个很细致的人。",
        "firstSightDialogue": "你还真是在做很危险的实验呢，不过我喜欢。",
        "dialogues": [
            "今天天气真好，要和我一起出门采风吗~",
            "路过的那位小姐！稍等一下！我是不是，在哪里见过你呢？",
            "我的人生暗淡无光，如同眼前这凉薄的夜色，那么你是否愿意，成为那份照亮我的温热呢？",
            "为什么要躲避我呢，是…是我太过唐突，被讨厌了吗…？",
            "哦？原来你喜欢这种…嗯哼，我不会说出来的哦~",
            "哪怕是赞美的话语，也要让对方心甘情愿地接受才行，太轻佻的行为可是会被讨厌的啊。"
        ]
    },
    {
        "id": 1241,
        "fullImg": "images/partners/1241.png",
        "icon": "images/partners/1241_5.png",
        "name": "西敏",
        "params": {
            "height": "165 см",
            "sizes": "82/66/78",
            "bday": "-",
            "hobby": "擦剑"
        },
        "flavor": "编号OS-01-CIW的空想神格。#n带着沉稳气质的空想神格，感觉是很可靠的对象。偶尔会释放出可怕的压迫感，但大部分时候都表现得较为温和。",
        "firstSightDialogue": "聪明的决策对我们都有好处。需要建议的话，随时都可以来找我。",
        "dialogues": [
            "今天天气真好，要和我一起出门采风吗~",
            "路过的那位小姐！稍等一下！我是不是，在哪里见过你呢？",
            "我的人生暗淡无光，如同眼前这凉薄的夜色，那么你是否愿意，成为那份照亮我的温热呢？",
            "为什么要躲避我呢，是…是我太过唐突，被讨厌了吗…？",
            "哦？原来你喜欢这种…嗯哼，我不会说出来的哦~",
            "哪怕是赞美的话语，也要让对方心甘情愿地接受才行，太轻佻的行为可是会被讨厌的啊。"
        ]
    },
    {
        "id": 1242,
        "fullImg": "images/partners/1242.png",
        "icon": "images/partners/1242_5.png",
        "name": "布洛蒂",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "如果问巴比伦对美食最有研究的人是谁，那毫无疑问是布洛蒂。但是如果问巴比伦谁最容易搞到难吃的东西，那毫无疑问也是布洛蒂……#n所以，布洛蒂推荐的食物，推荐先用求生欲判断一下再决定要不要吃。",
        "firstSightDialogue": "想体验巴比伦的美食？包在我身上~",
        "dialogues": [
            "想体验巴比伦的美食？包在我身上~",
            "体重？！怎么可以问这么失礼的问题！",
            "刚刚犹大前辈是不是看我了！我的衣服还好吗！表情呢！刚刚没有发出失礼的声音吧？！",
            "咕……看、看来把香蕉和枣子混起来吃……不是一个好选择啊……",
            "心情好的时候就是要喝番茄汁~难过的时候？喝点番茄汁心情就会变好了！",
            "对我头上的角很好奇？嗯……好吧，摸的时候要轻一点哦！"
        ]
    },
    {
        "id": 1243,
        "fullImg": "images/partners/1243.png",
        "icon": "images/partners/1243_5.png",
        "name": "莫奈·睡莲",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "这是一名美丽的画师，她对颜色有着超乎常人的理解。#n但画画似乎只是她运用颜色的媒介之一，只要关乎到颜色搭配的事，她就会非常投入。",
        "firstSightDialogue": "相遇时的颜色，可不只有炽热如火的红哦。",
        "dialogues": [
            "相遇时的颜色，可不只有炽热如火的红哦。",
            "无论什么时候，无论打扮成什么样，只要是你看到的，那就是最真实的我。",
            "抱歉，一不小心就入神了……你叫我多久了？",
            "有水存在的风景总是那么吸引人，你不这么认为么？",
            "为什么最近都是这身衣服？这里让人心神宁静，我认为这是最能衬托出这种气氛的搭配了~",
            "春夏秋冬，即便是同一个画面，它的色彩也并不完全相同。现在我所看到的是……"
        ]
    },
    {
        "id": 1244,
        "fullImg": "images/partners/1244.png",
        "icon": "images/partners/1244_5.png",
        "name": "米开朗基罗·创世纪",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "人们将那些无法解释的事情之为神迹，将抵达到那些常人无法触及之处的人说成天才。而米开朗基罗就是这样一个天才，同时也是一个“神迹”。",
        "firstSightDialogue": "信仰？对我来说，信仰能让人的灵魂获得安宁。",
        "dialogues": [
            "信仰？对我来说，信仰能让人的灵魂获得安宁。",
            "你对宗教有兴趣吗，我很乐意和你说说这个话题。",
            "我只是对人体的解剖结构感兴趣而已，请不要把我说成会盯着别人看的奇怪家伙。",
            "人什么时候才能理解真神只有一位这件事情呢。",
            "网瘾很重？绝对没有这样的事，我昨天凌晨三点就睡了，比前天要早一小时。",
            "互联网真是伟大的发明，能让人足不出户就看到世界各地的美妙作品。"
        ]
    },
    {
        "id": 1245,
        "fullImg": "images/partners/1245.png",
        "icon": "images/partners/1245_5.png",
        "name": "柴可夫斯基·胡桃夹子",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "活跃气氛是小孩子的天赋，柴可夫斯基把这天赋发挥到了极致。#n她的鼓声不会让人感到吵闹烦躁，难得的童真让人暂时忘却悲伤。她是快乐的孩子，同时，也喜欢大家也成为快乐的“孩子”。",
        "firstSightDialogue": "舞剧的音乐多种多样，但能带动起气氛的自然就是最好的！",
        "dialogues": [
            "舞剧的音乐多种多样，但能带动起气氛的自然就是最好的！",
            "嘿嘿，别以为只有你们大人唱歌才能带动起气氛~我也可以~",
            "周围奏着可爱的乐声，大家跳着幸福的舞蹈……所有人脸上都充满笑容~糖果王国一定是这样温暖甜蜜的地方吧~",
            "我不要咬核桃啦！下巴会掉下来的！",
            "大人们总是那么严肃，我才不要成为这么无趣的人呢~",
            "把糖果藏起来！把木偶大军叫过来！老鼠们出现啦！"
        ]
    },
    {
        "id": 1246,
        "fullImg": "images/partners/1246.png",
        "icon": "images/partners/1246_5.png",
        "name": "阿卡纳",
        "params": {
            "height": "162 см",
            "sizes": "80/66/82",
            "bday": "7/13",
            "hobby": "使用占卜能力"
        },
        "flavor": "阿卡纳是一位占卜师，她喜爱塔罗牌占卜，并且准确度百分之百，从未落空。#n不过，她的占卜似乎伴随着风险，来者需要付出些什么代价才能得到占卜的答案，不少人因为这个代价望而止步。",
        "firstSightDialogue": "欢迎欢迎，今天，你想预测些什么呢？",
        "dialogues": [
            "欢迎欢迎，今天，你想预测些什么呢？",
            "想占卜什么都可以哦！来吧，来嘛~绝对准确~就让我占卜一下吧！",
            "想以体重作为代价的话该占卜什么……我怎么会知道啦，要不要付点别的代价来占卜这件事~",
            "知晓命运，明确自己努力的方向；保持神秘，在未知的明天寻求快乐……你更喜欢哪一种？",
            "这次会抽到哪张塔罗牌呢！女祭司吗，是女祭司吗！正位还是逆位呢~还是说……会是魔术师！？",
            "为什么会有人喜欢在街头招揽客人占卜啦，待在家等别人来不是更好么？"
        ]
    },
    {
        "id": 1247,
        "fullImg": "images/partners/1247.png",
        "icon": "images/partners/1247_5.png",
        "name": "拉克西米",
        "params": {
            "height": "173 см",
            "sizes": "89/68/83",
            "bday": "1/24",
            "hobby": "养花"
        },
        "flavor": "自乳海之中诞生的女神，据说其有着无上的容颜和强大的力量。#n就是做决定要花费的时间稍~微有那么一点长。",
        "firstSightDialogue": "为了做完决定后不会后悔，一定要好好思考才行哦。",
        "dialogues": [
            "为了做完决定后不会后悔，一定要好好思考才行哦。",
            "到底是选这边，还是……再等一下，我还没有决定好……",
            "既然身为神明，就应该成为人类期许的样子……我可没有在针对某个因陀罗哦。",
            "你刚刚是不是……移动过我摆好的纱丽？",
            "这样优柔寡断的我，要是能和巴比伦的诸位一样爽快就好了。",
            "毗湿奴吗？那是个无法让人不去在意的人呢。如果有机会，真希望你们能见一面啊~"
        ]
    },
    {
        "id": 1248,
        "fullImg": "images/partners/1248.png",
        "icon": "images/partners/1248_5.png",
        "name": "芽衣·松间的花樱",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "剑道"
        },
        "flavor": "对雷电芽衣来说，和服与花札都是再熟悉不过的事物。穿上和服的芽衣，其雍容高雅与成熟细腻于一身的气质，在他人眼里，就像是在不言而喻地佐证她豪门千金的身份。而花札牌，则代表着芽衣儿时的一些回忆——#n[记得小时候，在我们雷电家的大宅里，还没有人能在花斗中胜过我呢。]",
        "firstSightDialogue": "隆冬已过春将至，绽放松间此花矣。",
        "dialogues": [
            "隆冬已过春将至，绽放松间此花矣。",
            "嗯？怎么发起来呆来了，该你出牌了哦。",
            "嗯，雨四光，神无月……接下来该怎么打呢……",
            "这身衣服？啊……会让人想到正月的庆典吧，下次有机会的话，一起去求个初诣如何。",
            "想一起玩花札？呵呵，这还真让人怀念，记得上次跟人玩已经是小时候的事情了呢，好吧，我可不会手下留情的哦。"
        ]
    },
    {
        "id": 1249,
        "fullImg": "images/partners/1249.png",
        "icon": "images/partners/1249_5.png",
        "name": "无色辉火·红豆年糕汤",
        "params": {
            "height": "122 см",
            "sizes": "55/41/55",
            "bday": "5/2",
            "hobby": "红豆年糕汤"
        },
        "flavor": "辉火在无色家渡过的童年可算不上甜蜜，与生俱来的使命让她不得不从小就接受严苛的修行。在那段苦涩的时光里，唯有管家婆婆端上一碗亲手做的红豆年糕汤才能止住大小姐委屈的哭声。虽然辉火如今已经对此没有记忆，但在老家，这个事迹一直作为老人间经常提起的往事而被津津乐道。",
        "firstSightDialogue": "呣呣呣呣呣……到底是谁负责这个温泉的，这里的水温也太烫了点吧喂！",
        "dialogues": [
            "啊~温泉，真是舒服呢，感觉身体快要和水融为一体了呢",
            "希儿…很可爱什么的…谢谢…",
            "如果可以的话，下次，再一起来温泉吧",
            "不如希儿抱你出去吧？果然温泉不能泡太久呢~",
            "是水温太高了吗？你的脸好红……"
        ]
    },
    {
        "id": 1250,
        "fullImg": "images/partners/1250.png",
        "icon": "images/partners/1250_5.png",
        "name": "希儿·金平糖",
        "params": {
            "height": "119 см",
            "sizes": "53/39/54",
            "bday": "10/18",
            "hobby": "对着糖罐子许愿"
        },
        "flavor": "相传，用金平糖填满许愿瓶的时候便可以心想事成。然而，这个过程对希儿来说却总是风波不断，仿佛冥冥之中有种不可抗力一般。而每当布洛妮娅问起希儿愿望的时候，希儿总是露出一副幽怨的样子，这让布洛妮娅至今都感到迷惑不解。",
        "firstSightDialogue": "金平糖~~♪金平糖~~♪希儿做的金平糖~~♪",
        "dialogues": [
            "隆冬已过春将至，绽放松间此花矣。",
            "嗯？怎么发起来呆来了，该你出牌了哦。",
            "嗯，雨四光，神无月……接下来该怎么打呢……",
            "这身衣服？啊……会让人想到正月的庆典吧，下次有机会的话，一起去求个初诣如何。",
            "想一起玩花札？呵呵，这还真让人怀念，记得上次跟人玩已经是小时候的事情了呢，好吧，我可不会手下留情的哦。"
        ]
    },
    {
        "id": 1251,
        "fullImg": "images/partners/1251.png",
        "icon": "images/partners/1251_5.png",
        "name": "布洛妮娅·羊角酥",
        "params": {
            "height": "120 см",
            "sizes": "54/40/55",
            "bday": "8/18",
            "hobby": "吼姆"
        },
        "flavor": "合金装备布狼牙，这次作为烘焙大师出场~虽然严格来说，会做的其实只有羊角酥而已。",
        "firstSightDialogue": "和喜欢的人在一起时，食物会变得更好吃……这句话，或许是真的呢。",
        "dialogues": [
            "隆冬已过春将至，绽放松间此花矣。",
            "嗯？怎么发起来呆来了，该你出牌了哦。",
            "嗯，雨四光，神无月……接下来该怎么打呢……",
            "这身衣服？啊……会让人想到正月的庆典吧，下次有机会的话，一起去求个初诣如何。",
            "想一起玩花札？呵呵，这还真让人怀念，记得上次跟人玩已经是小时候的事情了呢，好吧，我可不会手下留情的哦。"
        ]
    },
    {
        "id": 1252,
        "fullImg": "images/partners/1252.png",
        "icon": "images/partners/1252_5.png",
        "name": "海拉·Novel",
        "params": {
            "height": "163 см",
            "sizes": "86/56/80",
            "bday": "9/18",
            "hobby": "逆天改命"
        },
        "flavor": "“这次一定要改变毒奶的体质！”海拉如是说。但是，这好像和你并不是毒奶的主张矛盾了吧？",
        "firstSightDialogue": "听着！总有一天我会证明，毒奶什么的是根本不存在的！",
        "dialogues": [
            "想体验巴比伦的美食？包在我身上~",
            "体重？！怎么可以问这么失礼的问题！",
            "刚刚犹大前辈是不是看我了！我的衣服还好吗！表情呢！刚刚没有发出失礼的声音吧？！",
            "咕……看、看来把香蕉和枣子混起来吃……不是一个好选择啊……",
            "心情好的时候就是要喝番茄汁~难过的时候？喝点番茄汁心情就会变好了！",
            "对我头上的角很好奇？嗯……好吧，摸的时候要轻一点哦！"
        ]
    },
    {
        "id": 1253,
        "fullImg": "images/partners/1253.png",
        "icon": "images/partners/1253_5.png",
        "name": "䌷·Novel",
        "params": {
            "height": "151 см",
            "sizes": "69/53/70",
            "bday": "6/24",
            "hobby": "和菓子"
        },
        "flavor": "改变自我从改变着装开始。今天的䌷，看起来是不是有那么一点温柔大姐姐的样子了呢？",
        "firstSightDialogue": "感到疲惫的话，来吃点和菓子放松一下如何。",
        "dialogues": [
            "想体验巴比伦的美食？包在我身上~",
            "体重？！怎么可以问这么失礼的问题！",
            "刚刚犹大前辈是不是看我了！我的衣服还好吗！表情呢！刚刚没有发出失礼的声音吧？！",
            "咕……看、看来把香蕉和枣子混起来吃……不是一个好选择啊……",
            "心情好的时候就是要喝番茄汁~难过的时候？喝点番茄汁心情就会变好了！",
            "对我头上的角很好奇？嗯……好吧，摸的时候要轻一点哦！"
        ]
    },
    {
        "id": 1254,
        "fullImg": "images/partners/1254.png",
        "icon": "images/partners/1254_5.png",
        "name": "巴罗尔·Novel",
        "params": {
            "height": "128 см",
            "sizes": "61/46/63",
            "bday": "-",
            "hobby": "挑战强大的敌人"
        },
        "flavor": "单从气质上来判断，很难说这个威风凛凛的少女和过去自暴自弃的巴罗尔是同一个人。这是不是意味着，她已经取回过去那份所向披靡的自信了呢。",
        "firstSightDialogue": "在无尽的轮回中推动我前进的，正是那刺眼的阳光……",
        "dialogues": [
            "想体验巴比伦的美食？包在我身上~",
            "体重？！怎么可以问这么失礼的问题！",
            "刚刚犹大前辈是不是看我了！我的衣服还好吗！表情呢！刚刚没有发出失礼的声音吧？！",
            "咕……看、看来把香蕉和枣子混起来吃……不是一个好选择啊……",
            "心情好的时候就是要喝番茄汁~难过的时候？喝点番茄汁心情就会变好了！",
            "对我头上的角很好奇？嗯……好吧，摸的时候要轻一点哦！"
        ]
    },
    {
        "id": 1255,
        "fullImg": "images/partners/1255.png",
        "icon": "images/partners/1255_5.png",
        "name": "YUI·Novel",
        "params": {
            "height": "151 см",
            "sizes": "82/59/80",
            "bday": "3/12",
            "hobby": "科幻小说，亲自做料理"
        },
        "flavor": "和最初给人的印象完全不同，一旦走近YUI的身边，就能感受到她浑身散发的治愈气息。可以的话，真想整天都待在她的身边啊~",
        "firstSightDialogue": "有朝一日，让YUI带你去宇宙看看吧，你一定会喜欢那番景色的。",
        "dialogues": [
            "想体验巴比伦的美食？包在我身上~",
            "体重？！怎么可以问这么失礼的问题！",
            "刚刚犹大前辈是不是看我了！我的衣服还好吗！表情呢！刚刚没有发出失礼的声音吧？！",
            "咕……看、看来把香蕉和枣子混起来吃……不是一个好选择啊……",
            "心情好的时候就是要喝番茄汁~难过的时候？喝点番茄汁心情就会变好了！",
            "对我头上的角很好奇？嗯……好吧，摸的时候要轻一点哦！"
        ]
    },
    {
        "id": 1256,
        "fullImg": "images/partners/1256.png",
        "icon": "images/partners/1256_5.png",
        "name": "幻梦境·Novel",
        "params": {
            "height": "145 см",
            "sizes": "79/51/77",
            "bday": "-",
            "hobby": "猫"
        },
        "flavor": "这位同学请留步，你是否有兴趣了解一下我们无上的天父……和可爱的猫呢？",
        "firstSightDialogue": "如果您有时间的话，请允许我向您介绍下我的天父如何。",
        "dialogues": [
            "想体验巴比伦的美食？包在我身上~",
            "体重？！怎么可以问这么失礼的问题！",
            "刚刚犹大前辈是不是看我了！我的衣服还好吗！表情呢！刚刚没有发出失礼的声音吧？！",
            "咕……看、看来把香蕉和枣子混起来吃……不是一个好选择啊……",
            "心情好的时候就是要喝番茄汁~难过的时候？喝点番茄汁心情就会变好了！",
            "对我头上的角很好奇？嗯……好吧，摸的时候要轻一点哦！"
        ]
    },
    {
        "id": 1257,
        "fullImg": "images/partners/1257.png",
        "icon": "images/partners/1257_5.png",
        "name": "神奈·Novel",
        "params": {
            "height": "139 см",
            "sizes": "76/65/80",
            "bday": "8/3",
            "hobby": "说龙语"
        },
        "flavor": "龙之勇者神奈，今天也背负着拯救全龙族的命运而战斗着。",
        "firstSightDialogue": "嗯？你身上好像也有龙的气息？是我的错觉么……",
        "dialogues": [
            "想体验巴比伦的美食？包在我身上~",
            "体重？！怎么可以问这么失礼的问题！",
            "刚刚犹大前辈是不是看我了！我的衣服还好吗！表情呢！刚刚没有发出失礼的声音吧？！",
            "咕……看、看来把香蕉和枣子混起来吃……不是一个好选择啊……",
            "心情好的时候就是要喝番茄汁~难过的时候？喝点番茄汁心情就会变好了！",
            "对我头上的角很好奇？嗯……好吧，摸的时候要轻一点哦！"
        ]
    },
    {
        "id": 1258,
        "fullImg": "images/partners/1258.png",
        "icon": "images/partners/1258_5.png",
        "name": "海拉·反转因果",
        "params": {
            "height": "163 см",
            "sizes": "86/56/80",
            "bday": "9/18",
            "hobby": "逆天改命"
        },
        "flavor": "“这次一定要改变毒奶的体质！”海拉如是说。但是，这好像和你并不是毒奶的主张矛盾了吧？",
        "firstSightDialogue": "毒奶？我已经不是……不对，我从来就不是毒奶！",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1259,
        "fullImg": "images/partners/1259.png",
        "icon": "images/partners/1259_5.png",
        "name": "䌷·一日一菓",
        "params": {
            "height": "151 см",
            "sizes": "69/53/70",
            "bday": "6/24",
            "hobby": "和菓子"
        },
        "flavor": "改变自我从改变着装开始。今天的䌷，看起来是不是有那么一点温柔大姐姐的样子了呢？",
        "firstSightDialogue": "叫我“前辈”什么的，稍微有点不好意思呢~不过，我很开心。",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1260,
        "fullImg": "images/partners/1260.png",
        "icon": "images/partners/1260_5.png",
        "name": "巴罗尔·不灭之冕",
        "params": {
            "height": "128 см",
            "sizes": "61/46/63",
            "bday": "-",
            "hobby": "挑战强大的敌人"
        },
        "flavor": "单从气质上来判断，很难说这个威风凛凛的少女和过去自暴自弃的巴罗尔是同一个人。这是不是意味着，她已经取回过去那份所向披靡的自信了呢。",
        "firstSightDialogue": "穷尽这无数的时间，不论是怎样的敌人，我都会将他战胜。",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1261,
        "fullImg": "images/partners/1261.png",
        "icon": "images/partners/1261_5.png",
        "name": "YUI·美味电波",
        "params": {
            "height": "151 см",
            "sizes": "82/59/80",
            "bday": "3/12",
            "hobby": "科幻小说，亲自做料理"
        },
        "flavor": "和最初给人的印象完全不同，一旦走近YUI的身边，就能感受到她浑身散发的治愈气息。可以的话，真想整天都待在她的身边啊~",
        "firstSightDialogue": "宇宙真的很奇妙呢~和它相比，我只是这个世界上再普通不过的存在而已。",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1262,
        "fullImg": "images/partners/1262.png",
        "icon": "images/partners/1262_5.png",
        "name": "幻梦境·猫猫祟祟",
        "params": {
            "height": "145 см",
            "sizes": "79/51/77",
            "bday": "-",
            "hobby": "猫"
        },
        "flavor": "这位同学请留步，你是否有兴趣了解一下我们无上的天父……和可爱的猫呢？",
        "firstSightDialogue": "你满脸都写着“想要和你的猫咪一起玩”呢~",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1263,
        "fullImg": "images/partners/1263.png",
        "icon": "images/partners/1263_5.png",
        "name": "神奈·龙之勇者",
        "params": {
            "height": "139 см",
            "sizes": "76/65/80",
            "bday": "8/3",
            "hobby": "说龙语"
        },
        "flavor": "龙之勇者神奈，今天也背负着拯救全龙族的命运而战斗着。",
        "firstSightDialogue": "恶龙注定要被勇者讨伐？这种观念就由我来颠覆！",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1264,
        "fullImg": "images/partners/1264.png",
        "icon": "images/partners/1264_5.png",
        "name": "德丽莎·绮梦之心",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "看漫画、守护世界"
        },
        "flavor": "虽然在不情愿的情况下被套上了演出服，但是德丽莎的微笑并不会因此而变得暗淡。对于她华丽又认真的表演，观众们是不是应该用热烈的掌声来回应一下呢~",
        "firstSightDialogue": "虽然很不情愿，但既然穿上了演出服，表演还是会轻松搞定给你看的！",
        "dialogues": [
            "虽然很不情愿，但既然穿上了演出服，表演还是会轻松搞定给你看的！",
            "这秋千比想象的大呢……啊，你刚才说了矮子是吗？我在问你，你刚才是不是说了矮子？！",
            "锵锵！接下来要上演的是！高空秋千~",
            "前排的给我坐下好好看表演啦，什么？坐下看得更清楚？你这个死变态萝莉控！",
            "摄影师你拍好了吗？这个姿势很累欸……"
        ]
    },
    {
        "id": 1265,
        "fullImg": "images/partners/1265.png",
        "icon": "images/partners/1265_5.png",
        "name": "特别直播间",
        "params": {
            "height": "147 см",
            "sizes": "??/??/??",
            "bday": "8/18",
            "hobby": "吼姆"
        },
        "flavor": "被朵朵幻光所簇拥着的布洛妮娅正在海中漂浮着，眼中充满着对这个梦幻世界的好奇。",
        "firstSightDialogue": "欢迎来到特别直播间，来打赏一发吧！",
        "dialogues": [
            "……",
            "……",
            "……",
            "……",
            "……",
            "……"
        ]
    },
    {
        "id": 1266,
        "fullImg": "images/partners/1266.png",
        "icon": "images/partners/1266_5.png",
        "name": "琪亚娜·百福骈臻",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "千祥云集，百福骈臻，这些表达了对来年美好期许的神州成语，对琪亚娜来说似乎难懂了一些。不过，没有那些华丽的祝福语也没关系，即将与琪亚娜共度的下一年，一定也依然会绽放出别样的色彩。",
        "firstSightDialogue": "新的一年，该本小姐翻身做主人了！",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1267,
        "fullImg": "images/partners/1267.png",
        "icon": "images/partners/1267_5.png",
        "name": "祈",
        "params": {
            "height": "120 см",
            "sizes": "60/49/62",
            "bday": "2/14",
            "hobby": "撒花瓣"
        },
        "flavor": "婚礼上必不可少的是什么？新人、见证者？哎呀怎么还没猜到，还有一个很重要的存在——就是花童呀！巴比伦花童小祈，元气十足地等待着新人的委托！如果要结婚的话，记得一定要邀请她哦~",
        "firstSightDialogue": "结婚的时候一定要告诉小祈哦，小祈会帮你们铺一条最好看的花路的！",
        "dialogues": [
            "“爱的人太多所以不能结婚”是什么意思啊……咦，在意是谁说的吗？yoko姐姐不让我告诉你诶。",
            "为什么大家都不想结婚呀，最近都没有婚礼参加，好无聊哦……",
            "嘿嘿，这身装扮很可爱吧~！花童可是要站在新人旁边的，当然得配合婚礼的气氛啦~",
            "幻梦境喜欢猫，桃乐丝又刚好带了只猫，她们一定很适合结婚吧！",
            "结婚怎么可以不办婚礼呢，我花瓣都准备好了啊！",
            "结婚的时候一定要告诉小祈哦，小祈会帮你们铺一条最好看的花路的！"
        ]
    },
    {
        "id": 1268,
        "fullImg": "images/partners/1268.png",
        "icon": "images/partners/1268_5.png",
        "name": "瓦雷弗尔",
        "params": {
            "height": "152 см",
            "sizes": "75/52/79",
            "bday": "11/15",
            "hobby": "盗窃秘密"
        },
        "flavor": "所罗门王72柱魔神中排第6位的魔神，是统帅10个军团的盗贼公爵。#n就如她称号所述，是一个非常享受盗窃过程的魔神，无论盗窃的是什么。",
        "firstSightDialogue": "嘿嘿嘿，召唤我的人哟，让我们成为志同道合的伙伴吧~",
        "dialogues": [
            "嘿嘿嘿，召唤我的人哟，让我们成为志同道合的伙伴吧~",
            "你是会努力爆肝攒钱的类型么，让人害怕啊。",
            "反省中，我答应再也不翻床底了，再也不翻了……",
            "我是绝对不会失手的，真不打算一起来么，那些全——是好东西哦！",
            "糟糕糟糕糟糕，那是不能说的啊？但我昨晚在房间看到了不能看的……呸！再拿来说要被杀了，瓶子瓶子，我的瓶子呢！？",
            "喔吼吼，这、这是你的水晶？为什么会在我口袋呢~为什么呢……绝对不是一时顺手放进去的啦~",
            "你看你看，清单我都列好了~好看好用的“香水瓶”~爆起来特别酷的“炸弹”~你想要吧~超想要的吧！",
            "我才不是什么都偷呢！虽、虽然好大一部分是没忍住顺的……有什么办法！这么做超刺激超愉悦的欸！",
            "哈哈哈哈，没有人会讨厌不劳而获的快感~试过一次就会上瘾的~"
        ]
    },
    {
        "id": 1269,
        "fullImg": "images/partners/1269.png",
        "icon": "images/partners/1269_5.png",
        "name": "西琳·梦幻城堡",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "美好的事物"
        },
        "flavor": "身着纯白的礼服，天真无邪的少女期待着那个幸福降临的瞬间。为了回应这对含着希望的双眼，一定要把这个世界上的全部美好都满满地送给她哦！",
        "firstSightDialogue": "你在紧张吗？让西琳来帮你施一个恢复平静的魔法吧！",
        "dialogues": [
            "隆冬已过春将至，绽放松间此花矣。",
            "嗯？怎么发起来呆来了，该你出牌了哦。",
            "嗯，雨四光，神无月……接下来该怎么打呢……",
            "这身衣服？啊……会让人想到正月的庆典吧，下次有机会的话，一起去求个初诣如何。",
            "想一起玩花札？呵呵，这还真让人怀念，记得上次跟人玩已经是小时候的事情了呢，好吧，我可不会手下留情的哦。"
        ]
    },
    {
        "id": 1270,
        "fullImg": "images/partners/1270.png",
        "icon": "images/partners/1270_5.png",
        "name": "九霄·闇夜契约",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "游戏制作"
        },
        "flavor": "漆黑的头纱、暗色的长裙，以圣洁的婚礼来说，这套装束的色调似乎有些太过罕见。但是在蓬莱寺九霄心中，这无疑是与“婚礼”这个仪式相配的、最神圣的着装。",
        "firstSightDialogue": "从现在开始，你的心跳与呼吸都属于我。",
        "dialogues": [
            "隆冬已过春将至，绽放松间此花矣。",
            "嗯？怎么发起来呆来了，该你出牌了哦。",
            "嗯，雨四光，神无月……接下来该怎么打呢……",
            "这身衣服？啊……会让人想到正月的庆典吧，下次有机会的话，一起去求个初诣如何。",
            "想一起玩花札？呵呵，这还真让人怀念，记得上次跟人玩已经是小时候的事情了呢，好吧，我可不会手下留情的哦。"
        ]
    },
    {
        "id": 1271,
        "fullImg": "images/partners/1271.png",
        "icon": "images/partners/1271_5.png",
        "name": "符华·极道委员长",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "闲暇时摆弄花草"
        },
        "flavor": "成绩优异，性格温厚，身手不凡。自神州而来的转学生符华，身上有着各种各样的谜团。不过对大多数学生来说，只要知道符华是她们可靠的委员长就足够了吧。",
        "firstSightDialogue": "平时放学后都做什么？当然是去图书馆了。对了，你的作业都做完了吗？",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1272,
        "fullImg": "images/partners/1272.png",
        "icon": "images/partners/1272_5.png",
        "name": "西琳·向日葵班",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "6/23",
            "hobby": "美好的事物"
        },
        "flavor": "“今天我们来堆积木——”#n老师话音刚落，西琳便在小桌子边坐下，认认真真地堆起积木来。很快，桌子上就出现了一个小世界——七彩的城堡、梦幻的乐园、转啊转的马戏团。#n西琳总是有很多美妙的点子，也因此成了向日葵班的小明星，即使有调皮的孩子出于嫉妒而推倒积木，西琳也会笑嘻嘻地搭一个更漂亮的出来。#n“小班的孩子如果都能像向日葵班的西琳一样乖就好了。”这也许就是保育员老师发自肺腑的感叹吧。",
        "firstSightDialogue": "前天是小平房，昨天是游乐场，今天……今天来做城堡吧~要做好高好高的城堡~",
        "dialogues": [
            "我的名字是七星！是要超越真品的最强神格，好好记住这个名字吧！",
            "最近老是有个自称偶像的家伙在我战斗时来捣乱，五音不全的就不要学别人唱歌啦！",
            "你不觉得最强神格身边应该要有一个负责欢呼的跟班吗？这份好差事就交给你啦，高兴吧？",
            "这次的作战计划简直完美，总算可以给那帮瞧不起人的家伙好看了！哼哼，到时候就让她们原地转圈学狗叫吧~",
            "耍小手段很卑鄙？是那些容易上钩的家伙自己太笨了而已，我只要赢到最后就行啦！",
            "呃……我的陷阱居然没用？！噫？！不要过来啊啊啊对不起我什么都会做的请原谅我！"
        ]
    },
    {
        "id": 1273,
        "fullImg": "images/partners/1273.png",
        "icon": "images/partners/1273_5.png",
        "name": "九霄·小太阳班",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "12/24",
            "hobby": "游戏制作"
        },
        "flavor": "“九霄是个充满活力的孩子……”#n这是个中肯的评价，可看着堆砌积木的九霄，老师显然有些无奈。苦恼并不是因为九霄懒惰或者调皮，而是她总显得有些不合群。#n当别的孩子还在提议堆小房子小花园时，九霄总会发表天马行空的意见……什么通往深渊的高塔，预示未来的天堂之类。搞不懂的小伙伴最后只能丢下她自己一个在玩。#n“这是属于小孩子的奇思妙想~非常不错，如果可以不只沉浸在自己的世界中，多交交朋友就更好了~”即便如此，保育老师依旧肯定地点了点头。",
        "firstSightDialogue": "这堆积木真的能还原那个超酷的世界么？",
        "dialogues": [
            "嘻嘻嘻，没见过吧，这就是那什么……灵魂的奇迹！",
            "就赐予吼美属于自己的雕塑吧……上去……呃！这个世界居然无法承受住吼美的重量吗！",
            "这堆积木真的能还原那个超酷的世界么？",
            "其实零散地摆着积木也挺好看的，之前电视上看到那什么……什么……贵迹！看起来也都是破破烂烂的嘛！",
            "没关系，在遥远的向日葵班也是有着理解我作品的人的。"
        ]
    },
    {
        "id": 1274,
        "fullImg": "images/partners/1274.png",
        "icon": "images/partners/1274_5.png",
        "name": "小积木大世界",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "一位是向日葵班的小明星，一位是小太阳班的不合群，两人却总聚在一起堆积木。她们都有着美妙且天马行空的想法，西琳对九霄搭出的东西也倍感新鲜。#n于是便会看到这么个景象，西琳很快地搭好了积木，然后期待地等待九霄对其进行改造。而九霄也不厌其烦，一遍又一遍地展示自己神奇的想法。#n小小的积木，堆砌出的是两人心中无尽的世界。",
        "firstSightDialogue": "奇迹啊，出现吧……呜哇哇哇！倒了倒了倒了——嘿嘿……吓死了……",
        "dialogues": [
            "奇迹啊，出现吧……呜哇哇哇！倒了倒了倒了——嘿嘿……吓死了……",
            "哈~是可以用这些积木堆出飞龙吗~西琳期待好久了！快点快点~",
            "九霄灵魂射击~Biu！变身封印解除！",
            "深渊的古堡和七彩的城堡有什么不一样呀，西琳好想看看。",
            "西琳的梦幻城堡虽然不错，但还差了些灵魂，接下来就是我的回合了。"
        ]
    },
    {
        "id": 1275,
        "fullImg": "images/partners/1275.png",
        "icon": "images/partners/1275_5.png",
        "name": "米梅",
        "params": {
            "height": "121 см",
            "sizes": "80/66/82",
            "bday": "-",
            "hobby": "缝纫"
        },
        "flavor": "尼伯龙根一族的少女，巴比伦学园的传奇裁缝。禁句很多，建议与她交流的时候不要提及“铸造”、“亲戚”或者“阿贝利希”。",
        "firstSightDialogue": "我做不出来的衣服？恐怕是不存在的吧。",
        "dialogues": [
            "我做不出来的衣服？恐怕是不存在的吧。",
            "很有眼光嘛，这布料可是很稀有的。用这个的话，我说不定能尝试新的创意呢。",
            "论坛上那些唱反调的肯定都是瞎子，连衣服的好坏都看不出来，不如把眼睛换成玻璃球算了。",
            "布料和人一样，都有着各种各样的可能性。仅凭价格区别布料，就像只通过一种技能评断人的高下一样无知。",
            "不要在意别人的看法我当然知道，但是就是会难过，我也没有办法啊。",
            "喜欢我做的衣服啊~虽然这是理所当然的，不过听你说出来还真是让人心情愉快呢~"
        ]
    },
    {
        "id": 1276,
        "fullImg": "images/partners/1276.png",
        "icon": "images/partners/1276_5.png",
        "name": "宁蒂",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "猫咪、收集武器"
        },
        "flavor": "直属奥托·阿波卡利斯麾下的S级女武神，武器“犹大的宽恕”持有者。实力强大，作为对律者的特攻兵器在战场上活跃，曾在新西兰击杀第四律者，立下过诸多显赫战功。#n在天命，宁蒂被视为女武神的标杆之一备受她人尊重。但在其背后，宁蒂实为奥托招募可可利亚所精心设计的棋子，是用可可利亚女儿“娜塔莎”的基因为蓝本所孕育的克隆人。#n由于自诞生开始，宁蒂就鲜少接触普通人类的世间百态，因此对于价值观的思辨十分稀薄。#n在经历可可利亚背叛，天命覆灭等一系列变故之后，原本如同白纸一张的宁蒂，也逐渐开始思考，自身存在的意义所在。",
        "firstSightDialogue": "小鱼干存量告急，宁蒂申请出战补贴家用。",
        "dialogues": [
            "隆冬已过春将至，绽放松间此花矣。",
            "嗯？怎么发起来呆来了，该你出牌了哦。",
            "嗯，雨四光，神无月……接下来该怎么打呢……",
            "这身衣服？啊……会让人想到正月的庆典吧，下次有机会的话，一起去求个初诣如何。",
            "想一起玩花札？呵呵，这还真让人怀念，记得上次跟人玩已经是小时候的事情了呢，好吧，我可不会手下留情的哦。"
        ]
    },
    {
        "id": 1277,
        "fullImg": "images/partners/1277.png",
        "icon": "images/partners/1277_5.png",
        "name": "诗音·盏中醉狐",
        "params": {
            "height": "148 см",
            "sizes": "75/55/77",
            "bday": "-",
            "hobby": "酒 油豆腐"
        },
        "flavor": "极东之地的仙狐神明，虽然其本体早已修道成佛位居彼岸，然而凡间的美酒却始终让其念念不忘。相传，如果在供奉的时候可以为其添上一盏好酒，兴许就能有幸见到本尊，得到神明亲自授予的加护。",
        "firstSightDialogue": "嗯哼哼？你在偷瞄哪里呢，被诗音发现了哦！嘻嘻嘻~~罚酒一杯！",
        "dialogues": [
            "唔哈~~~美味的好酒呀，那个，可以再来一点吗......",
            "神明大人，诗音，才没有...喝...醉...ZZZZZzzzz...",
            "唔...要是能有油豆腐下酒就好了......",
            "嗯哼哼？你在偷瞄哪里呢，被诗音发现了哦！嘻嘻嘻~~罚酒一杯！",
            "不能再喝了？嗝...干、干嘛啦，诗音...诗音已经不是小孩子了喏！"
        ]
    },
    {
        "id": 1278,
        "fullImg": "images/partners/1278.png",
        "icon": "images/partners/1278_5.png",
        "name": "妮娜",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "患有无痛症的女孩，儿时与博士在法国巴黎相识，成为好友，为了治好妮娜的无痛症，博士认识到父母工作的重要性，自己也重拾对科研的热情。然而在两人再度相遇之时，妮娜已因为天命的实验变成了金属律者。她直到最后一刻都记得博士，并且为保护博士撤离只身抵挡女武神进攻，最后因为律者化治好了自己的无痛症，此时感受到疼痛的妮娜十分开心，为了更多地感受这份活着的疼痛，用自己的武器刺穿了自己而死。",
        "firstSightDialogue": "活着是一件幸福的事情哦，愿你和围绕着你的世界，今后也能幸福下去。",
        "dialogues": [
            "喂~喂~~耀夜姬醒一醒，猜猜是谁回来了~",
            "柯罗伊，不是幻觉，是真的柯罗伊~欢迎回来柯罗伊！",
            "哼~哼哼哼~为什么呢，总觉得这曲子再拉多少遍我都能听下去呢~",
            "明明已停下了拉动琴弓的手，心情却没办法平静下来啊。",
            "请安静一下~来和我们一起倾听这段永恒的旋律吧~"
        ]
    },
    {
        "id": 1279,
        "fullImg": "images/partners/1279.png",
        "icon": "images/partners/1279_5.png",
        "name": "时雨绮罗",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "曾与塞西莉亚同为“雪狼”小队成员，在某次作战中牺牲，多年后被发现与崩坏兽共同封印在雪之领地",
        "firstSightDialogue": "咦？你找我有什么事么？难道说是……约……约……",
        "dialogues": [
            "喂~喂~~耀夜姬醒一醒，猜猜是谁回来了~",
            "柯罗伊，不是幻觉，是真的柯罗伊~欢迎回来柯罗伊！",
            "哼~哼哼哼~为什么呢，总觉得这曲子再拉多少遍我都能听下去呢~",
            "明明已停下了拉动琴弓的手，心情却没办法平静下来啊。",
            "请安静一下~来和我们一起倾听这段永恒的旋律吧~"
        ]
    },
    {
        "id": 1280,
        "fullImg": "images/partners/1280.png",
        "icon": "images/partners/1280_5.png",
        "name": "德丽莎·恋爱答复",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "看漫画、守护世界"
        },
        "flavor": "雪花飘落，染色了整条街道。特别的节日中，等待着自己的少女在街灯下踌躇。自相遇开始就躁动不已的心，如今跳动得更加迅速，仿佛在催促自己鼓起勇气。#n似乎察觉到你的出现，她转过身，开朗的笑容掩盖了不安，然后递出了自己准备已久的礼物，还有说出似如使坏的话语。#n但所有的心意，都将在这时候传达——",
        "firstSightDialogue": "想尝尝味道吗？真是个不知道忍耐的家伙。",
        "dialogues": [
            "唔哈~~~美味的好酒呀，那个，可以再来一点吗......",
            "神明大人，诗音，才没有...喝...醉...ZZZZZzzzz...",
            "唔...要是能有油豆腐下酒就好了......",
            "嗯哼哼？你在偷瞄哪里呢，被诗音发现了哦！嘻嘻嘻~~罚酒一杯！",
            "不能再喝了？嗝...干、干嘛啦，诗音...诗音已经不是小孩子了喏！"
        ]
    },
    {
        "id": 1281,
        "fullImg": "images/partners/1281.png",
        "icon": "images/partners/1281_5.png",
        "name": "辉火·尼特魔王",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "点心，休憩"
        },
        "flavor": "在魔城最顶上的房间里，辉火正打着哈欠布置着城内的机关。身为魔王的她每日工作之一就是想方设法阻挡勇者进入魔城，然而她干活的时间总不超过10分钟，只因为本人讨厌工作。#n即便魔王是一个十分强力的稀有职业，但由于工作过于繁忙，以至于让辉火十分厌烦。要是有人提出要代替她当魔王，一定会毫不犹豫将这稀有职业拱手相让的。",
        "firstSightDialogue": "人生苦短，及时行乐。欸，魔王的寿命很长？太好了，那就可以玩更久了。",
        "dialogues": [
            "人生苦短，及时行乐。欸，魔王的寿命很长？太好了，那就可以玩更久了。",
            "喂，我都当上魔王了还想让我干活？那些麻烦事让打工的手下去干就好。",
            "为什么要设计怪物去送经验，什么也不干勇者就会毫无成长地来送死了，多简单。",
            "整天呆在城堡里吃吃喝喝的魔王不是好魔王？难道魔王就注定要努力征服世界么，这么麻烦早知道不当了。",
            "打理魔王生活是你的工作，而我的工作，就是享受~"
        ]
    },
    {
        "id": 1282,
        "fullImg": "images/partners/1282.png",
        "icon": "images/partners/1282_5.png",
        "name": "萨菲尔",
        "params": {
            "height": "152 см",
            "sizes": "68/52/65",
            "bday": "-",
            "hobby": "棋类游戏、西敏"
        },
        "flavor": "编号OS-02-SR的空想神格，全身由一种极为脆弱而轻盈的、类单晶宝石的物质组成。喜欢躲在远离事端的位置出谋划策，但对他人的接近有着近乎本能的恐惧。#n贸然靠近她可能会对她造成过度惊吓所以绝对禁止。只有华兹总会忘记这条禁忌，所以萨菲尔只要听到华兹的声音就会远远躲开。",
        "firstSightDialogue": "一起下棋？好啊，输了可别哭出来哦。",
        "dialogues": [
            "觉得我的问题太难了吗？通往真实的线索就在你的身边，整理思维再想一次吧。",
            "按这个方法重新推演一次的话，就算是西敏也不在话下……嗯？你这家伙，偷看可不是好习惯。",
            "一起下棋？好啊，输了可别哭出来哦。",
            "不要靠近我啊啊啊!啊，不是讨厌跟你接触……但弄掉身上的粉底会很麻烦……慎重，靠过来的时候要更慎重一些!",
            "随意进行接近战是愚者的行为，从远处一击必杀才是战争的艺术。"
        ]
    },
    {
        "id": 1283,
        "fullImg": "images/partners/1283.png",
        "icon": "images/partners/1283_5.png",
        "name": "华兹",
        "params": {
            "height": "160 см",
            "sizes": "79/62/76",
            "bday": "-",
            "hobby": "唱歌，聊天"
        },
        "flavor": "编号OS-03-AR的空想神格。#n明明拥有动人的嗓音却过分吵闹，自从她来到巴比伦学园，许多议事的严肃场所不约而同地挂上了“禁止华兹和闲杂人等入内”牌子。",
        "firstSightDialogue": "每天都开心的方法就是多聊天呀！华兹华兹试过，亲测！有效！是真的！",
        "dialogues": [
            "呀~嘿！你好~呀~♪今天~中午~吃什么呀~♪噢噢，用这种方法说话也很有趣嘛！",
            "呣呣呣，首领禁止华兹在会议上发言了，但不说话怎么能表达自己的看法呀……对了，不能说话的话，用唱的方式就好了嘛！",
            "华兹想起了开心的事情！想要好好的跟你说出来，也想编成歌唱给你听。嗯，就没有办法一边说一边唱吗……",
            "每天都开心的方法就是多聊天呀！华兹华兹试过，亲测！有效！是真的！",
            "从背后，悄悄的，接近中（小声）。萨菲尔~♪来玩吧！………………诶…………大事不好了！！萨菲尔被华兹吓晕过去啦！！！"
        ]
    },
    {
        "id": 1284,
        "fullImg": "images/partners/1284.png",
        "icon": "images/partners/1284_5.png",
        "name": "塞西莉亚·爱与永恒",
        "params": {
            "height": "166 см",
            "sizes": "92/65/94",
            "bday": "12/25",
            "hobby": "糕点、红茶"
        },
        "flavor": "被百合花簇拥着的塞西莉亚，怀抱着琪亚娜的玩偶露出了温暖的笑容。就算无法时刻陪伴在身边，她的心意也会一直与她的重要之人同在。",
        "firstSightDialogue": "能把这一瞬永远留住，一定也是一种幸福吧。",
        "dialogues": [
            "能把这一瞬永远留住，一定也是一种幸福吧。",
            "琪亚娜成长了啊。总觉得昨天还是受了委屈会找我哭诉的小孩子，时间过得真快。",
            "我的保护？现在的琪亚娜已经不需要了吧。孩子终有一日会离开父母，这种心情是该叫做欣慰还是不舍呢。",
            "如果有重要的人，记得平时就好好对待她。这样即便分别的那天来临，也不会感到那么遗憾。",
            "我的时间已经停下，但你的未来还在继续。想要迈步向前的话，每一秒都是最合适的起点。"
        ]
    },
    {
        "id": 1285,
        "fullImg": "images/partners/1285.png",
        "icon": "images/partners/1285_5.png",
        "name": "德丽莎·永存的荣光",
        "params": {
            "height": "147 см",
            "sizes": "70/49/71",
            "bday": "8/18",
            "hobby": "吼姆"
        },
        "flavor": "被朵朵幻光所簇拥着的布洛妮娅正在海中漂浮着，眼中充满着对这个梦幻世界的好奇。",
        "firstSightDialogue": "这个世界不会失去希望。",
        "dialogues": [
            "……",
            "……",
            "……",
            "……",
            "……",
            "……"
        ]
    },
    {
        "id": 1286,
        "fullImg": "images/partners/1286.png",
        "icon": "images/partners/1286_5.png",
        "name": "真央",
        "params": {
            "height": "148 см",
            "sizes": "82/62/84",
            "bday": "6/6",
            "hobby": "hifi发烧友"
        },
        "flavor": "真央是在巴比伦学园横行的一只小家伙，她坚称自己的其中一只眼睛承袭了伟大的邪王真眼，能够洞察世间一切的幽暗鬼魅，并预知万象。据本人描述，她脖颈上挂着的大耳麦才是她的本体，耳麦承载了她90%的力量。#n此外，她似乎对声音非常敏感，特别害怕噪音，若你在她身边太过聒噪，她会掉头就跑，并一脸厌弃地朝你吐舌头。",
        "firstSightDialogue": "唔~我感受到蛰伏世间的不祥音波朝我扑噬而来，哼，但是不用担心，受邪王之光庇护的我绝对无所畏惧！",
        "dialogues": [
            "唔~我感受到蛰伏世间的不祥音波朝我扑噬而来，哼，但是不用担心，受邪王之光庇护的我绝对无所畏惧！",
            "又来了这种讨厌的嗡嗡声！呵，这种不祥的声音，真是每时每刻都在耳边喧闹。",
            "耳麦ON！曲率波振幅启动，寂静力场全开！什、什么只不过是调高音量和降噪，哼，凡人才不会明白~",
            "啊.....看到了，看到了，来自深渊的瑰丽色彩！嗯？美瞳戴多了不健康？放肆，这可是货真价实的邪王真眼！",
            "喂！等一下、禁止碰我的耳麦！唔啊啊啊，快还给我！地狱的声音要刺穿耳膜了！！",
            "换了个美瞳？咦咦咦！？坏了，这可是我隐藏于世的终极秘密.......灭口！事到如今只有把你灭口了！别跑！"
        ]
    },
    {
        "id": 1287,
        "fullImg": "images/partners/1287.png",
        "icon": "images/partners/1287_5.png",
        "name": "赛博鲁斯",
        "params": {
            "height": "160 см",
            "sizes": "82/62/84",
            "bday": "4/7",
            "hobby": "刷手机小视频"
        },
        "flavor": "赛博鲁斯作为人气萌宠UP主，受到了许多巴比伦商户的青睐。除了出门溜地狱犬，几乎很少看见她在学园里出没。如果你的运气够好，碰巧遇见她和狗子们，可以试试看用奶油面包投食，也许会有意外惊喜。",
        "firstSightDialogue": "晚上好，今天的地狱犬直播要开……喂，笨狗，停止你的拆家行为。",
        "dialogues": [
            "晚上好，今天的地狱犬直播要开……喂，笨狗，停止你的拆家行为。",
            "网络里的人类真有趣，为何我冷冰冰地对待他们，他们反而觉得更加高兴？",
            "第一次遇到像你这样胆大的人，这样靠近我，就不怕地狱犬咬你么？",
            "催也没有用，今天不更新视频。那些笨狗又到了脱毛季，我现在的房间就跟下雪一样。",
            "（嗅嗅）嗯？你身上有好闻的奶油香气，要知道冥界只有刺鼻的硫磺味，哪里会有这么香甜可口的气息。",
            "（汪——汪——汪——）地狱笨狗，安静……翻肚皮撒娇也没用，今天没有奶油面包吃！"
        ]
    },
    {
        "id": 1288,
        "fullImg": "images/partners/1288.png",
        "icon": "images/partners/1288_5.png",
        "name": "江之岛盾子",
        "params": {
            "height": "169 см",
            "sizes": "??/??/??",
            "bday": "12/24",
            "hobby": "？？？"
        },
        "flavor": "性格非常容易厌倦的“超高校级的辣妹”。认为“只有绝望才是无法预料的，才能让自己快乐”。对于把重要的东西、珍贵的东西破坏掉感到无比喜悦，梦想着让世界染上绝望。",
        "firstSightDialogue": "我是超高校级的绝望，江之岛盾子，将把世界打落绝望深渊的女人",
        "dialogues": [
            "我是超高校级的绝望，江之岛盾子，将把世界打落绝望深渊的女人",
            "就算是在崩坏的世界，也要散播绝望的气氛哦~",
            "世界会染上更多更多美妙的绝望之色",
            "希望是预定调和，而绝望是混沌",
            "我随时都能给你利用哦~",
            "绝望所必要的不仅仅是我，你也是哟",
            "崩坏……啊~那是多么棒的绝望啊~",
            "黏黏糊糊的绝望，到底会带来什么样的味道呢",
            "绝望拥有能将世界变为混沌的力量",
            "呐，这样预定调和的世界很无聊不是吗"
        ]
    },
    {
        "id": 1289,
        "fullImg": "images/partners/1289.png",
        "icon": "images/partners/1289_5.png",
        "name": "神座出流",
        "params": {
            "height": "179 см",
            "sizes": "??/??/??",
            "bday": "1/1",
            "hobby": "？？？"
        },
        "flavor": "超高校级的希望。是学园制造的人工天才，也是希望的存在。作为拥有所有才能的代价，日向创的人格被消除了。虽然不知道他在想什么，但由于能看见一切，因此对所有的事物都感到无聊。",
        "firstSightDialogue": "我想确认，希望和绝望，究竟哪一个更让我无法预料。",
        "dialogues": [
            "我想确认，希望和绝望，究竟哪一个更让我无法预料。",
            "无聊，你的行为毫无意义",
            "你认识以前的我吗",
            "就算成了这种状况，你还是想着保护着别人阿",
            "这个世界，很无聊不是吗",
            "区区幸运，我也是有的",
            "你的才能也好，你的思想也罢，这一切对我来说都十分无趣",
            "我以前的记忆已经完全被消除了，你是谁？",
            "你是赢不过我的",
            "崩坏？无趣"
        ]
    },
    {
        "id": 1290,
        "fullImg": "images/partners/1290.png",
        "icon": "images/partners/1290_5.png",
        "name": "玛薇特",
        "params": {
            "height": "163 см",
            "sizes": "87/65/90",
            "bday": "-",
            "hobby": "讴歌生命"
        },
        "flavor": "被记载在《启示录》中，巡行于大地的四活物之一。司职死亡，通过不同形式的灾难，平等地为所有生命带来死亡。#n虽然职责是为生命带来终结，但实际性格并不如人们想象中那样冷酷无情。相反，她钟情于所有生物为了活着所展现出的光芒。#n某种意义来说，她的确热爱着生命。",
        "firstSightDialogue": "生命正因死亡才得以熠熠生辉，但是似乎不少人连这个简单的道理都不懂呢。",
        "dialogues": [
            "生命无分高低贵贱，因为死亡会平等地降临在所有个体的头上。",
            "为什么总有人认为我嗜虐成性，明明我对生命的凋零毫无兴趣。",
            "生命在面对危难时所喷涌而出的光芒，不管多少次都总会让我为之心醉。",
            "我和饥荒那个阴沉的女人完全合不来，根本不知道她的脑子在想什么东西。",
            "这个面具之下的容貌？不，你绝对不会想看到它，这是为了你好才说的。",
            "生命正因死亡才得以熠熠生辉，但是似乎不少人连这个简单的道理都不懂呢。"
        ]
    },
    {
        "id": 1291,
        "fullImg": "images/partners/1291.png",
        "icon": "images/partners/1291_5.png",
        "name": "花幡",
        "params": {
            "height": "157 см",
            "sizes": "80/59/83",
            "bday": "2/8",
            "hobby": "为道路插上路标"
        },
        "flavor": "相传，灵魂并不会随着肉体死亡而消散，而是会在熟悉的地方不断飘荡，必须依靠引领才能归于尘土。而引魂灯就是具有这种功能的道具之一。#n但是在巴比伦学园中，并不存在需要引领的灵魂。苦于自身特性所困，花幡只好为学园各处的道路插上路标，并以此作为自己的爱好。",
        "firstSightDialogue": "要是哪一天你也迷路了，就来找我吧，我会为你指引正确的方向。",
        "dialogues": [
            "要是哪一天你也迷路了，就来找我吧，我会为你指引正确的方向。",
            "引导迷途灵魂是我的工作，可这里根本没有灵魂需要指引，这不是显得我好像每天都在游手好闲嘛！",
            "虽然我的工作离不开死亡，但也不总是难过的事情，偶尔也会有灵魂向我述说它们幸福的一生。",
            "难得我把巴比伦学园的每一条路都插上了路标，可几天后又都会消失不见，到底是谁干的啦！",
            "好不容易碰到一只幽灵，可是她居然马上就哭喊着“好可怕”跑掉了，我看起来有那么恐怖吗……",
            "爱好？可能是因为一直以来的工作关系，指引道路已经深入了我的骨髓，成为了不可缺少的部分。"
        ]
    },
    {
        "id": 1292,
        "fullImg": "images/partners/1292.png",
        "icon": "images/partners/1292_5.png",
        "name": "维内奇诺",
        "params": {
            "height": "144 см",
            "sizes": "69/51/70",
            "bday": "9/7",
            "hobby": "观察别人"
        },
        "flavor": "巴比伦学园物理实验室的幽灵，好奇心很强，喜欢观察别人的一举一动，特技是不眨眼地盯着别人一整天。#n平常总是安静地待在角落里玩翻花绳。",
        "firstSightDialogue": "只有愿意的时候，大家才能看到维内奇诺。",
        "dialogues": [
            "只有愿意的时候，大家才能看到维内奇诺。",
            "为什么会被看见，明明特地隐藏了身影……",
            "翻花绳，铁塔、乌龟、金鱼，喜欢哪一个？",
            "……认真观察中。",
            "翻花绳和弦一样，不管是什么都能创造出来。",
            "巴比伦学园的幽灵，都和维内奇诺一样喜欢太阳吗？"
        ]
    },
    {
        "id": 1293,
        "fullImg": "images/partners/1293.png",
        "icon": "images/partners/1293_5.png",
        "name": "阿格尼斯",
        "params": {
            "height": "146 см",
            "sizes": "62/42/64",
            "bday": "12/1",
            "hobby": "吃辣"
        },
        "flavor": "她疏离人群，喜欢与狼群为伍，总是裹着冬衣，身体还会散发小小的霜晶与凛冽的寒气，她就是阿格尼斯——在人类的祈祷中被奉为神明的冰原狼王。",
        "firstSightDialogue": "我是阿格尼斯，曾被人类唤作北国的冰原狼王，不过现在她们都叫我什么……冰箱酱？到底是谁起的这种外号啦……",
        "dialogues": [
            "我是阿格尼斯，曾被人类唤作北国的冰原狼王，不过现在她们都叫我什么……冰箱酱？到底是谁起的这种外号啦……",
            "“北国之境，冰原狼王，头戴银冠，可碎冰川，畏而敬重，侍为神明。”没有特别的意义，这只是首童谣而已。",
            "唔……热死了……23℃到底哪里宜人啦?把遥控器给我！这里的空调就不能调到0℃以下吗？!哔哔哔——",
            "无礼的人！你要是再敢玩弄我的耳朵，信不信我立刻把你冻成冰块！",
            "魔鬼变态辣的麻婆豆腐！？哪里哪里，在哪里可以吃到呀！？",
            "欸，尾巴秃了？换、换季掉毛而已，才不会秃……你才秃呢！"
        ]
    },
    {
        "id": 1294,
        "fullImg": "images/partners/1294.png",
        "icon": "images/partners/1294_5.png",
        "name": "杏·玛尔·夜光杯",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75 ",
            "bday": "9/9",
            "hobby": "爱的玩具"
        },
        "flavor": "如果你想要让杏理解婚姻与誓约这种世俗的定义，那她一定会嗤之以鼻的厌弃。因为对于她来说，快乐都是建立在破坏与毁灭之上的，何必去理解这种无意义的事情。#n但如果某一天，她遇到了一个玩不坏的玩具，就可能另当别论了。",
        "firstSightDialogue": "宣誓以后你就是本大爷的人了，谁要敢欺负你，本大爷会统统帮你解决掉。",
        "dialogues": [
            "要是哪一天你也迷路了，就来找我吧，我会为你指引正确的方向。",
            "引导迷途灵魂是我的工作，可这里根本没有灵魂需要指引，这不是显得我好像每天都在游手好闲嘛！",
            "虽然我的工作离不开死亡，但也不总是难过的事情，偶尔也会有灵魂向我述说它们幸福的一生。",
            "难得我把巴比伦学园的每一条路都插上了路标，可几天后又都会消失不见，到底是谁干的啦！",
            "好不容易碰到一只幽灵，可是她居然马上就哭喊着“好可怕”跑掉了，我看起来有那么恐怖吗……",
            "爱好？可能是因为一直以来的工作关系，指引道路已经深入了我的骨髓，成为了不可缺少的部分。"
        ]
    },
    {
        "id": 1295,
        "fullImg": "images/partners/1295.png",
        "icon": "images/partners/1295_5.png",
        "name": "八重樱·梦幻阶梯",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "7/22 ",
            "hobby": "樱花"
        },
        "flavor": "空气中充满着樱花微甜的香气，远处教堂的钟声响起，沿着飞扬起的花瓣，你会看见八重樱穿着白色的婚纱走下阶梯，她正朝着你伸出手——#n“终于等到你了……”",
        "firstSightDialogue": "听说西方的婚礼仪式要在亲、亲吻对方之后，婚礼的誓言才会灵验……是这样的么？",
        "dialogues": [
            "只有愿意的时候，大家才能看到维内奇诺。",
            "为什么会被看见，明明特地隐藏了身影……",
            "翻花绳，铁塔、乌龟、金鱼，喜欢哪一个？",
            "……认真观察中。",
            "翻花绳和弦一样，不管是什么都能创造出来。",
            "巴比伦学园的幽灵，都和维内奇诺一样喜欢太阳吗？"
        ]
    },
    {
        "id": 1296,
        "fullImg": "images/partners/1296.png",
        "icon": "images/partners/1296_5.png",
        "name": "宁蒂·JC喵喵",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "和猫玩"
        },
        "flavor": "在学期中段时突然转入学园的转校生，身手非常矫健，偶尔会让人觉得根本不是普通女中学生该有的身手。#n对学园生活充满期待和热情，但偶尔会因为缺乏常识而做出许多没头没脑的事情。#n非常喜欢猫咪，甚至能无障碍地和它们对话。",
        "firstSightDialogue": "虽然和预想的不太一样，但是在学校里每一天都很有趣，大家也很亲切~",
        "dialogues": [
            "隆冬已过春将至，绽放松间此花矣。",
            "嗯？怎么发起来呆来了，该你出牌了哦。",
            "嗯，雨四光，神无月……接下来该怎么打呢……",
            "这身衣服？啊……会让人想到正月的庆典吧，下次有机会的话，一起去求个初诣如何。",
            "想一起玩花札？呵呵，这还真让人怀念，记得上次跟人玩已经是小时候的事情了呢，好吧，我可不会手下留情的哦。"
        ]
    },
    {
        "id": 1297,
        "fullImg": "images/partners/1297.png",
        "icon": "images/partners/1297_5.png",
        "name": "辉火·问题拒校生",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "鉴赏、制作模型"
        },
        "flavor": "在学期中段突然入学千羽学园的转校生。#n成绩优秀但拒绝登校的问题学生，虽然成立模型社后出勤情况有所改善，不过因为基本只会出现在社团活动室，至今仍然让老师头疼不已。#n总是离不开睡意和手机，毫无活力的现役美少女高中生。",
        "firstSightDialogue": "什么，你也想进模型社吗？随你的便吧，不过可别指望什么都让我来教你。",
        "dialogues": [
            "什么，你也想进模型社吗？随你的便吧，不过可别指望什么都让我来教你。",
            "好热……校服都黏在身上了，暑假就应该一直放到秋天为止，笨蛋才会想在大热天出门。",
            "好困，待会点名你去帮我答到吧，我要回去睡回笼觉了。",
            "晚上的活动？当然是在组装、描线、喷色了，房间里还堆着几十盒没开封的模型，你觉得我还能去肝什么？",
            "手机和网络可是当代女高中生赖以为生的基本要素，离开它们我连三秒都活不下去。"
        ]
    },
    {
        "id": 1298,
        "fullImg": "images/partners/1298.png",
        "icon": "images/partners/1298_5.png",
        "name": "辉火·琉璃万嬅",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "弹奏三味线"
        },
        "flavor": "透过琉璃罩，那位穿和服的少女端坐于梨花凳上，左手扶着黛青色的三味线，右手拨出一声清脆的琴音。吼姆交易独家出品——梦幻人形手办·琉璃万嬅，正在监修中。",
        "firstSightDialogue": "喂喂，这可不是什么廉价的景品，至少也得是最终赏的级别才对，明白了的话就请认真配合监修吧。",
        "dialogues": [
            "人生苦短，及时行乐。欸，魔王的寿命很长？太好了，那就可以玩更久了。",
            "喂，我都当上魔王了还想让我干活？那些麻烦事让打工的手下去干就好。",
            "为什么要设计怪物去送经验，什么也不干勇者就会毫无成长地来送死了，多简单。",
            "整天呆在城堡里吃吃喝喝的魔王不是好魔王？难道魔王就注定要努力征服世界么，这么麻烦早知道不当了。",
            "打理魔王生活是你的工作，而我的工作，就是享受~"
        ]
    },
    {
        "id": 1299,
        "fullImg": "images/partners/1299.png",
        "icon": "images/partners/1299_5.png",
        "name": "黛尔塔·爱蝶",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "追蝴蝶"
        },
        "flavor": "在黛尔塔的认知里——饥饿是一直需要填补的黑洞，吃永远是最急迫，却也是带来最大满足感的事情。不过，就算是对吃百无禁忌的黛尔塔，也有无法消化的东西。据说只要见到那个生物，她就会浑身冒汗，全身僵直，你猜猜那会是什么？",
        "firstSightDialogue": "蝴蝶蝴蝶……你知道哪里有好吃的嘛……啊……飞走了……",
        "dialogues": [
            "喂~喂~~耀夜姬醒一醒，猜猜是谁回来了~",
            "柯罗伊，不是幻觉，是真的柯罗伊~欢迎回来柯罗伊！",
            "哼~哼哼哼~为什么呢，总觉得这曲子再拉多少遍我都能听下去呢~",
            "明明已停下了拉动琴弓的手，心情却没办法平静下来啊。",
            "请安静一下~来和我们一起倾听这段永恒的旋律吧~"
        ]
    },
    {
        "id": 1300,
        "fullImg": "images/partners/1300.png",
        "icon": "images/partners/1300_5.png",
        "name": "绮罗·离谱",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "唱歌，塞西莉亚"
        },
        "flavor": "为了自己的偶像事业，时雨绮罗刻苦地练习着各种舞台演出的技能，准备在出道之际一鸣惊人大放光彩。而其中最为用心磨炼的，便是自己的歌唱技术。如今的她相信自己的歌声已经到了一个新的境界，将会给别人带来无比美妙的体验。只是，伴随着歌声的同时，似乎总是会出现些小小的意外…….啊哈哈，不过这种小事，怎么都好啦！",
        "firstSightDialogue": "有人要听我唱歌吗？如果听歌的话还附送我偶像见面会的握手券哦！",
        "dialogues": [
            "喂~喂~~耀夜姬醒一醒，猜猜是谁回来了~",
            "柯罗伊，不是幻觉，是真的柯罗伊~欢迎回来柯罗伊！",
            "哼~哼哼哼~为什么呢，总觉得这曲子再拉多少遍我都能听下去呢~",
            "明明已停下了拉动琴弓的手，心情却没办法平静下来啊。",
            "请安静一下~来和我们一起倾听这段永恒的旋律吧~"
        ]
    },
    {
        "id": 1301,
        "fullImg": "images/partners/1301.png",
        "icon": "images/partners/1301_5.png",
        "name": "妮娜·旋机",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "机械性动作，有人陪伴，绿色事物"
        },
        "flavor": "妮娜喜欢机械性的重复行为，因此当转手指这种简单轻松的动作流行起来之后，并不跟风的她也被其吸引了。不过，当她更进一步，试着旋转了整个身体之后，却像是遇上了当头一棒一样——用在这里可不光是比喻句哦，唔，突然有点晕乎乎的……",
        "firstSightDialogue": "孤独是最难以让人忍受的事……所以转手指的时候要两只手一起。",
        "dialogues": [
            "喂~喂~~耀夜姬醒一醒，猜猜是谁回来了~",
            "柯罗伊，不是幻觉，是真的柯罗伊~欢迎回来柯罗伊！",
            "哼~哼哼哼~为什么呢，总觉得这曲子再拉多少遍我都能听下去呢~",
            "明明已停下了拉动琴弓的手，心情却没办法平静下来啊。",
            "请安静一下~来和我们一起倾听这段永恒的旋律吧~"
        ]
    },
    {
        "id": 1302,
        "fullImg": "images/partners/1302.png",
        "icon": "images/partners/1302_5.png",
        "name": "丽塔·铃君影",
        "params": {
            "height": "168 см",
            "sizes": "92/61/92",
            "bday": "3/1",
            "hobby": "铃兰"
        },
        "flavor": "远山绿水，碧波成湖，丽塔一身铃兰刺绣旗袍立于小亭间，只为侍奉您一杯清茶。不过请小心，铃兰花虽别致清雅，但是却深含毒性，请小心对待，勿要太过沉迷。",
        "firstSightDialogue": "早茶时间到了，今天这壶茶汤选用了古丈毛尖与晨露来煮，请您品茶。",
        "dialogues": [
            "当她振臂高挥，拔剑刺敌，我愿身作长风绕战旗！",
            "让血液咆哮,让意识消耗殆尽,让心死亡,不是人类,不是血族,不是人狼,亦不是水之式！吾只是，被迫害者们的愤怒!",
            "复杂的道理俺不懂啦……",
            "在下人狼族战士水之式。欢迎来到血族庇护所：废坑莫利亚。",
            "林中水，狩于林！"
        ]
    },
    {
        "id": 1303,
        "fullImg": "images/partners/1303.png",
        "icon": "images/partners/1303_5.png",
        "name": "卡莉薇尔",
        "params": {
            "height": "150 см",
            "sizes": "69/52/71",
            "bday": "-",
            "hobby": "盛大的宴席、狂欢节"
        },
        "flavor": "卡莉薇尔喜欢盛大的典礼以及狂欢现场，经历过长久的流浪和剧演生涯的她，在进入巴比伦学园之后，保持了俗世时的习惯，依旧一日不停地召开华丽的舞会，邀请神格们参加。",
        "firstSightDialogue": "狂欢吧，亲爱的宾客。在这盛宴之上举杯共醉！",
        "dialogues": [
            "狂欢吧，亲爱的宾客。在这盛宴之上举杯共醉！",
            "吟游？其实只是流浪的另一种说法啦。但不论是什么样的穷乡僻壤，舞会都还要进行下去！",
            "诸位，请把目光转向我的指挥棒这里——一、二、三，看到这些小小的人偶了吗，随他们一同起舞吧！",
            "看啊，旧日的马戏团早已落幕。但我们剧团的旅行却仍在继续，张灯结彩，在昔日繁华的旧址上,与猛兽和小丑一同嬉笑着。",
            "幸福而愚笨的人类们，你们是如此可爱，却又如此天真，真是让我不得不怜爱你们！"
        ]
    },
    {
        "id": 1304,
        "fullImg": "images/partners/1304.png",
        "icon": "images/partners/1304_5.png",
        "name": "阿嘉莎蒂",
        "params": {
            "height": "165 см",
            "sizes": "86/57/89",
            "bday": "9/15",
            "hobby": "推理、寻找未知事件"
        },
        "flavor": "闻名于世的著名侦探，在高傲的外表下其实有着一颗热忱而纯善的心。尽管以追逐真相，破解谜团为兴趣，但她其实是个非常敏感，关心他人的家伙，并不仅仅将“真相”作为唯一的追求.",
        "firstSightDialogue": "余追求真相的脚步从未停下，只是偶尔会在前进的路上喝杯水而已。",
        "dialogues": [
            "余追求真相的脚步从未停下，只是偶尔会在前进的路上喝杯水而已。",
            "余已经看透了你灰色脑细胞的稀薄了，果然，智慧这东西是不会平等地分布到每个人身上的呢。",
            "你知道吗，犯罪是做加法，需要用重重迷障来遮蔽视线；但推理却是做减法，消去非必要的因素，得到最终的结果。",
            "每一个人的时间都有着公平的长度，但只有余能够不断地开拓它的宽度。",
            "真相与正义……谁更重要？余心中早已有了确实的答案。"
        ]
    },
    {
        "id": 1305,
        "fullImg": "images/partners/1305.png",
        "icon": "images/partners/1305_5.png",
        "name": "雪莱·西风颂",
        "params": {
            "height": "146 см",
            "sizes": "76/52/73",
            "bday": "8/4",
            "hobby": "文艺创作、旅游取材"
        },
        "flavor": "拥有无限热情与才华的学者、诗人、小说家、政论作家和改革家。#n上面的这段描述和雪莱毫无关系，她就是个又迟钝，又毫无危机感，总是带着一叠稿纸到处乱逛，然后一边说着没问题没问题一边深陷各种险境的超级乐天派！",
        "firstSightDialogue": "嗯？你想象中的我应该更强劲，更狂野一些吗？嗷呜~嗷——呜——怎么样，像西风一样狂野了吧？",
        "dialogues": [
            "一切都会好起来的，冬天来了，春天还会远吗？所以放宽心吧，我包里有棉花糖哦，要吃吗？",
            "富有时代气息的杆体、油漆泼洒的基底、交错的叉号……这可不只是禁入标牌，嗅到其间的诗意了吗？好，要进去咯！",
            "不要整天宅在宿舍里了，和我出去取材吧。只拥有现实的世界怎么够呢，你还应该拥有诗意的世界。",
            "膝盖上的伤怎么来的？嗯……忘了。反正伤痕都会好起来的。凡努力者难免负伤，这就是理想的阵痛。",
            "刚刚出门采风，忽然遇到了很强劲的西风，写好的诗都被吹走了。不过说起西风……啊！得写下来才是。",
            "嗯？你想象中的我应该更强劲，更狂野一些吗？嗷呜~嗷——呜——怎么样，像西风一样狂野了吧？"
        ]
    },
    {
        "id": 1306,
        "fullImg": "images/partners/1306.png",
        "icon": "images/partners/1306_5.png",
        "name": "布兰",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "读书，写作"
        },
        "flavor": "白露之滨的守护女神。#n平时很文静，但压力积攒过多时就会性格骤变大发雷霆、难以控制。#n兴趣是读书，自称是四女神中知识最为渊博的。#n曾经在展销会上偷偷贩卖过自己写的小说，但不知为何完全卖不出去。",
        "firstSightDialogue": "我是布兰，是白露之滨的女神。闲聊就到此为止吧，我现在想知道更多关于这个世界的事，能给我当向导吗？",
        "dialogues": [
            "我是布兰，是白露之滨的女神。闲聊就到此为止吧，我现在想知道更多关于这个世界的事，能给我当向导吗？",
            "你有着怎么样的觉悟？至少应该是不输给我这个女神的才对吧？",
            "你刚刚在想奇怪的事情吧？……有什么根据？那你说说自己的手在做什么……",
            "我现在正在看书，能让我自己清静一下的话我会很感激的。",
            "在这个世界里有好多事物和奇怪的东西都是第一次见，要不要作为题材在写小说时用上呢？",
            "和其他女神相比，我也只是工作经验比较丰富而已。所以，必须要更加努力……"
        ]
    },
    {
        "id": 1307,
        "fullImg": "images/partners/1307.png",
        "icon": "images/partners/1307_5.png",
        "name": "贝露",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "红茶，西点、各类游戏、BL本"
        },
        "flavor": "绿荫箱庭的守护女神。#n看似是位成熟稳重、态度和蔼的大姐姐，实则是个超级游戏迷＆重度玩家。#n房间里堆满了大量的游戏和周边。#n对自己的身材有相当的自信，总是会有意无意地秀一下。",
        "firstSightDialogue": "我是绿荫箱庭的女神，贝露。作为亲近的证明，要不要来一起喝杯红茶呢？",
        "dialogues": [
            "我是绿荫箱庭的女神，贝露。作为亲近的证明，要不要来一起喝杯红茶呢？",
            "啊~这个世界居然也有这么可爱的妹妹们在呢，以后我该怎么办才好呀~",
            "被我的美貌所吸引也是没办法的事，但记住别因此忘记自己最初的目的哦。",
            "来一杯刚泡好的红茶如何？先稍微休息会儿一起好好品尝吧~",
            "那持续三天三夜的战斗还记得吗……很遗憾，最后因为超时没能通关，之后一起来复仇战吧！下次一定要把稀有道具拿到！",
            "因为最近比较忙，都完全忘记了保养皮肤这件事了。你或许很意外吧，我也是会有这种时候的~"
        ]
    },
    {
        "id": 1308,
        "fullImg": "images/partners/1308.png",
        "icon": "images/partners/1308_5.png",
        "name": "纯白之心",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "读书，写作"
        },
        "flavor": "布兰的女神化形态。#n一反女神化前的沉默寡言，态度及说话方式变得有些粗暴。#n虽然身材娇小却攻守皆能，而且擅长肉搏战。#n与其他三位女神不同，布兰变身后身材并未发生改变，这令其十分在意。",
        "firstSightDialogue": "这个世界，居住在这的人们，当然还有你，我一定都会保护好的！",
        "dialogues": [
            "这个世界，居住在这的人们，当然还有你，我一定都会保护好的！",
            "渴望去保护谁的话自己必须先足够强大。你该不会连这种事都不知道就来战斗了吧？",
            "别给我在这发呆！把精神集中在该做的事上，别浪费时间！",
            "混蛋，你到底在想些什么……下次再敢想这种事，我就让你从这消失！",
            "怎么了？闭嘴不说的话可是什么都没法传达的，就不要对我有所顾虑了。",
            "休息？说得对，就稍微休息一下吧。能跟上身为女神的我，你已经做得很不错了。"
        ]
    },
    {
        "id": 1309,
        "fullImg": "images/partners/1309.png",
        "icon": "images/partners/1309_5.png",
        "name": "翠绿之心",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "红茶，西点、各类游戏、BL本"
        },
        "flavor": "贝露的女神化形态。#n虽然身材及说话方式都没有太大改变，但与女神化前温文尔雅的举止大相径庭，变得更加威风凛凛。#n与此同时，女神化的贝露在对待敌人时会毫不留情。",
        "firstSightDialogue": "哼哼~在战斗中保持美丽的一面是必须的哦，话先说好了，你可千万要注意别被我迷住了。",
        "dialogues": [
            "机会难得，不如来场茶会吧。红茶有让人放松的效果，能让人从紧张感中解放，让内心平静下来。",
            "总感觉肩膀有点僵……我正期待着你能给我按摩一下呢。",
            "我无论何时都会全力以赴，手下留情的话，不觉得是一种对对手的失礼吗？即使对方是无知又愚蠢的敌人也一样……",
            "哼哼~在战斗中保持美丽的一面是必须的哦，话先说好了，你可千万要注意别被我迷住了。",
            "能如此信赖我，我很开心。但是，今后你自己也必须成长起来。没问题，我相信你一定可以的。",
            "总有一天我会带你去绿荫箱庭看看，你一定会喜欢那里的。"
        ]
    },
    {
        "id": 1310,
        "fullImg": "images/partners/1310.png",
        "icon": "images/partners/1310_5.png",
        "name": "伊斯特瓦尔",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "伊斯特瓦尔，通称伊斯，紫耀之都初代女神为了记录历史创造的人工生命体，现正担任紫耀之都的教祖。虽然知识渊博，十分能干，但找资料总要花上三天时间……#n出于对妮普褆努能力的不安，伊斯正全力协助她处理紫耀之都的事务。而事实却是妮普褆努把工作都丢给了伊斯处理，自己一个去玩。#n为此伊斯每天都在说教妮普褆努，但好像没什么用的样子，真让人头疼。",
        "firstSightDialogue": "初次见面，我的名字是伊斯特瓦尔。#n现在正担任紫耀之都的教祖，请多指教。",
        "dialogues": [
            "初次见面，我的名字是伊斯特瓦尔。#n现在正担任紫耀之都的教祖，请多指教。",
            "听好了，工作的时间就应该好好认真工作。请不要做其他多余的事，明白了吗？",
            "有想要知道的东西？不要客气地来问我吧。只要有记录的东西，我全都能给你找出来。顺带一提，这需要花3天时间哦。",
            "唉……真希望妮普褆努能有更多身为紫耀之都女神的自觉。我只要稍微不看着点她，就会马上放纵起来……",
            "我也不是因为喜欢才说教的！请快点变强，成长为可以让任何人都依靠的存在吧。",
            "你会在这个世界创造怎么样有趣的历史呢，我可是很期待的。"
        ]
    },
    {
        "id": 1311,
        "fullImg": "images/partners/1311.png",
        "icon": "images/partners/1311_5.png",
        "name": "佩蒂",
        "params": {
            "height": "140 см",
            "sizes": "68/50/64",
            "bday": "-",
            "hobby": "九九"
        },
        "flavor": "编号OS-99-HG的空想神格。#n是空想神格中诞生最晚的一位，可爱得会让人产生强烈的保护欲。主观意识上认定自己为男孩子，因此总为被姐姐们强迫穿上洋装这件事而苦恼。#n虽然总想表现出男子汉坚强的一面，但目前仍有点力不从心。",
        "firstSightDialogue": "给你介绍一下，这位是人家的好朋友九九~九九，来打声招呼吧？",
        "dialogues": [
            "觉得我的问题太难了吗？通往真实的线索就在你的身边，整理思维再想一次吧。",
            "按这个方法重新推演一次的话，就算是西敏也不在话下……嗯？你这家伙，偷看可不是好习惯。",
            "一起下棋？好啊，输了可别哭出来哦。",
            "不要靠近我啊啊啊!啊，不是讨厌跟你接触……但弄掉身上的粉底会很麻烦……慎重，靠过来的时候要更慎重一些!",
            "随意进行接近战是愚者的行为，从远处一击必杀才是战争的艺术。"
        ]
    },
    {
        "id": 1312,
        "fullImg": "images/partners/1312.png",
        "icon": "images/partners/1312_5.png",
        "name": "卡珊德拉",
        "params": {
            "height": "167 см",
            "sizes": "84/64/80",
            "bday": "-",
            "hobby": "美食"
        },
        "flavor": "编号OS-06-MI的空想神格。#n她总给人阴沉的感觉，而且是一名究极居家党，几乎没有方法能让她离开家门半步。#n除了两件事，第一，外面有精良的美食在吸引着她，第二，出现了她希望捉弄或对付的人。#n一旦发现卡珊德拉离开了家，那就要万分小心。",
        "firstSightDialogue": "没什么事就把窗户关上，这阳光简直是杀人的毒药……",
        "dialogues": [
            "呀~嘿！你好~呀~♪今天~中午~吃什么呀~♪噢噢，用这种方法说话也很有趣嘛！",
            "呣呣呣，首领禁止华兹在会议上发言了，但不说话怎么能表达自己的看法呀……对了，不能说话的话，用唱的方式就好了嘛！",
            "华兹想起了开心的事情！想要好好的跟你说出来，也想编成歌唱给你听。嗯，就没有办法一边说一边唱吗……",
            "每天都开心的方法就是多聊天呀！华兹华兹试过，亲测！有效！是真的！",
            "从背后，悄悄的，接近中（小声）。萨菲尔~♪来玩吧！………………诶…………大事不好了！！萨菲尔被华兹吓晕过去啦！！！"
        ]
    },
    {
        "id": 1313,
        "fullImg": "images/partners/1313.png",
        "icon": "images/partners/1313_5.png",
        "name": "森罗万象",
        "params": {
            "height": "无法测量",
            "sizes": "89/60/95",
            "bday": "2/21",
            "hobby": "他人的苦难"
        },
        "flavor": "森罗万象，拥有与其名字极为相称的庞大知识量与高深智慧的人形。因为知道故事的结局、谜团的谜底、陷阱的解答，世间的万事万物都令她感到枯燥无趣。只剩下戏弄他人能让她感到兴奋。#n因此，无论她对你再怎么笑脸相迎，只要疼痛和辱骂不是你的兴奋点，那就最好立刻求饶，期待她能放你一马。",
        "firstSightDialogue": "想要获得妾身一样的智慧？嗯……每天保持两小时的课外书阅读，坚持五年之后，有脑子的人就会明白这不可能了。",
        "dialogues": [
            "您视线聚焦的位置，妾身可是能察觉得到的。呵呵呵呵，即使这么努力说谎搪塞，您的脸还是很红哦。",
            "吞吞吐吐地想要说些什么呢？如果有什么无礼的要求想要出口请尽管说，代价嘛……您不用在意哦。",
            "想要获得妾身一样的智慧？嗯……每天保持两小时的课外书阅读，坚持五年之后，有脑子的人就会明白这不可能了。",
            "想要看看妾身的闺房吗？呵呵呵，妾身会一直等着您的，大人请“务必要来”哦。",
            "明明教训了这么多次了，还敢继续对妾身动手动脚啊。看来上次的惩罚还不够严重……咦，莫非大人喜欢惩罚吗？",
            "请用茶……嗯？大人喝不下这么烫的茶吗？不行哦，女性的心意可不能这么糟践，就算涕泗横流也请乖乖喝下去吧。"
        ]
    },
    {
        "id": 1314,
        "fullImg": "images/partners/1314.png",
        "icon": "images/partners/1314_5.png",
        "name": "维罗妮卡",
        "params": {
            "height": "159 см",
            "sizes": "83/55/88",
            "bday": "9/15",
            "hobby": "各种电影动画"
        },
        "flavor": "任侠、极道、指定暴力团团长——都不是！维罗妮卡只是一个非常喜欢看各种极道电影，又经常在街上乱逛乱晃的，到处打闹的孩子而已。#n不过话虽如此，如果你要挑衅她，最好做好被切成果盘的准备。",
        "firstSightDialogue": "想知道我脸上的疤是怎么来的吗？哼哼，这道伤疤的背后，可是一个值得拍一百部电影的故事哦！",
        "dialogues": [
            "什么，就这点保护费？你这混蛋是在瞧不起我吗！嗯……感觉这次不错，再对镜子多练习几次吧。",
            "啊？看什么看，你小子真是活腻了是吧，小心把你灌上水泥沉到水里面……嗯？我的造型很帅吗，还蛮有眼光的嘛。",
            "想知道我脸上的疤是怎么来的吗？哼哼，这道伤疤的背后，可是一个值得拍一百部电影的故事哦！",
            "喂，没有大姐头我的允许不准随便摸脑袋……脸也不准捏！",
            "枪械这种没骨气的武器，我是绝对不会用的。真正的极道就要用刀，一把不够的话，就用两把！",
            "嗯？你说那个神格交给我的保护费是她这个月最后一点钱吗……嗯……我知道了，这么做有违仁义，我会还回去的。"
        ]
    },
    {
        "id": 1315,
        "fullImg": "images/partners/1315.png",
        "icon": "images/partners/1315_5.png",
        "name": "芙萝泽",
        "params": {
            "height": "169 см",
            "sizes": "93/59/99",
            "bday": "12/25",
            "hobby": "观察水生动物"
        },
        "flavor": "冰与雪的女王、冻结万物者、不苟言笑的人形——芙萝泽。记住，在路上偶遇她时，如果她心情好，那最好快逃，因为这样才有可能不被冻成冰雕。而当她心情不好的时候，你就算再怎么努力逃窜也没有意义。",
        "firstSightDialogue": "我的法杖是战争的工具，它会消灭敌人，消灭妨碍你的任何人。",
        "dialogues": [
            "在摸我头之前，做好手臂化作齑粉的觉悟了吗？",
            "鱼，很安静。而你总是那么吵闹。",
            "我的法杖是战争的工具，它会消灭敌人，消灭妨碍你的任何人。",
            "怠惰人形总是很安静……像鱼一样。",
            "我创造的雪花很好看？奇怪……你这个人说的话真奇怪……",
            "你说想要融化我？荒谬、愚昧、异想天开——总而言之……也未尝不可……"
        ]
    },
    {
        "id": 1316,
        "fullImg": "images/partners/1316.png",
        "icon": "images/partners/1316_5.png",
        "name": "西琳·幸福祈遇",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "绘画、创造美好的东西"
        },
        "flavor": "居住在梦幻风铃之中的妖精西琳，拥有给他人带来幸福的魔法。在这个小小的世界中，她是居于最上位的支配者。不过，纯真的西琳可绝不会用这份力量做什么坏事哦。",
        "firstSightDialogue": "想要创造一个谁都不会被伤害的世界，在那里大家一直都能幸福地生活下去。",
        "dialogues": [
            "就让西琳为你摇曳这带来幸福的风铃吧。",
            "想要创造一个谁都不会被伤害的世界，在那里大家一直都能幸福地生活下去。",
            "在这个小小世界里，盛满了饱含美好愿望的魔法……",
            "如果西琳拥有创造幸福的魔法，就能够驱逐所有的痛苦与悲伤了吧。",
            "西琳的翅膀？啊……这样看，西琳会不会有点像是童话里的精灵呢？"
        ]
    },
    {
        "id": 1317,
        "fullImg": "images/partners/1317.png",
        "icon": "images/partners/1317_5.png",
        "name": "终焉的轮舞",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "被朵朵幻光所簇拥着的布洛妮娅正在海中漂浮着，眼中充满着对这个梦幻世界的好奇。",
        "firstSightDialogue": "在这样的绝望中，你可以找到一丝希望么……",
        "dialogues": [
            "……",
            "……",
            "……",
            "……",
            "……",
            "……"
        ]
    },
    {
        "id": 1318,
        "fullImg": "images/partners/1318.png",
        "icon": "images/partners/1318_5.png",
        "name": "西琳·治愈系学妹",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "绘画、创造美好的东西"
        },
        "flavor": "既然来到了学校，那就要努力学习。但西琳还是想做点喜欢的事情，毕竟补课也很辛苦呢……对了，就由西琳成立绘画社，用绘画治愈大家学习的疲劳吧。",
        "firstSightDialogue": "所谓的绘画，就是像西琳这样子，开心地把喜欢的颜色涂上去……你看，西琳画得可爱吗？",
        "dialogues": [
            "西琳成立了绘画社，但是为什么大家看了西琳的画之后，都不想加入了？",
            "嗯？下雨了？没关系，西琳把伞借给你吧。",
            "九霄学姐说以后要骑车带西琳去兜风。虽然高中生不该骑车，但是……西琳好想看骑车的九霄学姐啊~",
            "欸嘿嘿~只要带着九霄学姐的玩偶，西琳考试的时候就不会紧张了。",
            "所谓的绘画，就是像西琳这样子，开心地把喜欢的颜色涂上去……你看，西琳画得可爱吗？"
        ]
    },
    {
        "id": 1319,
        "fullImg": "images/partners/1319.png",
        "icon": "images/partners/1319_5.png",
        "name": "九霄·喧哗上等",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "暴走族"
        },
        "flavor": "沉迷上个世代的漫画和电影，受到奇怪的影响后，九霄的打扮变得不仅更加“帅气”了，似乎还准备每天攒两块钱去买辆花哨的摩托车。但应该只是三分钟热度……吧？。",
        "firstSightDialogue": "本救世主是独一无二的，即使从这愚蠢的学园牢笼毕业，这身刺绣水手服也不会传给任何人！",
        "dialogues": [
            "本救世主是独一无二的，即使从这愚蠢的学园牢笼毕业，这身刺绣水手服也不会传给任何人！",
            "从绯红的魔眼中迸发狂飙之魂！于泥泞的沉沦中苏醒救世之光！初代目救世主！蓬莱寺九霄！请多指教！！",
            "那是我的爱车“地狱业火”，她正蜷伏展示柜里，静静地等待本救世主解开她的封印。",
            "既然不被这愚蠢的学园接纳，那就反抗到底！所以作业这种东西，本救世主就不做啦！",
            "在考试的时候居然遇到了小小的难题……哼哼，该你出场了，寄宿着言灵的双生魔笔哟，释放你的能力吧！"
        ]
    },
    {
        "id": 1320,
        "fullImg": "images/partners/1320.png",
        "icon": "images/partners/1320_5.png",
        "name": "布洛妮娅·海底辛秘",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "夏天，炙热的季节。#n带上吼姆游泳圈，来到了海滨。#n冰棍的糖分和冰凉慢慢沁入体内。#n——啊，为什么突然感觉有些目眩呢？#n是因为阳光太刺眼，还是说，这样的生活太幸福了呢？",
        "firstSightDialogue": "如果是想要游泳的话，可以到海边来。只是请不要过分靠近，不然可能会造成一些困扰。",
        "dialogues": [
            "唔，要滑下来了……早知道应该让希儿挑选泳镜的。",
            "呼，想到能和吼姆一起进入海中游泳，布洛妮娅觉得有些高兴。",
            "冰棍这种事物真是奇妙——吃的时候会从身体内部生出凉意，与外界的炎热交织着，有很惬意的感觉。",
            "平常这个时候都是在家中打游戏，今天却到这么大的太阳下面来……唔，不过，感觉倒也不坏。",
            "如果是想要游泳的话，可以到海边来。只是请不要过分靠近，不然可能会造成一些困扰。"
        ]
    },
    {
        "id": 1321,
        "fullImg": "images/partners/1321.png",
        "icon": "images/partners/1321_5.png",
        "name": "琪亚娜·夏日风暴",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "夏日烧烤"
        },
        "flavor": "终于要去海边度假啦，我的行李都已经准备好了~阳光~沙滩~还有烧烤~我来啦！",
        "firstSightDialogue": "夏日的烧烤面皮小龙虾~西瓜可乐冰激凌~哦吼，老板再给我来杯mojito！",
        "dialogues": [
            "就让西琳为你摇曳这带来幸福的风铃吧。",
            "想要创造一个谁都不会被伤害的世界，在那里大家一直都能幸福地生活下去。",
            "在这个小小世界里，盛满了饱含美好愿望的魔法……",
            "如果西琳拥有创造幸福的魔法，就能够驱逐所有的痛苦与悲伤了吧。",
            "西琳的翅膀？啊……这样看，西琳会不会有点像是童话里的精灵呢？"
        ]
    },
    {
        "id": 1322,
        "fullImg": "images/partners/1322.png",
        "icon": "images/partners/1322_5.png",
        "name": "姬子·壳中海滩",
        "params": {
            "height": "167 см",
            "sizes": "95/61/92",
            "bday": "6/11",
            "hobby": "海滩"
        },
        "flavor": "每当姬子看着这颗漂亮的壳中海滩水晶球时，就仿佛能够再次闻到当时海滩和阳光的气味。这颗水晶球对于姬子来说，似乎相当珍贵。",
        "firstSightDialogue": "海边的天气真棒，吹着惬意的海风，想要点杯冰镇的长岛冰茶呢~",
        "dialogues": [
            "……",
            "……",
            "……",
            "……",
            "……",
            "……"
        ]
    },
    {
        "id": 1323,
        "fullImg": "images/partners/1323.png",
        "icon": "images/partners/1323_5.png",
        "name": "辉火·清凉纱衣",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "度假"
        },
        "flavor": "请注意，任何夏日组织的游戏活动，辉火都不会参加。因为——夏日度假的真理，就是躺着，吹着凉风，吃着冰饮，开着wifi刷手机，这才是真正治愈人心的假期。",
        "firstSightDialogue": "刨冰真好吃~~哈？我当然没有变胖……喂，你的眼睛在偷瞄哪里！",
        "dialogues": [
            "就让西琳为你摇曳这带来幸福的风铃吧。",
            "想要创造一个谁都不会被伤害的世界，在那里大家一直都能幸福地生活下去。",
            "在这个小小世界里，盛满了饱含美好愿望的魔法……",
            "如果西琳拥有创造幸福的魔法，就能够驱逐所有的痛苦与悲伤了吧。",
            "西琳的翅膀？啊……这样看，西琳会不会有点像是童话里的精灵呢？"
        ]
    },
    {
        "id": 1324,
        "fullImg": "images/partners/1324.png",
        "icon": "images/partners/1324_5.png",
        "name": "西琳·草帽里的精灵",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "向日葵草帽"
        },
        "flavor": "在白色的沙滩上，一位洋装少女迎风戴着草帽看向波光粼粼的蓝色大海，深——呼吸，少女的嘴角露出甜美的微笑。",
        "firstSightDialogue": "据说草帽里会住着小精灵，你说是真的吗？",
        "dialogues": [
            "就让西琳为你摇曳这带来幸福的风铃吧。",
            "想要创造一个谁都不会被伤害的世界，在那里大家一直都能幸福地生活下去。",
            "在这个小小世界里，盛满了饱含美好愿望的魔法……",
            "如果西琳拥有创造幸福的魔法，就能够驱逐所有的痛苦与悲伤了吧。",
            "西琳的翅膀？啊……这样看，西琳会不会有点像是童话里的精灵呢？"
        ]
    },
    {
        "id": 1325,
        "fullImg": "images/partners/1325.png",
        "icon": "images/partners/1325_5.png",
        "name": "德丽莎·夏日冒险家",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "夏日已至，德丽莎换上了轻便的服饰与可爱的兔子背包。#n嘛，今天就暂且放下一些压力，变身为一名活泼可爱的时尚少女吧！",
        "firstSightDialogue": "今天是元气满满的夏日限定德丽莎，要将人家的这份可爱好好地珍藏在心中哦！",
        "dialogues": [
            "这可是我亲自挑选的衣服，看起来很可爱吧？喏——",
            "今天是元气满满的夏日限定德丽莎，要将人家的这份可爱好好地珍藏在心中哦！",
            "这副模样没有威严什么的……哼，人家可向来是以德服人的，所以才会广受全学园的人爱戴呢！",
            "夏天就是要穿着凉爽地度过——什么，还有背包？女孩子逛街当然要带包了！就算再热这个也是不能放弃的！",
            "虽然换了身可爱的衣服，但我依旧是那么成熟而可靠哦，不论有什么问题都来拜托我吧！"
        ]
    },
    {
        "id": 1326,
        "fullImg": "images/partners/1326.png",
        "icon": "images/partners/1326_5.png",
        "name": "辉火·夏日凉凉冰",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "吃冰"
        },
        "flavor": "炎炎夏日的阳光炙烤着细腻的白色沙滩，度假海岛上有一位长发女子，她打着哈气吃着棒冰，正趿着厚底凉鞋准备出门，可才刚踏出酒店她就原路返回了，“唔，好热，还是先回房间吹空调点外卖吧~”。",
        "firstSightDialogue": "你的棒冰是什么口味的……看上去很好吃……",
        "dialogues": [
            "呼，这夏日的海风，吹起来意外还挺舒服。",
            "困……还有什么要说的么，我想回酒店吹空调了。",
            "你的棒冰是什么口味的……看上去很好吃……",
            "哪里有赘肉，你瞎说！",
            "呐，我还想吃夏威夷口味的刨冰，快帮我去排队买吧~"
        ]
    },
    {
        "id": 1327,
        "fullImg": "images/partners/1327.png",
        "icon": "images/partners/1327_5.png",
        "name": "欧柏",
        "params": {
            "height": "150 см",
            "sizes": "96/52/77",
            "bday": "10/25",
            "hobby": "欧派"
        },
        "flavor": "没来由地对丰满产生了执念的少女。这份执念不仅让她无比憧憬上围惊人的少女，还十分期盼成为心中理想的身材，在尝试各种CUP UP的办法失败后，最终选择了PAD。但只要为了变美，即使因此患上肩周炎也无所谓！",
        "firstSightDialogue": "你也喜欢G CUP的美少女？那我们就是异父异母的兄弟姐妹！",
        "dialogues": [
            "既然拥有傲人的尺寸，那就必须抬头挺胸！不能遮遮掩掩！",
            "YoKo！为什么你能把少女们的欧派拍得这么漂亮？我知道了，一定是因为对欧派最诚挚的爱吧！",
            "喂！不许嘲笑别人是奶牛！欧派可是少女最珍贵的宝物啊！",
            "怎么能把那位姐姐叫做老阿姨！那么年轻而且那么大的正义你难道就看不到吗？！",
            "你也喜欢G CUP的美少女？那我们就是异父异母的兄弟姐妹！",
            "去掉PAD的真实尺寸到底是多少？别……别问这种和少女的年龄一样的话题啊！"
        ]
    },
    {
        "id": 1328,
        "fullImg": "images/partners/1328.png",
        "icon": "images/partners/1328_5.png",
        "name": "暗时计·零时特快",
        "params": {
            "height": "157 см",
            "sizes": "84/56/87",
            "bday": "-",
            "hobby": "停止时间"
        },
        "flavor": "说到时间系能力，那首先想到的不就是停止时间吗？所以说最正统的时间系强者应该能停止时间才像话！如果你们看不出来，那我就让你们亲身体会！#n秉持着身这样骄傲开展着派送业务的暗时计，有着恐怖的的派送速度，恐怖的质量，以及恐怖的报价账单。",
        "firstSightDialogue": "库库库，是时候让你们明白，谁才是最正统的时间系强者了。",
        "dialogues": [
            "什么？买错了东西想要退款？没用的，既然选择我暗时计，那么“付款”就等于“到货”！",
            "天天喊着普洛姆特吵死了，你们为什么总觉得名头越响实力就越强？也罢，那我就让我的名字响彻世界吧。",
            "停止时间这种能力用来做派送员会不会太浪费？不，我就是要让每个使魔都清清楚楚地知道这能力无与伦比的强大。",
            "加速时间？那种鼠辈的能力有什么好的，从旁观者的角度看起来不会显得很鬼畜吗？",
            "库库库，是时候让你们明白，谁才是最正统的时间系强者了。",
            "火车？库库库……放心吧，这是拉货用的载具，不会在时停之后往你脸上砸的……大概。"
        ]
    },
    {
        "id": 1329,
        "fullImg": "images/partners/1329.png",
        "icon": "images/partners/1329_5.png",
        "name": "幽·深海璀星",
        "params": {
            "height": "160 см",
            "sizes": "82/55/83",
            "bday": "-",
            "hobby": "在翁TUBE活动"
        },
        "flavor": "大海的守墓人，翁德兰人气第一的虚拟偶像。为了克服自己的胆怯自闭的性格，开始以派件员的身份活动着。擅长管道运输，经常会在夜深人静的时候偷偷从下水道里探出头来，把快递放在客户的床边——说不定之后会成为都市传说。",
        "firstSightDialogue": "从水管里探出头来送货的视频被人发到网上了……好多私信，要被人网暴了吗？肯定要被人网暴了吧！",
        "dialogues": [
            "有朝一日，我想对帮助过如此笨拙的我的大家表达谢意…啊，不、不是现在啦，还没准备好……",
            "新皮肤吗……这种说法好怪啊，这是海、海底的幽灵们给我做的潜泳服，是派件用的工作服啦……",
            "从水管里探出头来送货的视频被人发到网上了……好多私信，要被人网暴了吗？肯定要被人网暴了吧！",
            "最近送快递的时候有好多使魔和我搭话……说是什么星探之类的，我是不是被谁针对了啊……",
            "完了完了……这个客户的家里没有下水道……要怎么办呀……要从烟囱里钻进去吗？",
            "在成为派件员之前我在做什么吗？主要是做……让别人有地方住的工作，没干阴森奇怪的事情哦！"
        ]
    },
    {
        "id": 1330,
        "fullImg": "images/partners/1330.png",
        "icon": "images/partners/1330_5.png",
        "name": "卡奈·按件计酬",
        "params": {
            "height": "153 см",
            "sizes": "79/52/82",
            "bday": "-",
            "hobby": "活着"
        },
        "flavor": "明明在努力工作，但是总是赚不到什么钱，好倒霉……不过还好有天魔物流，终于得到了一份稳定的工作，好耶！#n大危机！天魔物流要跨了！不管怎么说——只能站出来保卫自己的生活了吧！好！努力地将金属支架拼装好，努力地背在背上，努力地绑好货物，努力地朝着终点迈步前进吧！",
        "firstSightDialogue": "要是继续加班加点送快递，就算是我这样的倒霉鬼也能走上人生巅峰吧？",
        "dialogues": [
            "快递好不好搬运可不只……呼哧……取决于重量哦，还要看货物重心的分配。这点我可是深有心得。",
            "还有……五十三件货物，今天的活就结束了……呜……啊……刚刚好像睡着了，好险！",
            "要是能把这趟送完，今天的晚饭就有着落啦——啊！好危险，差点就摔下去了啊啊啊啊啊……我的晚饭……",
            "经历了这么多事情，这个锅子已经是我不可分离的伙伴了。我绝对不会卖掉它的……除非真的很饿。",
            "要是继续加班加点送快递，就算是我这样的倒霉鬼也能走上人生巅峰吧？",
            "这个是给我吃的吗！好棒！你最好了，我这边有压缩面包哦，虽然很硬，但请务必收下！"
        ]
    },
    {
        "id": 1331,
        "fullImg": "images/partners/1331.png",
        "icon": "images/partners/1331_5.png",
        "name": "红·吉运飞鸢",
        "params": {
            "height": "155 см",
            "sizes": "83/55/86",
            "bday": "-",
            "hobby": "帮助她人"
        },
        "flavor": "永远心存善意，永远为她人着想，能给人带来好运的使魔。当天魔物流遭到危机时，改装了自己的飞行设备，使用空中运输的方式来继续派件，无论是地震、暴雨、冰雹甚至是风暴，她都能将你最想要的东西送到你手中，守护你的小小幸福。",
        "firstSightDialogue": "希望能有一天大家都能幸福到不再需要依靠我去求得好运，不过在那之前，我会一直给大家送去祝福的。",
        "dialogues": [
            "现在想来，能够用这份能力作为派送员行动帮助大家，一定也是神明大人赐予的幸运吧？",
            "渴了吗？那请用茶，嗯？茶梗立起来是什么很特别的事情吗？我每次泡茶都会这样呀。",
            "希望能有一天大家都能幸福到不再需要依靠我去求得好运，不过在那之前，我会一直给大家送去祝福的。",
            "雨好大啊……但这更是大家需要的时候，在这种恶劣的天气可以足不出户地吃到热腾腾的食物，任谁会觉得很幸福吧！",
            "不知道商店街的大家现在怎么样了，生意还好吗？会不会太累了？要是有送到那边的快递就去看看她们吧。",
            "雨好大啊……但这更是大家需要的时候，在这种恶劣的天气可以足不出户地吃到热腾腾的食物，任谁会觉得很幸福吧！"
        ]
    },
    {
        "id": 1332,
        "fullImg": "images/partners/1332.png",
        "icon": "images/partners/1332_5.png",
        "name": "量子小猫·光子纠缠",
        "params": {
            "height": "156 см",
            "sizes": "87/56/86",
            "bday": "-",
            "hobby": "搜集能量"
        },
        "flavor": "翁德兰新晋喵星人，能够搭建量子隧道联通两地的奇妙存在。现在升级了自己的能级，展现出了便于社交的形态，正在活用自己的能力当派件员……虽然偶尔会因为传送的不稳定让货物卡在墙上就是了。",
        "firstSightDialogue": "到底什么时候才能回到母星呢？对了，如果你愿意捐款1万风暴币，事成之后我就封你做飞船大副哦！",
        "dialogues": [
            "现在你看到的形态，其社交力就已经有53万了，可居然，居然！了不起的量子小猫居然还有三次变身！开玩笑的~",
            "如果把我关在盒子里，那打开盒子的时候既不会有活的猫，也不会有死的猫，因为我早就溜走啦！",
            "为什么快递盒会卡在墙上？为什么明明运送的是零件到货的却是成品？这些问题的答案是统一的——对，就是量子力学！",
            "到底什么时候才能回到母星呢？对了，如果你愿意捐款1万风暴币，事成之后我就封你做飞船大副哦！",
            "没用的，我可不是你们固有认知中的猫科动物，用激光笔来逗弄我是——喂！小光点！不准跑！",
            "为什么快递盒会卡在墙上？为什么明明运送的是零件到货的却是成品？这些问题的答案是统一的——对，就是量子力学！"
        ]
    },
    {
        "id": 1333,
        "fullImg": "images/partners/1333.png",
        "icon": "images/partners/1333_5.png",
        "name": "萨拉·野性之主",
        "params": {
            "height": "169 см",
            "sizes": "89/59/93",
            "bday": "-",
            "hobby": "户外运动"
        },
        "flavor": "曾经的毛玉杀手，对山野丛林有着远超他人的了解。在毛玉保护法颁布之后和毛玉达成了共识，现在成为了毛玉们的王，指挥着毛玉大军履行着作为派件员的职责。#n“贪玩、旷工、私拆包裹……你们这些笨蛋怎么这么不争气！我到底是王还是保姆啊！“#n喝声响起，皮鞭落下。",
        "firstSightDialogue": "说起来，我以后是自称本王好呢？还是孤或者寡人呢？毛玉们来帮我想一个吧！",
        "dialogues": [
            "扇得太慢了！什么肱二头肌肱三头肌肱四头肌都给我用上好好扇!",
            "睡过头了来不及去取件该怎么办？就这么办啊！还有谁在躲着摸鱼的？给本大王乖乖出来！",
            "好了，该论功行赏了大碗吃肉了……啊？你们这群毛玉今天怎么又什么都没干，想挨鞭子了吗！",
            "说起来，我以后是自称本王好呢？还是孤或者寡人呢？毛玉们来帮我想一个吧！",
            "阿嚏！这王冠的毛老是钻进鼻子里，好想摘下来……不过那么做的话这群毛玉肯定又要吵来吵去了。",
            "这快递单上写的是啥啊？算了，看不懂，随便找个代收点吧。"
        ]
    },
    {
        "id": 1334,
        "fullImg": "images/partners/1334.png",
        "icon": "images/partners/1334_5.png",
        "name": "芙兰·资本永不眠",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "赚钱"
        },
        "flavor": "那些使魔懂个毛玉的经济学！所有人的本性都是逐利，但“看不见的手”会使所有人的利益最大化，这才是所谓的多赢！只要照我芙兰说的去做，就能让翁德兰再次发光，我也能躺着赚大钱啦！",
        "firstSightDialogue": "不劳动者不得食，但多劳多得，天魔物流有五倍加班工资哦~",
        "dialogues": [
            "让我看看财报……吼吼，这个月的业绩上涨了好多，下次给这帮家伙什么奖励比较好呢~",
            "唔呀！怎么都这个时候了……催一下就够啦，你这个——笨蛋闹钟！！",
            "不劳动者不得食，但多劳多得，天魔物流有五倍加班工资哦~",
            "全翁德兰都知道我芙兰的大名了……有了名声，距离实现我的宏图伟业就更简单了，真是做梦都会笑醒！",
            "只要愿意工作，天魔物流就不会让你失业。不过，酬劳还是得和你的功劳对等~"
        ]
    },
    {
        "id": 1335,
        "fullImg": "images/partners/1335.png",
        "icon": "images/partners/1335_5.png",
        "name": "帕亚索·萌芽记忆",
        "params": {
            "height": "149 см",
            "sizes": "70/55/71",
            "bday": "-",
            "hobby": "看热闹"
        },
        "flavor": "实验序列代号OS-00-GR，与该神格对话的实验人员常在脑中形成扑克牌花色的语言认知，此时的话语多为戏言，具体作用机理不明。#n或许是因为其渊博的学识，即使明令禁止交谈，实验人员还是经常受其蒙骗，且欺骗行为的动机不明。",
        "firstSightDialogue": "经常说谎的人是不值得信任的……但获得信任需要的常常不是信誉，而是他人的欲望……",
        "dialogues": [
            "你的研究能力真是让人感到遗憾……不如调一下这个参数，说不定就能在核心期刊发表论文了噢♠",
            "从我身上测不出想要的数据？我想想……多试几次不就好了♣",
            "4号实验体，那家伙就像根木头一样，很难交流不是吗？我建议把她周围的淡紫色半流体弄掉，她就会乖乖配合实验噢♦",
            "只要把我放出去，我一定会用各种各样的方法，好好报答你哦♥",
            "经常说谎的人是不值得信任的……但获得信任需要的常常不是信誉，而是他人的欲望……"
        ]
    },
    {
        "id": 1336,
        "fullImg": "images/partners/1336.png",
        "icon": "images/partners/1336_5.png",
        "name": "格蕾·萌芽记忆",
        "params": {
            "height": "152 см",
            "sizes": "74/52/75",
            "bday": "-",
            "hobby": "安静呆着"
        },
        "flavor": "实验序列代号OS-04-SG，性格冷淡且沉默寡言。如果发现她话变多了，有事没事地损你两句时，不用担心是哪里惹到了她——那是与她关系变好的证明。#n初步判定该神格具备极其优秀的反射神经，且具有凭空生成刀刃结构的能力。因此实验时需谨慎交涉，防止其情绪过激。",
        "firstSightDialogue": "我不想动用暴力，但我相信直觉。",
        "dialogues": [
            "我不想动用暴力，但我相信直觉。",
            "新的实验？OK，给你三分钟。",
            "只要我想，随时都可以切碎这里，所以别烦我。",
            "想看正面？不可能，想挨砍吗。",
            "不要随便来搭话，现在没心情。"
        ]
    },
    {
        "id": 1337,
        "fullImg": "images/partners/1337.png",
        "icon": "images/partners/1337_5.png",
        "name": "安莉埃塔·萌芽记忆",
        "params": {
            "height": "141 см",
            "sizes": "69/52/71",
            "bday": "-",
            "hobby": "手作、帮助他人"
        },
        "flavor": "实验序列代号OS-09-FB，九成的身体都由轻质的合金构成的神格，对自身身体的碳基部分有某种执念。#n似乎是因为这种执念，该神格具备对生命普适的关怀之心，渴望帮助他人，被他人所需要，且非常看重和喜爱手工艺。",
        "firstSightDialogue": "请不要对其他人进行有害的实验……拜托了。",
        "dialogues": [
            "请不要对其他人进行有害的实验……拜托了。",
            "离开这里后，我最想做的事情是玻璃手工艺，那是给无机质赋予生命的仪式。",
            "检测到舱内准备进行破坏性测试……唔……没有逞强，我没问题的……",
            "数据输入……是失传的玻璃手工艺？这……太惊喜了。",
            "数据输入……是进行战斗的技巧，我变得更加有用了呢。"
        ]
    },
    {
        "id": 1338,
        "fullImg": "images/partners/1338.png",
        "icon": "images/partners/1338_5.png",
        "name": "莉可·萌芽记忆",
        "params": {
            "height": "156 см",
            "sizes": "80/64/75",
            "bday": "-",
            "hobby": "很多"
        },
        "flavor": "实验序列代号OS-05-SPR，该神格的思绪常常莫名缠死在某件感兴趣的事情上，例如现在是数羊，所以一直处于昏睡状态。#n或许是长期养精蓄锐的缘故，该神格会无意识中溢出生命能量，呈发光植物状，能够给养其他神格。",
        "firstSightDialogue": "大家专心研究，莉可专心数羊……呼噜噜……",
        "dialogues": [
            "大家专心研究，莉可专心数羊……呼噜噜……",
            "重来，一只羊……两只羊……三只羊……",
            "呼噜噜……欸嘿嘿……好多羊……",
            "这次的实验……莉可一定，一定，一定，专心配合大家……再也不数羊了……423168只羊……",
            "呜……实验？好的……894只羊……"
        ]
    },
    {
        "id": 1339,
        "fullImg": "images/partners/1339.png",
        "icon": "images/partners/1339_5.png",
        "name": "塔尔伦特·萌芽记忆",
        "params": {
            "height": "170 см",
            "sizes": "95/72/86",
            "bday": "-",
            "hobby": "保护弱小"
        },
        "flavor": "实验序列代号OS-08-RPG，具有极强破坏力的神格。情绪波动十分频繁，个体情绪较差时会产生高强度破坏欲。#n她对试验数据很感兴趣，且具备相应理解能力。休眠时该神格会获取大量知识，目前尚未知晓这些知识的来源。此外，该神格似乎对弱小事物具有极强的保护欲。",
        "firstSightDialogue": "有时候还真想把眼前的一切都轰成渣……呵，竟说我不会这么做——那，你要不要试试看呢？",
        "dialogues": [
            "有时候还真想把眼前的一切都轰成渣……呵，竟说我不会这么做——那，你要不要试试看呢？",
            "在这地方生活有时候还挺悠闲的……哈，可以让我多待一段时间？敢说出这话，你是想死了么！",
            "想知道我在梦里看到了什么？呵呵……这可是秘密。",
            "不错不错，又睡了一个好觉，感觉头脑前所未有的清晰呢！",
            "与日新，又日新，日日新——这句话真不错，我的学识水平正如它所描述的一样，每天都在突飞猛进着。"
        ]
    },
    {
        "id": 1340,
        "fullImg": "images/partners/1340.png",
        "icon": "images/partners/1340_5.png",
        "name": "西敏·萌芽记忆",
        "params": {
            "height": "165 см",
            "sizes": "82/66/78",
            "bday": "-",
            "hobby": "擦剑"
        },
        "flavor": "实验序列代号OS-01-CIW，拥有极高接受能力和智能的神格。身体上具有意义不明的纹路，纹路的功能目前正在研究中。#n该神格每次试验前都会轻敲自己胸口，应该是一种仪式。她具有极强的自我意识，往往会按自己的意志对试验过程进行微调。除此之外，该神格在大局观和指挥气质上远超常人，是一个天生的领袖。",
        "firstSightDialogue": "不管是这片狭窄的小小世界，抑或是外面的广阔空间，从本质上来说倒是一般无二。",
        "dialogues": [
            "不管是这片狭窄的小小世界，抑或是外面的广阔空间，从本质上来说倒是一般无二。",
            "这场试验是不是有些地方出了错？截至目前我已发现三处可调整的方向。",
            "试验成功便能出去？这样么……虽说对外界并无太强的执念，但我却不喜欢失败呢。",
            "剑这种武器看起来很不错，有一种清冽而坚韧的感觉。如此说来，它便是所谓的“王者之器”吧？",
            "祝武运昌隆，无论你还是我。"
        ]
    },
    {
        "id": 1341,
        "fullImg": "images/partners/1341.png",
        "icon": "images/partners/1341_5.png",
        "name": "萨菲尔·萌芽记忆",
        "params": {
            "height": "152 см",
            "sizes": "68/52/65",
            "bday": "-",
            "hobby": "棋类游戏"
        },
        "flavor": "实验序列代号OS-02-SR，伴生于一枚等人高国际象棋形状凝聚物，由类单晶宝石材质构成的神格。#n拥有极高的棋艺，擅长各种棋类活动，对胜利有较强执念，如果在试验中取胜会产生愉悦的情绪活动，失败之后则会明显流露出挫败和不服气的情绪。",
        "firstSightDialogue": "这一步，应该落在这里……呼……",
        "dialogues": [
            "这一步，应该落在这里……呼……",
            "宝石开花……玻璃发芽……",
            "唔，我一定会赢的……",
            "棋子，好多的棋子……",
            "啊，还以为真的输了，原来是梦……呜呣……"
        ]
    },
    {
        "id": 1342,
        "fullImg": "images/partners/1342.png",
        "icon": "images/partners/1342_5.png",
        "name": "华兹·萌芽记忆",
        "params": {
            "height": "158 см",
            "sizes": "64/48/68",
            "bday": "-",
            "hobby": "唱歌，聊天"
        },
        "flavor": "实验序列代号OS-03-AR，经过十三次变化才形成较稳定外形的神格，拥有近似兽类的尾部与耳部。心智与正常人类相近，好奇心较强，有很高的交流欲望。#n不知为何，该神格给自己取名为“华兹”，并喜欢自称“华兹华兹”。#n虽然身处于封闭的培养仪器内，让她旺盛的精力难以抒发，但经过观察发现，在无聊的时候该神格会连续而有韵节地吐着泡泡，疑似歌唱。",
        "firstSightDialogue": "华兹华兹——有人想和华兹华兹说说话嘛……",
        "dialogues": [
            "华兹华兹——有人想和华兹华兹说说话嘛……",
            "咕噜咕噜……稍微动一动就会喝到满肚子的水，华兹华兹已经快要喝饱了。",
            "快看，这就是华兹华兹的尾巴哦，毛茸茸的，很可爱吧！",
            "华兹华兹想快点从这个地方出去，真是的，在这里只能蜷着身子，根本舒展不开肢体嘛！",
            "一个～一个～又一个～，吐着泡泡～真快乐……唱歌可真开心呀……"
        ]
    },
    {
        "id": 1343,
        "fullImg": "images/partners/1343.png",
        "icon": "images/partners/1343_5.png",
        "name": "迦娜·暮海夕照",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "大海、夕阳"
        },
        "flavor": "欣赏着海边夕照的迦娜。#n温和地赞叹黄昏的绝艳。#n那无暇的面容上——#n流露着似是叹息，似是淡漠的笑颜。",
        "firstSightDialogue": "呵，这种浮在水面上的感觉，真令人觉得安宁……哦，你也想躺下来试试吗？",
        "dialogues": [
            "飞鸟，夕阳……这就是人类所钟爱的黄昏景色么，倒是有一种寂静而又温柔的感觉呢。",
            "这清凉的水波，仿佛有着能抚平内心不安的魔力。",
            "人类的身躯，在广袤的大海面前是如此渺小。但，以人类的双眼来感受，却能捕捉到更多细微的美妙之处。",
            "海洋确实是一个包容的地方，无论再怎样庞大或怯弱的生命，它都能一视同仁地接受。",
            "呵，这种浮在水面上的感觉，真令人觉得安宁……哦，你也想躺下来试试吗？"
        ]
    },
    {
        "id": 1344,
        "fullImg": "images/partners/1344.png",
        "icon": "images/partners/1344_5.png",
        "name": "伊瑟琳·猫咪悖论",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "赚钱"
        },
        "flavor": "那些使魔懂个毛玉的经济学！所有人的本性都是逐利，但“看不见的手”会使所有人的利益最大化，这才是所谓的多赢！只要照我芙兰说的去做，就能让翁德兰再次发光，我也能躺着赚大钱啦！",
        "firstSightDialogue": "成功了，黄油猫永动机——！没想到民间悖论，真能达成绝对的恒稳状态~啊、啊嚏，明明是水做的拟态猫，怎么也有这么多毛！",
        "dialogues": [
            "让我看看财报……吼吼，这个月的业绩上涨了好多，下次给这帮家伙什么奖励比较好呢~",
            "唔呀！怎么都这个时候了……催一下就够啦，你这个——笨蛋闹钟！！",
            "不劳动者不得食，但多劳多得，天魔物流有五倍加班工资哦~",
            "全翁德兰都知道我芙兰的大名了……有了名声，距离实现我的宏图伟业就更简单了，真是做梦都会笑醒！",
            "只要愿意工作，天魔物流就不会让你失业。不过，酬劳还是得和你的功劳对等~"
        ]
    },
    {
        "id": 1345,
        "fullImg": "images/partners/1345.png",
        "icon": "images/partners/1345_5.png",
        "name": "布洛妮娅·萤舞鹊夕",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "吼姆、资料检索"
        },
        "flavor": "七夕。#n今宵的萤织成了星夜。#n一切都是传达恋心之物，包括团扇和喜鹊。#n少女翘首以盼着，等待与重要之人相见的时刻。",
        "firstSightDialogue": "这是布洛妮娅在资料里搜索到的神州服饰，穿起来感觉轻飘飘的——不过，不讨厌呢。",
        "dialogues": [
            "这是布洛妮娅在资料里搜索到的神州服饰，穿起来感觉轻飘飘的——不过，不讨厌呢。",
            "犹抱团扇半遮面……嗯，这是布洛妮娅听过的一句诗，改编了一下……怎么，这个不能用来形容自己吗？",
            "咦！原来是喜鹊啊……正因是报喜鸟，是有智慧的鸟，所以偷看人家耳目来相会——记得好像在某本书里看过类似的句子。",
            "花瓣总是无言地飘落，不过即使只有刹那，却还是将曾盛放的恋心留了下来。",
            "萤火虫的光像是地上散碎的银河，其白若雪似明在渊，但是却没有星河那么漫长，轻轻一跨便越过去了，所以，你还要等待么"
        ]
    },
    {
        "id": 1346,
        "fullImg": "images/partners/1346.png",
        "icon": "images/partners/1346_5.png",
        "name": "无面",
        "params": {
            "height": "158 см",
            "sizes": "83/62/81",
            "bday": "-",
            "hobby": "玩乐、逛街、化妆"
        },
        "flavor": "从不遮掩面貌，取而代之则以浓妆示人的杀手。#n通过妆容的调整，能够达成近乎千变万化的效果。尽管看起来有些不可靠，但她可是数一数二的杀手。只要你出得起价钱，那么什么人的性命她都能卖给你。#n不仅如此，如果有其他需要，她除了杀戮以外，还有很多能做的事情哦。",
        "firstSightDialogue": "没有任务的时候，就是要轻松愉快地度过——什么，杀手的冷酷形象？这种事我才不管呢！",
        "dialogues": [
            "没有任务的时候，就是要轻松愉快地度过——什么，杀手的冷酷形象？这种事我才不管呢！",
            "啊哈——这是玩具手枪？大概是出门时候太急带错了吧……不过不要担心，就算只是玩具手枪，也是有杀人方法的。",
            "啧，杀手这行业还真是老派啊——都已经是这个时代了，却还有各种清规戒律，一点也不现代化。",
            "只要摆出这副可爱的表情，大家都会依从我的想法——然后我想要的包包，鞋子，还有香水全都会朝我涌来啦！",
            "我可是立于地下世界顶端的职业杀手——不仅要夺走你的性命，还要夺走你的心哦。",
            "哈，好久没有这么畅快了……对我来说，杀戮这回事就跟逛街和化妆一样，都是无聊时候很好的消遣呢。"
        ]
    },
    {
        "id": 1347,
        "fullImg": "images/partners/1347.png",
        "icon": "images/partners/1347_5.png",
        "name": "灵依娘·薪水枪",
        "params": {
            "height": "166 см",
            "sizes": "90/58/91",
            "bday": "8/17",
            "hobby": "调戏崩坏娘"
        },
        "flavor": "这个夏天，灵依娘来到了沙滩。#n泳装、水枪，以及清凉的海水，这是消暑必备之物。#n只是——#n由于生活所迫，明明身在海边，也有人只能穿着常服一直在太阳底下跑圈圈呢！",
        "firstSightDialogue": "呼呼呼，想看我的舞姿？好啊，不过看完之后你不会因此而倾倒吧？那我还真是同情你那些几天一换的老婆们呢！",
        "dialogues": [
            "吼吼吼！快点，再快点——想要一分不少地拿到这个月工资就加快节奏吧！",
            "果然，穿着凉爽地看着其他人运动，是让自己消暑的不二秘诀啊。",
            "夏天真是美好的季节啊——可以穿清爽的泳装，崩坏娘你觉得呢……啊，我差点忘了，别说泳装，你连常服立绘都没有呢。",
            "呼呼呼，想看我的舞姿？好啊，不过看完之后你不会因此而倾倒吧？那我还真是同情你那些几天一换的老婆们呢！",
            "整天催人更新，现在又盯着我的泳装不眨眼——你们这些人还真是矛盾啊！"
        ]
    },
    {
        "id": 1348,
        "fullImg": "images/partners/1348.png",
        "icon": "images/partners/1348_5.png",
        "name": "空色的夏音",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "赚钱"
        },
        "flavor": "那些使魔懂个毛玉的经济学！所有人的本性都是逐利，但“看不见的手”会使所有人的利益最大化，这才是所谓的多赢！只要照我芙兰说的去做，就能让翁德兰再次发光，我也能躺着赚大钱啦！",
        "firstSightDialogue": "「铃——铃——」你听，那风铃飞舞的清脆之音，仿佛是夏日将至的小小絮语。",
        "dialogues": [
            "让我看看财报……吼吼，这个月的业绩上涨了好多，下次给这帮家伙什么奖励比较好呢~",
            "唔呀！怎么都这个时候了……催一下就够啦，你这个——笨蛋闹钟！！",
            "不劳动者不得食，但多劳多得，天魔物流有五倍加班工资哦~",
            "全翁德兰都知道我芙兰的大名了……有了名声，距离实现我的宏图伟业就更简单了，真是做梦都会笑醒！",
            "只要愿意工作，天魔物流就不会让你失业。不过，酬劳还是得和你的功劳对等~"
        ]
    },
    {
        "id": 1351,
        "fullImg": "images/partners/1351.png",
        "icon": "images/partners/1351_5.png",
        "name": "迦娜",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "人类的故事"
        },
        "flavor": "受到崩坏意志引导而来的行星级崩坏兽。在原初时代摧毁了人类文明，却也与琪亚娜约定，维持并保护着圣痕终端。#n迦娜视人类为蝼蚁，但受琪亚娜影响，她也对这个渺小的种族产生了兴趣。#n平常状态下的迦娜使用近似人类的身体行动，对人类世界充满好奇；战斗状态下的迦娜会展现出统治级别的破坏力，毫无怜悯。#n伽蓝要塞一战落败后，琪亚娜将迦娜核心融入那仅剩的一个分身之中，迦娜虽然保住了性命，却从此陷入休眠。#n然而神械的降临，让崩坏能级达到前所未有的高度，迦娜也受到影响再度醒来。#n如今，她依旧在等待，等待着见证琪亚娜相信的未来。",
        "firstSightDialogue": "小老鼠，今天又来找我做什么？",
        "dialogues": [
            "隆冬已过春将至，绽放松间此花矣。",
            "嗯？怎么发起来呆来了，该你出牌了哦。",
            "嗯，雨四光，神无月……接下来该怎么打呢……",
            "这身衣服？啊……会让人想到正月的庆典吧，下次有机会的话，一起去求个初诣如何。",
            "想一起玩花札？呵呵，这还真让人怀念，记得上次跟人玩已经是小时候的事情了呢，好吧，我可不会手下留情的哦。"
        ]
    },
    {
        "id": 1352,
        "fullImg": "images/partners/1352.png",
        "icon": "images/partners/1352_5.png",
        "name": "福瑞吉",
        "params": {
            "height": "164 см",
            "sizes": "88/53/89",
            "bday": "12/12",
            "hobby": "Gacha"
        },
        "flavor": "巴比伦新生福瑞吉报到，迷恋Gacha，研究玄学，每次抽到不同的东西时就会超级兴奋~据说，她有一只非常特别的魔力玩具盒，每一次都能从小小的盒子中抽出不同的物品。",
        "firstSightDialogue": "Gacha~☆Gacha~是福瑞吉最~喜欢做的事情噢~诶嘿~真好奇，下一次会抽到什么呢~",
        "dialogues": [
            "Gacha~☆Gacha~是福瑞吉最~喜欢做的事情噢~诶嘿~真好奇，下一次会抽到什么呢~",
            "想不想知道福瑞吉的玩具箱能变出什么呀？哦~这是烂了半截的葱棒，好耶，终于抽到了葱棒的隐藏版！",
            "又抽出了不一样的东西~玄学大法太棒了~唔哈哈哈哈哈咳咳——哈哈哈！",
            "啊啊……今日份的Gacha抽完了……！不行，福瑞吉还想要……抽更多……",
            "诶——你今天的手气可以媲美咸带鱼了，真臭呀~喂喂，禁止暴力啦，别把怒气发泄在福瑞吉的身上嘛。",
            "你、你盯着我的额头瞧什么，哼，这才不是免费的F！是自由的F噢！FREE~~"
        ]
    },
    {
        "id": 1353,
        "fullImg": "images/partners/1353.png",
        "icon": "images/partners/1353_5.png",
        "name": "弗洛伊德",
        "params": {
            "height": "168 см",
            "sizes": "93/65/89",
            "bday": "9/23 ",
            "hobby": "话疗"
        },
        "flavor": "校舍的僻静处，半敞的大门之后，乃是巴比伦学园仅此一家别无分号的学生心理健康诊疗所。倘若你想要窥探你自身不为人知的另一面，那就走入那间诊所吧。任何踏入诊所的人，弗洛伊德医生都会用沙盘揭示其梦境，并且展开无情的诊疗——对，无情的。#n考虑到在你开始诊疗约莫三十分钟后，学校的操场上大概率会出现你大声喊叫自曝黑历史的身影，无情这个形容词并不过分。",
        "firstSightDialogue": "这位患者，您说的那位朋友，到底是不是您自己？",
        "dialogues": [
            "这位患者，您说的那位朋友，到底是不是您自己？",
            "善于理论者多善于分析，善于分析者多善于解构，善于解构者易堕入虚无，这位患者，保持对梦的蒙昧，不算是坏事。",
            "从您受诊起，我已经记录了您视线的移动轨迹，目前可以得出一个初步的结论。一言蔽之——积攒了很多，我指压力。",
            "这位患者，您是否经常玩美少女手游，还一直盯着看板角色看？放轻松，我有一个朋友和您症状十分类似。",
            "巴比伦的生活确实有趣，在这里不光能够观察到患者的梦，还能观察到梦中之梦，作为学术中心再好不过了。",
            "解梦医生会梦见解不开的梦吗？您的提问很有趣，这个问题在无意间揭示了您的思维，来，试着在沙盘上随便摆一摆吧。"
        ]
    },
    {
        "id": 1354,
        "fullImg": "images/partners/1354.png",
        "icon": "images/partners/1354_5.png",
        "name": "达盖尔",
        "params": {
            "height": "155 см",
            "sizes": "83/58/81",
            "bday": "11/18",
            "hobby": "摄影、VR"
        },
        "flavor": "摄影术的大师，兼有画家、发明家身份的艺术人士。#n对一切美好的事物都抱有强烈的向往，时常带着相机，穿行于巴比伦学园里的各处，拍摄下美妙的风景和少女们清丽的身姿。",
        "firstSightDialogue": "好了，要拍摄了哦——露出美丽的笑容吧……一、二、三！",
        "dialogues": [
            "拍照其实也算是一种绘画呢……虽然是以实际的对象为基础，但作品的美妙程度与拍摄者息息相关。",
            "好了，要拍摄了哦——露出美丽的笑容吧……一、二、三！",
            "看，这就是我的自拍照——什么，想看更私密一点的？那个……那个不可能有哦！",
            "随便拍拍就好了……“随便拍拍”这样的说法我可不能接受呢，还请好好地准备。",
            "喂，不要过分关注镜头——好好地保持自然的状态！你现在的表情太僵硬了，重来！"
        ]
    },
    {
        "id": 1355,
        "fullImg": "images/partners/1355.png",
        "icon": "images/partners/1355_5.png",
        "name": "爱城华恋",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "小时候的她深深地被名为“Starlight”的戏剧吸引，并从此决定走向舞台之道，成为舞台少女。虽然她无论何时都精力充沛，情绪饱满，但却很难早起。小时候与神乐光交换了“命运”，如今一起参加了谜之Revue。",
        "firstSightDialogue": "我是99期生，学号1号！爱城华恋！",
        "dialogues": [
            "我是布兰，是白露之滨的女神。闲聊就到此为止吧，我现在想知道更多关于这个世界的事，能给我当向导吗？",
            "你有着怎么样的觉悟？至少应该是不输给我这个女神的才对吧？",
            "你刚刚在想奇怪的事情吧？……有什么根据？那你说说自己的手在做什么……",
            "我现在正在看书，能让我自己清静一下的话我会很感激的。",
            "在这个世界里有好多事物和奇怪的东西都是第一次见，要不要作为题材在写小说时用上呢？",
            "和其他女神相比，我也只是工作经验比较丰富而已。所以，必须要更加努力……"
        ]
    },
    {
        "id": 1356,
        "fullImg": "images/partners/1356.png",
        "icon": "images/partners/1356_5.png",
        "name": "神乐光",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "她是华恋的儿时好友，曾在英国的戏剧学校留学，是天生的舞台少女。小时候与爱城华恋一同观看了名为“Starlight”的戏剧，交换了“命运”，如今如同被什么驱使一般参加了谜之Revue。",
        "firstSightDialogue": "99期生，神乐光！一切都是为了Starlight！",
        "dialogues": [
            "我是绿荫箱庭的女神，贝露。作为亲近的证明，要不要来一起喝杯红茶呢？",
            "啊~这个世界居然也有这么可爱的妹妹们在呢，以后我该怎么办才好呀~",
            "被我的美貌所吸引也是没办法的事，但记住别因此忘记自己最初的目的哦。",
            "来一杯刚泡好的红茶如何？先稍微休息会儿一起好好品尝吧~",
            "那持续三天三夜的战斗还记得吗……很遗憾，最后因为超时没能通关，之后一起来复仇战吧！下次一定要把稀有道具拿到！",
            "因为最近比较忙，都完全忘记了保养皮肤这件事了。你或许很意外吧，我也是会有这种时候的~"
        ]
    },
    {
        "id": 1357,
        "fullImg": "images/partners/1357.png",
        "icon": "images/partners/1357_5.png",
        "name": "露崎真昼",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "在舞台上不论是歌唱还是舞蹈都非常活泼的舞台少女，但台下却是个腼腆又老实的少女。作为华恋的室友，她非常憧憬着开朗积极的华恋。然而，随着华恋的儿时好友神乐光出现，她的心情变得复杂……",
        "firstSightDialogue": "这次舞台的曲子，我非常喜欢呢，下意识就会哼起来~",
        "dialogues": [
            "这个世界，居住在这的人们，当然还有你，我一定都会保护好的！",
            "渴望去保护谁的话自己必须先足够强大。你该不会连这种事都不知道就来战斗了吧？",
            "别给我在这发呆！把精神集中在该做的事上，别浪费时间！",
            "混蛋，你到底在想些什么……下次再敢想这种事，我就让你从这消失！",
            "怎么了？闭嘴不说的话可是什么都没法传达的，就不要对我有所顾虑了。",
            "休息？说得对，就稍微休息一下吧。能跟上身为女神的我，你已经做得很不错了。"
        ]
    },
    {
        "id": 1358,
        "fullImg": "images/partners/1358.png",
        "icon": "images/partners/1358_5.png",
        "name": "大场奈奈",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "她总是给予99期生温柔的包容，就像大家“妈妈\"一般的舞台少女，因此也被大家亲切地称作“BANANA”。无论是在台前还是幕后，她都展现出了优秀的才能。直到现在，她也难以忘怀一年级时与大家共同演出“Starlight”的时光。",
        "firstSightDialogue": "无论多少次，我都会永远守护下去——",
        "dialogues": [
            "机会难得，不如来场茶会吧。红茶有让人放松的效果，能让人从紧张感中解放，让内心平静下来。",
            "总感觉肩膀有点僵……我正期待着你能给我按摩一下呢。",
            "我无论何时都会全力以赴，手下留情的话，不觉得是一种对对手的失礼吗？即使对方是无知又愚蠢的敌人也一样……",
            "哼哼~在战斗中保持美丽的一面是必须的哦，话先说好了，你可千万要注意别被我迷住了。",
            "能如此信赖我，我很开心。但是，今后你自己也必须成长起来。没问题，我相信你一定可以的。",
            "总有一天我会带你去绿荫箱庭看看，你一定会喜欢那里的。"
        ]
    },
    {
        "id": 1359,
        "fullImg": "images/partners/1359.png",
        "icon": "images/partners/1359_5.png",
        "name": "星见纯那",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "是年级第一的优等生，同时担任着班长的舞台少女。有着优秀的判断力和分析能力，但也因此容易过度思考。她不顾父母的反对选择了舞台之道，却因为与天赋异禀的真矢等人有所差距感到烦恼。",
        "firstSightDialogue": "99期生，星见纯那！我一定会抓住属于自己的那颗星！",
        "dialogues": [
            "初次见面，我的名字是伊斯特瓦尔。#n现在正担任紫耀之都的教祖，请多指教。",
            "听好了，工作的时间就应该好好认真工作。请不要做其他多余的事，明白了吗？",
            "有想要知道的东西？不要客气地来问我吧。只要有记录的东西，我全都能给你找出来。顺带一提，这需要花3天时间哦。",
            "唉……真希望妮普褆努能有更多身为紫耀之都女神的自觉。我只要稍微不看着点她，就会马上放纵起来……",
            "我也不是因为喜欢才说教的！请快点变强，成长为可以让任何人都依靠的存在吧。",
            "你会在这个世界创造怎么样有趣的历史呢，我可是很期待的。"
        ]
    },
    {
        "id": 1360,
        "fullImg": "images/partners/1360.png",
        "icon": "images/partners/1360_5.png",
        "name": "共演：华恋&光",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "两人一起成为闪耀之星！",
        "dialogues": [
            "机会难得，不如来场茶会吧。红茶有让人放松的效果，能让人从紧张感中解放，让内心平静下来。",
            "总感觉肩膀有点僵……我正期待着你能给我按摩一下呢。",
            "我无论何时都会全力以赴，手下留情的话，不觉得是一种对对手的失礼吗？即使对方是无知又愚蠢的敌人也一样……",
            "哼哼~在战斗中保持美丽的一面是必须的哦，话先说好了，你可千万要注意别被我迷住了。",
            "能如此信赖我，我很开心。但是，今后你自己也必须成长起来。没问题，我相信你一定可以的。",
            "初次见面，我的名字是伊斯特瓦尔。#n现在正担任紫耀之都的教祖，请多指教。"
        ]
    },
    {
        "id": 1361,
        "fullImg": "images/partners/1361.png",
        "icon": "images/partners/1361_5.png",
        "name": "共演：奈奈&纯那",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "一起创造吧，属于我们的下一个Starlight！",
        "dialogues": [
            "初次见面，我的名字是伊斯特瓦尔。#n现在正担任紫耀之都的教祖，请多指教。",
            "听好了，工作的时间就应该好好认真工作。请不要做其他多余的事，明白了吗？",
            "有想要知道的东西？不要客气地来问我吧。只要有记录的东西，我全都能给你找出来。顺带一提，这需要花3天时间哦。",
            "唉……真希望妮普褆努能有更多身为紫耀之都女神的自觉。我只要稍微不看着点她，就会马上放纵起来……",
            "我也不是因为喜欢才说教的！请快点变强，成长为可以让任何人都依靠的存在吧。",
            "读书，写作"
        ]
    },
    {
        "id": 1362,
        "fullImg": "images/partners/1362.png",
        "icon": "images/partners/1362_5.png",
        "name": "迦娜·雨中",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "雨季"
        },
        "flavor": "在雨季的街道，行人都忙着躲雨快步前行，只有一名穿着校服的少女漫不经心地将手伸向天空，感受着雨滴落在掌心的触觉。#n“啊呜——”一声委屈的动物叫声，吸引了她的注意，少女熟练地将伞放到蜷缩在纸箱的小动物身后，而她的脸上第一次展露出淡淡的笑容。",
        "firstSightDialogue": "你听，所有的一切都被雨水困住了，世界安静了下来，最后只剩下雨的声音。",
        "dialogues": [
            "雨中漫步于我而言是一种享受，每到这种时候，就觉得衣服真是多余的存在。",
            "你听，所有的一切都被雨水困住了，世界安静了下来，最后只剩下雨的声音。",
            "每次雨中散步时遇见你，你都不愿意直视我，我很好奇是什么原因？",
            "我听说在雨中合撑一把伞的人类能够培育出更亲密的关系，哦，你也想与我同撑一把雨伞？",
            "呵呵，有趣，你说小动物在我面前这样打滚是在撒娇？就因为我把雨伞让给了它们？"
        ]
    },
    {
        "id": 1363,
        "fullImg": "images/partners/1363.png",
        "icon": "images/partners/1363_5.png",
        "name": "妥芮朵·悸动",
        "params": {
            "height": "152 см ",
            "sizes": "81/60/83  ",
            "bday": "5/4 ",
            "hobby": "欣赏艺术"
        },
        "flavor": "高贵而傲慢的妥芮朵，即使在炎热的海边也没有改变她颐指气使的习惯。#n但是，因为过于灼热的烈日影响，她的心情也显而易见地低落下来了。#n“太阳这东西，总是散放出这么暴烈的光芒，真是没什么艺术美感呢。”#n妥芮朵撑着伞，坐在阴影中，不无幽怨地叹息道。",
        "firstSightDialogue": "这沙子好硌脚，快给我铺一层柔软的地毯！什么，奖励？做得到的话，就特别允许你亲吻妥芮朵大人的脚面～",
        "dialogues": [
            "这海风略略的鸣泣声，倒颇有雅致的情趣呢。虽只是自然之物，却有着另一种相别于人造品的艺术韵味。",
            "这沙子好硌脚，快给我铺一层柔软的地毯！什么，奖励？做得到的话，就特别允许你亲吻妥芮朵大人的脚面～",
            "海洋充满了对称之美，齐整如镜的海面象征着悠久的平衡。不过，如果能去掉远处那些参差不平的岛屿就更好了。",
            "恩赫里亚你这个笨蛋，竟毁了我辛苦做好的沙堡！才不想原谅你呢，别，别靠过来！呜……",
            "真搞不懂，为什么脚上只有一个花环，准备这套泳装的人真是缺乏艺术细胞！"
        ]
    },
    {
        "id": 1364,
        "fullImg": "images/partners/1364.png",
        "icon": "images/partners/1364_5.png",
        "name": "恩赫里亚·热夏",
        "params": {
            "height": "161 см",
            "sizes": "85/64/89",
            "bday": "7/24",
            "hobby": "战斗、酒"
        },
        "flavor": "恩赫里亚来到了海边。#n虽然海面一片平静，但这个战斗狂人却一点也不安分。#n不过，伴随着一杯冰镇的烈酒下肚，她那双眼也微醺地眯了起来，躺在遮阳伞的荫蔽下，慢慢陷入了香甜的醉梦之中。",
        "firstSightDialogue": "真是个炎热的夏天啊……能帮我带一杯威士忌吗？对了，记得加冰！",
        "dialogues": [
            "真是个炎热的夏天啊……能帮我带一杯威士忌吗？对了，记得加冰！",
            "海边的生活太过悠闲了，完全没什么能鼓动热血的战斗嘛——对了，让我们来一场轰轰烈烈的排球大战吧！",
            "这身泳装可真不错，轻便单薄，适于战斗。什么，美观？诶，挑选衣服不是看作战性能吗，跟外表有什么关系？",
            "妥芮朵，你在堆什么，是沙盘游戏吗？哈哈，那就让我来攻破你那固若金汤的城堡吧！",
            "听说海洋里有许多生物，不仅体型庞大，而且力强无比——太好了，给我一把鱼叉，我现在就要去战个痛快！"
        ]
    },
    {
        "id": 1365,
        "fullImg": "images/partners/1365.png",
        "icon": "images/partners/1365_5.png",
        "name": "佩蒂·萌芽记忆",
        "params": {
            "height": "140 см",
            "sizes": "68/50/64",
            "bday": "-",
            "hobby": "九九"
        },
        "flavor": "实验序列代号OS-99-HG，诞生最晚的空想神格。随该神格一同诞生的，还有被其称为“九九”的棉花糖状个体。#n因其过分娇柔可爱的气质，观察过该神格的其他神格和实验人员，无不对其产生保护欲。不过该神格主观认为自己是男性，执着地想要展示男子气概的一面。",
        "firstSightDialogue": "想成为懂得关心别人的……真正的男子汉……",
        "dialogues": [
            "想成为懂得关心别人的……真正的男子汉……",
            "人家是男子汉……就算做了噩梦，也不会怕……",
            "人家一定要快快长大……以后……就由人家来保护姐姐们……",
            "姐姐们又夸人家能干了……好开心~",
            "蹭蹭~九九软软的，真舒服……你也想摸九九吗？"
        ]
    },
    {
        "id": 1366,
        "fullImg": "images/partners/1366.png",
        "icon": "images/partners/1366_5.png",
        "name": "卡珊德拉·萌芽记忆",
        "params": {
            "height": "167 см",
            "sizes": "84/64/80",
            "bday": "-",
            "hobby": "美食"
        },
        "flavor": "实验序列代号OS-06-MI。与其他神格相反，该神格在培养舱中感到十分舒适，与外界进行接触和语言交流的积极性极低，甚至对此抱有敌意。#n但谈论美食、或是意图捉弄别人时，该神格会表现出一反常态的主动态度。",
        "firstSightDialogue": "泡在凉爽阴暗的培养仓里，就是人生极乐……",
        "dialogues": [
            "好麻烦啊，又是生成物质的实验吗……你看，这个炸弹怎么样——开玩笑的。",
            "……女孩子的脂肪会堆积在合理的位置，吃再多也不会胖……嗯，真的不会……",
            "泡在凉爽阴暗的培养仓里，就是人生极乐……",
            "即使实验结束了，我也不会出去的……不过，要是能奉上100种我不知道的零食，倒不是不能考虑一下~",
            "用自己的能量制造饼干，再吃饼干补充能量……完美的循环~"
        ]
    },
    {
        "id": 1367,
        "fullImg": "images/partners/1367.png",
        "icon": "images/partners/1367_5.png",
        "name": "萨提娜",
        "params": {
            "height": "163 см",
            "sizes": "78/54/75",
            "bday": "7/1",
            "hobby": "收集物品"
        },
        "flavor": "巴比伦学院怪人不少，萨提娜属于危害最小的那一批，她不过是一个作曲家罢了。禁欲系的外表让人觉得她内敛冷漠，强迫症似的生活习惯让她乍看上去就是个机器人；但实际上非常遵从欲望而活，尽管内心怪诞又难以捉摸。神秘又坦率的她在学园内拥有大批的粉丝，却在演奏家和乐评人中毁誉参半。",
        "firstSightDialogue": "又是喧闹且平和的一天，就像浓积云的螺旋。",
        "dialogues": [
            "又是喧闹且平和的一天，就像浓积云的螺旋。",
            "“棉花齿轮”的伞柄比“做梦的鱼”要长上两毫米，但若问她们谁更完美……呵呵，恐怕得细究一番呢。",
            "大家听我演奏时能更分心一些就好了，不然我的曲子不就白写了吗……",
            "每个音符都各具作用，就像遵守军纪的士兵，你能理解其中的规范真的不错。",
            "你这一段弹奏时指尖要轻得像一只鸡蛋！不是像一片羽毛！喂，你有在听吗？！",
            "又有乐评人喷我？无聊，这种事情不必特意告诉我。"
        ]
    },
    {
        "id": 1368,
        "fullImg": "images/partners/1368.png",
        "icon": "images/partners/1368_5.png",
        "name": "368",
        "params": {
            "height": "164 см",
            "sizes": "88/53/89",
            "bday": "12/12",
            "hobby": "Gacha"
        },
        "flavor": "巴比伦新生福瑞吉报到，迷恋Gacha，研究玄学，每次抽到不同的东西时就会超级兴奋~据说，她有一只非常特别的魔力玩具盒，每一次都能从小小的盒子中抽出不同的物品。",
        "firstSightDialogue": "Gacha~☆Gacha~是福瑞吉最~喜欢做的事情噢~诶嘿~真好奇，下一次会抽到什么呢~",
        "dialogues": [
            "Gacha~☆Gacha~是福瑞吉最~喜欢做的事情噢~诶嘿~真好奇，下一次会抽到什么呢~",
            "想不想知道福瑞吉的玩具箱能变出什么呀？哦~这是烂了半截的葱棒，好耶，终于抽到了葱棒的隐藏版！",
            "又抽出了不一样的东西~玄学大法太棒了~唔哈哈哈哈哈咳咳——哈哈哈！",
            "啊啊……今日份的Gacha抽完了……！不行，福瑞吉还想要……抽更多……",
            "诶——你今天的手气可以媲美咸带鱼了，真臭呀~喂喂，禁止暴力啦，别把怒气发泄在福瑞吉的身上嘛。"
        ]
    },
    {
        "id": 1369,
        "fullImg": "images/partners/1369.png",
        "icon": "images/partners/1369_5.png",
        "name": "阿莉亚",
        "params": {
            "height": "160 см",
            "sizes": "84/62/83",
            "bday": "6/17",
            "hobby": "吹奏、昆虫"
        },
        "flavor": "来自森林深处的异能乐师，能够吹奏同化听众情绪的毒之旋律。加上她喜欢虫子，时常与虫子对话，让人退避三舍。但她本心不坏，开始学着用这份力量治愈别人，也慢慢走出了自责。",
        "firstSightDialogue": "您有失眠的困扰吗？也许我的曲子可以帮助到您，要……要试试吗？",
        "dialogues": [
            "您想听我的演奏？呃……很高兴您能够喜欢，但……我不想因此伤害到您……",
            "这个地方看来没人，终于可以开始练习了……♪ ♫ ♬ ♭",
            "除了吹奏以外的兴趣……？我还喜欢我的朋友们，柔软的腹部和毛茸茸的副足，还有时不时散落的鳞片，真的很可爱！",
            "您有失眠的困扰吗？也许我的曲子可以帮助到您，要……要试试吗？",
            "如果我的演奏会伤害到别人……那我……是不是放弃吹奏比较好……"
        ]
    },
    {
        "id": 1370,
        "fullImg": "images/partners/1370.png",
        "icon": "images/partners/1370_5.png",
        "name": "噩梦源流",
        "params": {
            "height": "153 см",
            "sizes": "82/58/87",
            "bday": "-",
            "hobby": "和大家玩"
        },
        "flavor": "张开黑翼遮蔽世界，无论是谁都会为之感到战栗的恐怖存在——连她自己也会。#n身为生物历史上所有恐怖事物之和，被冠以“噩梦源流”这样总结性称呼的她，本体在现实中却只是一个容易担惊受怕，把事情搞砸笨手笨脚的小孩子。#n但可不要因此就小看她，否则当你闭上双眼进入梦乡时……就有好瞧的了。",
        "firstSightDialogue": "我是谁？我是雷、是宇宙、是有翼之兽、是女巫搅拌的汤剂、是火枪吐出的铁砂、是盒中涌溢而出的一切。",
        "dialogues": [
            "我是谁？我是雷、是宇宙、是有翼之兽、是女巫搅拌的汤剂、是火枪吐出的铁砂、是盒中涌溢而出的一切。",
            "说起来这本书里的内容有这么吓人吗，给我读一——跑什么呀？真的有这么可怕吗？",
            "偷偷告诉你书的最后一页是什么吧——什么都没有哦……才不是烂尾了！是未知的恐惧，未知好吗！",
            "噶哦！嗷呜！嗯……你没被吓到吗？奇怪……我乃是所有恐怖之和，你现在应该吓一大跳才对啊……",
            "累了吗？那就先去睡吧，我等会儿去梦里找你，给你看点好看的……嗯？忽然之间不困了？好耶！那继续玩吧！",
            "腰上有翅膀真的好不方便呀，想找把舒服点的椅子都好难。"
        ]
    },
    {
        "id": 1371,
        "fullImg": "images/partners/1371.png",
        "icon": "images/partners/1371_5.png",
        "name": "列奥尼达",
        "params": {
            "height": "172 см",
            "sizes": "85/63/84",
            "bday": "-",
            "hobby": "可爱的小女孩、锻炼肌肉"
        },
        "flavor": "爱锻炼，爱肌肉，更爱小女孩。但却不是单纯的变态，而是曾率领三百战士的王。#n尽管列奥尼达自来熟的程度会让一些神格感到困扰，但她直爽简单，有求必应的性格也令她受到了很多神格的欢迎呢。",
        "firstSightDialogue": "哦，你在看我这边吗？那就好好欣赏一下我勇武健硕的肌肉吧，这可是斯巴达王千锤百炼的身躯！",
        "dialogues": [
            "哦，你在看我这边吗？那就好好欣赏一下我勇武健硕的肌肉吧，这可是斯巴达王千锤百炼的身躯！",
            "斯巴达的意志，永不消亡！",
            "今天的锻炼做的太猛了，现在有些直不起身……诶诶，那边的小妹妹能扶一下我吗？用脚扶也可以哦！",
            "嘿，少女，亲眼看看我那强大的力量，然后崇拜地爱上身为斯巴达王的我吧！",
            "我曾经历过许多战斗。但时至如今，它们都已变成了被淡忘的历史。"
        ]
    },
    {
        "id": 1372,
        "fullImg": "images/partners/1372.png",
        "icon": "images/partners/1372_5.png",
        "name": "安德华拉诺特",
        "params": {
            "height": "150 см",
            "sizes": "77/53/83",
            "bday": "11/11",
            "hobby": "侍奉主人"
        },
        "flavor": "总是喜欢给自己找一个主人，对主人的需求统统不假思索地一概答应的神格。#n据安德华拉诺特自己所说，只要愿意在她面前立下某种誓言，就能得到“一切”。#n但无论在哪种传说之中，安德华拉诺特的能力都只有带来财富这一项。那她所许诺的“一切”是否意味着……#n立下誓言的人，将会把黄金视作一切呢？",
        "firstSightDialogue": "主人就叫我小安吧。我会帮助主人，让主人的生活变得更美好的！要不要试着立个誓约呀？",
        "dialogues": [
            "主人就叫我小安吧。我会帮助主人，让主人的生活变得更美好的！要不要试着立个誓约呀？",
            "啊……一次又一次，一群又一群，总是有人会因为金钱走上绝路啊，真是一点教训都不记得呢~",
            "主人一定有不择手段想得到的东西吧？只要说“我愿意舍弃世间一切情感”，无论是什么小安都会为主人拿到手的！",
            "别那么瞧不起金钱嘛，虽然买不来爱情，但是能买来不贞哦；虽然买不到友谊，但是能够买到背叛呀，很方便吧？",
            "结尾款的日子快到了吧？不用担心哦，小安永远会帮助主人的，主人永远只需要向小安撒娇就好啦~",
            "啊，好闲。主人您多久没买东西了？好东西都在打折哦……什么？不买立省百分之百！？这是什么歪理啦！"
        ]
    },
    {
        "id": 1373,
        "fullImg": "images/partners/1373.png",
        "icon": "images/partners/1373_5.png",
        "name": "迦娜·红阁渊",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "虞美人"
        },
        "flavor": "屏风内侧，氤氲中是殷红的神州装束。#n头戴虞美人的黑发少女，对着意外的到访的你感叹着数万年时光的种种沉浮。#n只见她露出一抹意味深长的微笑，看来找到了有趣的事物。",
        "firstSightDialogue": "这种红色的花，竟然被寄予了一个流传千年的传说，渺小易逝的生物在追求永恒这一点上倒挺执着。",
        "dialogues": [
            "文明催生了如此精美的建筑，但人类之所以跌落到邪恶和苦难的深渊，也是因为他们创造的文明。",
            "这种红色的花，竟然被寄予了一个流传千年的传说，渺小易逝的生物在追求永恒这一点上倒挺执着。",
            "呵呵~可爱的小老鼠，你可以考虑留在这府邸，用你短暂的一生分享你生命中的有趣故事……",
            "后背的符号吗？呵呵~这是我与她过去的证明，但事到如今，已经不是值得一说的东西了……",
            "这具人类的身体竟如此令你着迷……我很好奇，是出于对“优美”的认知？还是出于某种原始本能？"
        ]
    },
    {
        "id": 1374,
        "fullImg": "images/partners/1374.png",
        "icon": "images/partners/1374_5.png",
        "name": "符华·万世之约",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "修行"
        },
        "flavor": "像她这样能凭拳脚横走世间，铲奸除恶的侠士，神州有个成语能形容，叫“万夫莫当”。#n在强敌面前她如钢铁，在钢铁面前她胜钢铁，当她站在你身前时，你不会想“她能赢吗”？你只会想“他们能撑多久”？#n那这样的人，会有机会见到她换上婚服，绾弄发丝，捻握纸伞，等待着良人归来的样子吗？#n大抵那就叫铁树开花吧。",
        "firstSightDialogue": "神州的凤冠霞帔、东洋的白无垢、欧洲的婚纱……在见识这些风俗时，我从未想过有一天自己会穿上。",
        "dialogues": [
            "请小声一些，精卫在休息。直到刚刚它都在空中巡逻以备不测。还好最终无事发生，该说今天果真是吉日么。",
            "神州的凤冠霞帔、东洋的白无垢、欧洲的婚纱……在见识这些风俗时，我从未想过有一天自己会穿上。",
            "日后我们如果收下一位弟子的话，你会想传授些什么？",
            "因为终究会死，人才敢允诺永恒，那不朽之人呢……一会儿能陪我去江边吗？我想看奔腾的飞流，去思考永恒与须臾。",
            "若你喜欢，今后我就用这身做练功服。不必忧心，我的武艺不会为衣物所限制，无论何时都能护你周全。"
        ]
    },
    {
        "id": 1375,
        "fullImg": "images/partners/1375.png",
        "icon": "images/partners/1375_5.png",
        "name": "阿撒托斯",
        "params": {
            "height": "134 см",
            "sizes": "66/47/70",
            "bday": "-",
            "hobby": "噪音"
        },
        "flavor": "阿撒托斯每次沉睡的时间以年计数。这个没有视力的女孩醒来后，也不过是凭借着难以理喻的能力，在巴比伦从容不迫地散步而已。然而她带来的混乱和精神污染，仿佛是在提醒世人，他们曾经了解的一切只不过是真实世界的冰山一角。",
        "firstSightDialogue": "秩序与理智使你愚不可及。看着我的眼睛，然后去怀抱混沌与疯狂的深渊吧~",
        "dialogues": [
            "愚昧之人竟然同情没有视力的我，真是荒谬。过度依赖眼睛的生物，反而无法看清现实。",
            "睡眠是架往真实的桥梁，可惜大多数生物从未有幸走向真实。",
            "这个宇宙中，唯一的常识就是没有常识，唯一的永恒就是没有永恒。",
            "秩序与理智使你愚不可及。看着我的眼睛，然后去怀抱混沌与疯狂的深渊吧~",
            "巴比伦学园是多么的和谐、宁静……且无聊。好想把这小小的地方捏成一个有趣的形状……",
            "欺凌的惨叫配上嘶哑的小提琴，真是令人心旷神怡。我想要这美妙的和声传遍整个巴比伦~"
        ]
    },
    {
        "id": 1376,
        "fullImg": "images/partners/1376.png",
        "icon": "images/partners/1376_5.png",
        "name": "奈亚拉托提普",
        "params": {
            "height": "161 см",
            "sizes": "87/60/90",
            "bday": "-",
            "hobby": "玩弄他人、看别人哭泣"
        },
        "flavor": "象征着地属性的三柱神之一，有着戏谑恶劣的性格，以戏弄嘲讽他人为乐。#n拥有着化身千万的本领，可以变化为各种生命。#n作为阿撒托斯的从属与孩子，那个目盲的女孩是奈亚拉托提普极少数不能违逆的存在。哪怕只是阿撒托斯的一个眼神，都会让奈亚瑟瑟发抖。",
        "firstSightDialogue": "闭上眼，再睁开——然后，你会领悟至高的真理，看见真实的宇宙。",
        "dialogues": [
            "闭上眼，再睁开——然后，你会领悟至高的真理，看见真实的宇宙。",
            "万物诞生于混沌之中，亦终将归于混沌。",
            "我到底是善还是恶？呵呵，善恶仅仅是人类界定立场的标准，岂能用来定义外神的行为？",
            "你这家伙还真是奇妙，竟然如此享受我的玩弄，看来要给你点更重的苦头尝尝了。",
            "呵，想看看我的本体？难道说你向往成为一个只会流口水的白痴吗？"
        ]
    },
    {
        "id": 1377,
        "fullImg": "images/partners/1377.png",
        "icon": "images/partners/1377_5.png",
        "name": "布洛妮娅·风桧水庭",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "赚钱"
        },
        "flavor": "那些使魔懂个毛玉的经济学！所有人的本性都是逐利，但“看不见的手”会使所有人的利益最大化，这才是所谓的多赢！只要照我芙兰说的去做，就能让翁德兰再次发光，我也能躺着赚大钱啦！",
        "firstSightDialogue": "你已经非常努力了，就算只有现在，也来和布洛妮娅一起好好放松吧。",
        "dialogues": [
            "让我看看财报……吼吼，这个月的业绩上涨了好多，下次给这帮家伙什么奖励比较好呢~",
            "唔呀！怎么都这个时候了……催一下就够啦，你这个——笨蛋闹钟！！",
            "不劳动者不得食，但多劳多得，天魔物流有五倍加班工资哦~",
            "全翁德兰都知道我芙兰的大名了……有了名声，距离实现我的宏图伟业就更简单了，真是做梦都会笑醒！",
            "只要愿意工作，天魔物流就不会让你失业。不过，酬劳还是得和你的功劳对等~"
        ]
    },
    {
        "id": 1378,
        "fullImg": "images/partners/1378.png",
        "icon": "images/partners/1378_5.png",
        "name": "柏塞",
        "params": {
            "height": "152 см",
            "sizes": "65/47/68",
            "bday": "-",
            "hobby": "照顾大家、养花"
        },
        "flavor": "编号OS-07-DL的空想神格。#n每天准备十一个神格的三餐，对她来说只是基本功。为了让所有姐妹保持身心健康，相亲相爱，任何艰难险阻都能克服。#n虽然性格温和，爱好也不过是养花，她却是其他姐妹无一敢忤逆的对象。可能她确实有什么秘密手段吧？",
        "firstSightDialogue": "按时吃早餐了吗？最近有熬夜吗？有和大家好好相处吗？心里如果有不开心的事情，一定要和我说哦。",
        "dialogues": [
            "早，上，好~嘿呼呼，昨晚睡得香吗？啊啦~觉得困的话，稍微赖一下床也是允许的哦~",
            "按时吃早餐了吗？最近有熬夜吗？有和大家好好相处吗？心里如果有不开心的事情，一定要和我说哦。",
            "牵牛花，百合，还有铃兰……长势都不错。大家也一定要像花朵一样，吸足养分，茁壮成长哦~",
            "嘿咻~今天也是超大份豪华晚餐哦~不要总是勉强自己，一定要好好补充营养才行……来，张开嘴，啊——",
            "各位，吃饭前一定要说“我开动了”才行……卡珊德拉，不准对着零食开动哦。"
        ]
    },
    {
        "id": 1379,
        "fullImg": "images/partners/1379.png",
        "icon": "images/partners/1379_5.png",
        "name": "琉森",
        "params": {
            "height": "165 см",
            "sizes": "89/62/90",
            "bday": "-",
            "hobby": "格蕾"
        },
        "flavor": "编号OS-10-BW的空想神格。#n因为乍一看标致且高冷的外表，加上隐匿自身存在的能力，最初被以为是非常可靠的谍报员，但很快就暴露出傻气冒失的本性。#n幸好她的运气一直不错，至少能够保全自己。但自从她崇拜的格蕾奉命来指导她后，乐开花的她反而越来越谐星……",
        "firstSightDialogue": "(｀д′)不要随便来搭话，现在没心情……怎么样，我的语气像不像格蕾前辈？",
        "dialogues": [
            "<(ˉ^ˉ)>秘技，分身之术。在这两秒内，你能找出哪个是真正的我吗？",
            "Σ(°△°|||)︴不知怎么的就避开了所有陷阱。但是我应该潜入的地方……好像不是这里！",
            "(-_ゝ-)战争……没错，战争永远不会拐骗——咳咳，永远不会改变。",
            "(｀д′)不要随便来搭话，现在没心情……怎么样，我的语气像不像格蕾前辈？",
            "(⊙ˍ⊙)“冒失美人”是指我吗？为，为什么突然夸我长得好看……犯规了啦……"
        ]
    },
    {
        "id": 1380,
        "fullImg": "images/partners/1380.png",
        "icon": "images/partners/1380_5.png",
        "name": "丽塔·无言之爱",
        "params": {
            "height": "168 см",
            "sizes": "92/61/92",
            "bday": "3/1",
            "hobby": "主人、夜晚"
        },
        "flavor": "蜡烛在燃烧，夜莺在放歌。#n穿黑色婚纱的女仆，与你对视着。#n——值此，一生一世的时刻。",
        "firstSightDialogue": "虽然这身礼服不符合女仆的身份，但是在这个神圣的日子里，请让我穿着它陪您度过今夜。",
        "dialogues": [
            "即使蜡烛燃尽，烛泪仍残留了下来。主人，这就是所谓的爱么？即使死亡也无法消灭它。",
            "虽然这身礼服不符合女仆的身份，但是在这个神圣的日子里，请让我穿着它陪您度过今夜。",
            "一生一世，主人真是会开玩笑……嗯，您是认真的？",
            "啊——身为女仆，竟然这样靠近您……请原谅我的僭越。",
            "嘘……您听到了么，窗外夜莺的歌声——那是对我们的祝福吗？"
        ]
    },
    {
        "id": 1381,
        "fullImg": "images/partners/1381.png",
        "icon": "images/partners/1381_5.png",
        "name": "沐夏回想",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "赚钱"
        },
        "flavor": "那些使魔懂个毛玉的经济学！所有人的本性都是逐利，但“看不见的手”会使所有人的利益最大化，这才是所谓的多赢！只要照我芙兰说的去做，就能让翁德兰再次发光，我也能躺着赚大钱啦！",
        "firstSightDialogue": "恰到好处的海风湿度，窸窣呢喃的椰林树影，还有她指尖触及的余温，那都是印刻在脑海中的记忆宝藏。",
        "dialogues": [
            "让我看看财报……吼吼，这个月的业绩上涨了好多，下次给这帮家伙什么奖励比较好呢~",
            "唔呀！怎么都这个时候了……催一下就够啦，你这个——笨蛋闹钟！！",
            "不劳动者不得食，但多劳多得，天魔物流有五倍加班工资哦~",
            "全翁德兰都知道我芙兰的大名了……有了名声，距离实现我的宏图伟业就更简单了，真是做梦都会笑醒！",
            "只要愿意工作，天魔物流就不会让你失业。不过，酬劳还是得和你的功劳对等~"
        ]
    },
    {
        "id": 1382,
        "fullImg": "images/partners/1382.png",
        "icon": "images/partners/1382_5.png",
        "name": "九霄·血裔真祖",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "番茄汁（万圣节限定）"
        },
        "flavor": "“那个人，她是谁？她是谁？她是谁？她就是，蓬莱寺！蓬莱寺九霄！”#n万圣节的街道上，吸血鬼打扮的九霄正一边哼着小曲一边左瞧右看。#n“九霄的耳朵尖尖长长，九霄的披风在空中飘荡，九霄的眼睛是热射线~”#n不不不，血族的眼睛肯定不会射激光的吧？",
        "firstSightDialogue": "救世主，华丽登场！问我到底算救世主还是血族真祖？哼哼，不懂了吧？血族也要有血族的救世主啊！",
        "dialogues": [
            "人类？好怀念的词汇，自本真祖一千年前忤逆神灵，披上这披风起，就已经不再是人类了。",
            "像玫瑰一样凋零飘散吧——血染天穹银河爆裂杀！这，就是你破坏祭典的代价……很好，这样的登场绝对帅气！",
            "救世主，华丽登场！问我到底算救世主还是血族真祖？哼哼，不懂了吧？血族也要有血族的救世主啊！",
            "选择吧凡人，要么向本真祖献上祭品，要么就颤抖着承受本真祖的怒火吧——这就是“侍奉或惩戒”（Trick Or Treat）！",
            "有看到我的召唤兽吗？是一个缠满绷带的恐怖木乃伊……没有吗？哼哼，看来她也想在这样的夜晚纵情玩闹吧！"
        ]
    },
    {
        "id": 1383,
        "fullImg": "images/partners/1383.png",
        "icon": "images/partners/1383_5.png",
        "name": "西琳·翼下眷族",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "绘画"
        },
        "flavor": "第一次盛装打扮，让自己化身绘本中存在的幻想生物；#n第一次叩开大门，朝着微笑的人们说出“Trick Or Treat”；#n第一次参加祭典，行走在鬼魅狂欢的街市。所有的事情都像是包装纸里的糖果一样崭新，一样美味，一样难以忘怀。#n而比这一切加起来都要重要的是，她陪在自己身边。",
        "firstSightDialogue": "打扮成木乃伊就能拿到糖这件事，西琳还是第一次知道！虽然这么穿有点凉，不过真的好好玩呀。",
        "dialogues": [
            "大家都好温柔啊，不到一会儿西琳拿的糖果已经多到吃不完了，嗯……那就再发出去吧！会发糖果的木乃伊，诶嘿嘿~",
            "嗷呜！不给糖西琳就要捣蛋了哦，啊不对，西琳不是西琳，西琳是木乃伊……不对不对，木乃伊是木乃伊……",
            "打扮成木乃伊就能拿到糖这件事，西琳还是第一次知道！虽然这么穿有点凉，不过真的好好玩呀。",
            "说起来，如果大家不给糖的话西琳就必须要捣蛋吗？给人添麻烦的话，西琳就变成坏孩子了呢……",
            "哇！九霄大人你看，无头骑士，还有兔子先生！欸？九霄大人？呜哇啊啊啊西琳走散了！"
        ]
    },
    {
        "id": 1384,
        "fullImg": "images/partners/1384.png",
        "icon": "images/partners/1384_5.png",
        "name": "希儿·闪耀礼盒",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅"
        },
        "flavor": "坐在礼盒间的少女，赤诚而温柔的眼神。#n那身周闪耀着的点点光芒，无一不是心意的明证。",
        "firstSightDialogue": "你可以在这些礼物盒里随便挑选——什么，想要把希儿作为礼物带走？听起来好让人害羞……",
        "dialogues": [
            "听说拥抱可以给人幸福感……那么，要让希儿抱一下你吗？",
            "就算只是个玩偶，但这个样子的姐姐也好可爱啊！",
            "你可以在这些礼物盒里随便挑选——什么，想要把希儿作为礼物带走？听起来好让人害羞……",
            "礼盒被轻轻打开～♪缎带间甜蜜的等待♪……为了相遇时的喜悦，就算再漫长的等待都可以忍受呢。",
            "你看到这些闪烁的光芒了吗？那都是希儿闪耀的爱哦！"
        ]
    },
    {
        "id": 1385,
        "fullImg": "images/partners/1385.png",
        "icon": "images/partners/1385_5.png",
        "name": "宁蒂·满溢的圣夜",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "猫咪"
        },
        "flavor": "宁蒂成为了派发礼物的圣诞老人，但最后不仅收获了一只流浪猫，礼物还比出发时更多了。#n在这个圣诞之夜，一切都暖洋洋。",
        "firstSightDialogue": "在这个节日，虽然收到礼物也很开心，但是宁蒂觉得……好像送出礼物更加地开心？",
        "dialogues": [
            "乖啊乖啊……这只猫咪在外面受冻了，所以宁蒂把它抱回了家。放心吧，在壁炉前一点也不冷。",
            "你也想要礼物吗？呜哇，好可爱~抱歉，因为太可爱了，礼物一会儿再给你吧。",
            "宁蒂明明是送礼物的圣诞老人，为什么收到了这么多的礼物？",
            "在这个节日，虽然收到礼物也很开心，但是宁蒂觉得……好像送出礼物更加地开心？",
            "您想要什么礼物呢？是这本童话书，还是这盒饼干，还是说一整棵圣诞树都……欸？是宁蒂？"
        ]
    },
    {
        "id": 1386,
        "fullImg": "images/partners/1386.png",
        "icon": "images/partners/1386_5.png",
        "name": "丽塔·微热诊室",
        "params": {
            "height": "168 см",
            "sizes": "92/61/92",
            "bday": "3/1",
            "hobby": "照顾学生"
        },
        "flavor": "医务室的老师看起来年轻漂亮，就像大家的学姐一样。最近天气转凉，为了不让同学们着凉，丽塔老师将医务室的暖气开得很强。但是似乎让同学们觉得过热了？",
        "firstSightDialogue": "有同学反映，医务室因为暖气开太强，变成了让人安静不下来的空间……到底是怎么一回事呢？",
        "dialogues": [
            "有同学反映，医务室因为暖气开太强，变成了让人安静不下来的空间……到底是怎么一回事呢？",
            "这位同学，该打针了哦。放松放松，只是刚开始会有点痛而已。",
            "你还真是喜欢医务室，这周已经来第三次了吧？来，让我好好看看……你今天又是哪里不舒服了。",
            "伊瑟琳老师，心理咨询并不在我的业务范围内……唉，真是的，只能一小会儿哦……",
            "虽然拿过不少医学奖项，但最令我受宠若惊的，果然还是这个奖——“同学们最喜欢的老师”。"
        ]
    },
    {
        "id": 1387,
        "fullImg": "images/partners/1387.png",
        "icon": "images/partners/1387_5.png",
        "name": "齐格弗里德",
        "params": {
            "height": "163 см",
            "sizes": "88/53/89",
            "bday": "3/9",
            "hobby": "与动物交流"
        },
        "flavor": "各位客人请小心，现在是齐格弗里德的营业时间，哎呀，天上怎么会飞着蛋糕，那杯红茶又泼洒了出来。啧啧啧，只要迷糊女仆齐格弗里德登场，我们的店长脸色就越来越难看起来。",
        "firstSightDialogue": "请品尝一下我为您制作的皇冠慕斯蛋糕，啊，请放心，这次绝对没有混入奇怪的东西。",
        "dialogues": [
            "抱、抱歉，主人，我也不清楚为什么，好端端的红茶就这样泼到了您的头上，唔唔——您的额头烫不烫呀？",
            "咳咳——我只是想打扫一下卧室，为什么会扬起那么多灰尘，咳咳——难道这是我的特异功能吗？",
            "啾啾啾——嘎唔——啊，我正在和小动物商量今天吃什么晚餐，诶？和小动物交流不是谁都可以办到的事情吗？",
            "嘿嘿，我很喜欢《尼伯龙根之歌 》这本诗集，诶，为什么？……当我意识到的时候，这本书早已与我形影不离了。",
            "每次看见红色的花，心脏就有一种难忍的刺痛感，这时脑袋里就会有一个声音在回响，像是呼喊着什么重要的事情。",
            "请品尝一下我为您制作的皇冠慕斯蛋糕，啊，请放心，这次绝对没有混入奇怪的东西。"
        ]
    },
    {
        "id": 1388,
        "fullImg": "images/partners/1388.png",
        "icon": "images/partners/1388_5.png",
        "name": "朱蒂斯",
        "params": {
            "height": "180 см",
            "sizes": "92/58/92",
            "bday": "5/23",
            "hobby": "读书、劝架（物理）"
        },
        "flavor": "尽管是挥舞着熔岩大刀的战争骑士，却被唤作图书馆的忧郁美人。至于为什么会有这种反差，似乎是因为背负着沉重的过去，试图在图书馆内寻找某种释怀。但是据少部分神格称，现在已经能看到她的笑容了。",
        "firstSightDialogue": "只有那些大人物才想打仗。普通人就像薪柴，被投入战争的火堆，无声无息。",
        "dialogues": [
            "比我还强的人？大概是战神无双会长吧。因为她的内心远比我强大。",
            "“逝者已矣，生者如斯”。您的话语，我会谨记在心。",
            "巴比伦……真是温暖的地方。我这种杀了无数人的怪物，也能让别人感到温暖吗？",
            "燃烧吧，天启大刀。您放心，只是去阻止一下那边互相斗殴的神格，不会做过头的。",
            "抱歉……除了战斗以外，我好像帮不上什么忙。我会努力适应新的生活的。",
            "只有那些大人物才想打仗。普通人就像薪柴，被投入战争的火堆，无声无息。"
        ]
    },
    {
        "id": 1389,
        "fullImg": "images/partners/1389.png",
        "icon": "images/partners/1389_5.png",
        "name": "阿桃",
        "params": {
            "height": "151 см",
            "sizes": "78/52/82",
            "bday": "1/4",
            "hobby": "与【家人】们在一起"
        },
        "flavor": "远望大桃红透紫，沿河漂流经至此。#n切开之后那就是，可爱黑发女孩子。#n猴子小狗还有鸡，结伴相游因缘始。#n打倒鬼王卫安宁，风波海潮随之止。#n相亲相爱一家人，从此过上好日子。#n咿呀咿呀哟~好日子！",
        "firstSightDialogue": "大人愿意收留阿桃的恩情，阿桃会一直记着的，小稚、飞猿、汪汪，来一起感谢大人吧。",
        "dialogues": [
            "大人愿意收留阿桃的恩情，阿桃会一直记着的，小稚、飞猿、汪汪，来一起感谢大人吧。",
            "大人觉得累了吗？那来尝尝阿桃亲手捏的饭团吧，吃下去就会变得很精神哦……饱了？呜……那阿桃下次再做！",
            "想、想吃掉阿桃吗？这个……一直以来承蒙大人的照顾，但阿桃还是觉得……欸？只是想吃桃子么？",
            "打倒鬼王这种事情阿桃一个人肯定做不到的，都是多亏了伙伴们的努力，还有很多很多好心人的帮助。",
            "阿桃和大家，要和大人永远永远、永远永远在一起哦，对吧小稚~啾啾啾——大人，小稚说是哦！",
            "大人的一切阿桃都喜欢，阿桃的一切，柔软的果肉也好，坚硬的桃核也好，大人也要全部接受哦。"
        ]
    },
    {
        "id": 1390,
        "fullImg": "images/partners/1390.png",
        "icon": "images/partners/1390_5.png",
        "name": "潘克拉辛",
        "params": {
            "height": "162 см",
            "sizes": "86/57/89",
            "bday": "4/8",
            "hobby": "打拳"
        },
        "flavor": "潘克拉辛是搞笑角色。#n她能在身上绑一块石头，然后靠击飞石头的方式拉动自己飞起来赶去上学；她能在炎热的夏天充当人肉电风扇保证教室一下午的清凉；她能在野外露营的时候靠拳风摩擦生火来做烤串，她能通过“灌注心意”的方式挥拳打出气弹……#n而这一切，都是简单易学的拳击技术，没有任何魔法、超能力或者奇迹的要素。#n这种离谱的事情，只能用“潘克拉辛是搞笑角色”来解释了吧？",
        "firstSightDialogue": "你们嘴上说“潘克拉辛是笨蛋”、“潘克拉辛总用拳头解决问题”，心里其实想着“潘克拉辛，我的偶像”，我都懂的！",
        "dialogues": [
            "今~天~过~得~怎~么~样~呀~嗯？问我的声音为什么这么飘忽不定？因为我在超快速左右横跳！",
            "一起做深蹲吧！别一说锻炼就瘫在沙发上，本教练可是很懂得逐步增加运动量的。先做三组深蹲，每组一万次。",
            "最近楼下新开了一家奶茶店，今天和我一起去逛逛如何——店里的兼职店员看上去好像很能打，想和她过两招！",
            "嘿哈嘿哈！来一起快乐挥拳！今天心情不好吗？那我就把挥拳速度达到极致，你看！是千手观音哦，好玩吧！",
            "你们嘴上说“潘克拉辛是笨蛋”、“潘克拉辛总用拳头解决问题”，心里其实想着“潘克拉辛，我的偶像”，我都懂的！",
            "那些喷火吐水的家伙凭什么说我是搞笑角色？只会格斗技的我才更写实派吧？下次再听到这么说就重拳出击。"
        ]
    },
    {
        "id": 1391,
        "fullImg": "images/partners/1391.png",
        "icon": "images/partners/1391_5.png",
        "name": "星绮",
        "params": {
            "height": "165 см",
            "sizes": "-",
            "bday": "10/23",
            "hobby": "偶像活动"
        },
        "flavor": "曾是至高、至强的偶像。#n忘记了一切，只记得如何给人带去温暖与力量的神格。对着话筒说话时，声音能传到她想要传达的那个人心中。#n被发现时，她正静静地躺在柔软的草坪上，像是刚睡了个懒觉，还不舍得睁眼。#n快醒来吧，人们在期待着你。#n期待着你，回应他们的愿望。",
        "firstSightDialogue": "不必在意我叫什么名字，叫我星绮就可以，或者心里觉得有什么爱称很合适，都可以用来称呼我哦，我一定会回应的！",
        "dialogues": [
            "不必在意我叫什么名字，叫我星绮就可以，或者心里觉得有什么爱称很合适，都可以用来称呼我哦，我一定会回应的！",
            "果然唱歌跳舞是很开心的事情，不过更开心的，当然是舞台下大家的笑容。",
            "欸……说喜欢我吗？按照规定偶像是不可以私下交往的，但这又是你的期待，要怎么办呀……",
            "巴比伦的偶像前辈们都好厉害呀……不过总有一天我会成为真正的TOP·IDOL！嗯？问具体要怎么做吗？还没想好……",
            "在来到巴比伦之前，我究竟在做些什么呢？反正肯定也是做各种偶像活动，给大家力量和信念吧？",
            "想知道我的帽子上为什么会有个mi吗？呜……想不起来了，说不定先前我是某个名字带mi的公司主推的偶像？"
        ]
    },
    {
        "id": 1392,
        "fullImg": "images/partners/1392.png",
        "icon": "images/partners/1392_5.png",
        "name": "伊瑟琳·全金属教师",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "补课"
        },
        "flavor": "头顶上的“纪律”二字，是伊瑟琳内心渴望的注脚。全副武装的人偶，正在替伊瑟琳找回教师的尊严、以及学生的前途。不听话的不良学生，接受粉笔机枪的洗礼吧！（注：非致命，但是被打到会很痛）",
        "firstSightDialogue": "老师牺牲课余时间给你们补课，说明还没有放弃你们。",
        "dialogues": [
            "老师牺牲课余时间给你们补课，说明还没有放弃你们。",
            "纪律考核模块启动，正在扫描目标学生。品德评价：无可救药，解除开火限制。",
            "敢上课睡觉？粉笔加特林，启动。",
            "刚才开小差的，你，你，还有你，来我办公室。",
            "我一定会让所有人都考上大学的！"
        ]
    },
    {
        "id": 1393,
        "fullImg": "images/partners/1393.png",
        "icon": "images/partners/1393_5.png",
        "name": "琪亚娜·梦想通路",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "赚钱"
        },
        "flavor": "那些使魔懂个毛玉的经济学！所有人的本性都是逐利，但“看不见的手”会使所有人的利益最大化，这才是所谓的多赢！只要照我芙兰说的去做，就能让翁德兰再次发光，我也能躺着赚大钱啦！",
        "firstSightDialogue": "无论此刻的现实有多黑暗，我都相信梦想一定有成真的一天，那条通向光明的道路，就由我来打开。",
        "dialogues": [
            "让我看看财报……吼吼，这个月的业绩上涨了好多，下次给这帮家伙什么奖励比较好呢~",
            "唔呀！怎么都这个时候了……催一下就够啦，你这个——笨蛋闹钟！！",
            "不劳动者不得食，但多劳多得，天魔物流有五倍加班工资哦~",
            "全翁德兰都知道我芙兰的大名了……有了名声，距离实现我的宏图伟业就更简单了，真是做梦都会笑醒！",
            "只要愿意工作，天魔物流就不会让你失业。不过，酬劳还是得和你的功劳对等~"
        ]
    },
    {
        "id": 1394,
        "fullImg": "images/partners/1394.png",
        "icon": "images/partners/1394_5.png",
        "name": "宁蒂·猫猫拳",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "小鱼干"
        },
        "flavor": "小鱼干脆又香，啊呜一口，吃掉它。斑驳金色的阳光透进房内，宁蒂伸了一个又大又舒服的懒腰。美好的一天即将开始，「今天要吃哪种鱼罐头呢？」",
        "firstSightDialogue": "又被发现了，在偷吃小鱼干的时候……身上系着铃铛，总是比较容易暴露。",
        "dialogues": [
            "嘎唔~刚才是哪一只调皮的小猫咪咬住了宁蒂的尾巴？就算露出肚皮来讨好也没用，我会从头开始教规矩。",
            "嗯……问宁蒂在做什么？清洁自己……不知道为什么，但这样做会让我感到安心。",
            "请不要一直追着宁蒂喊猫咪大人，我已经没有鱼罐头可以分给其他人了。",
            "啊……心情愉快的时候，尾巴会忍不住摇晃起来，像是打着心情的节拍。",
            "又被发现了，在偷吃小鱼干的时候……身上系着铃铛，总是比较容易暴露。"
        ]
    },
    {
        "id": 1395,
        "fullImg": "images/partners/1395.png",
        "icon": "images/partners/1395_5.png",
        "name": "宁蒂·悠静时光",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "小鱼干"
        },
        "flavor": "小鱼干脆又香，啊呜一口，吃掉它。斑驳金色的阳光透进房内，宁蒂伸了一个又大又舒服的懒腰。美好的一天即将开始，「今天要吃哪种鱼罐头呢？」",
        "firstSightDialogue": "天气真好，吹进屋里的风也暖洋洋的……偶尔也可以偷懒一下吧……",
        "dialogues": [
            "呼，睡醒了之后，像这样用力地伸懒腰，是最惬意舒服的事情了。",
            "真神奇，只不过是随意摇晃两下逗猫棒，为什么我会心跳加速，觉得很兴奋。",
            "天气真好，吹进屋里的风也暖洋洋的……偶尔也可以偷懒一下吧……",
            "一会要记得……去给橘丸的盆里铲一下……呼……zzz……",
            "不行……真的不能再喂了……已经吃了好多小鱼干了……"
        ]
    },
    {
        "id": 1396,
        "fullImg": "images/partners/1396.png",
        "icon": "images/partners/1396_5.png",
        "name": "柏塞·萌芽记忆",
        "params": {
            "height": "152 см",
            "sizes": "65/47/68",
            "bday": "-",
            "hobby": "照顾大家、养花"
        },
        "flavor": "实验序列代号OS-07-DL。该神格无时无刻不在注视着其他培养舱中的神格，并流露出和外表年龄不符的关切眼神。#n因为过于牵挂其他神格的状态，为了令该神格的情绪维持稳定，必须定时为其播放其他神格的实时影像。",
        "firstSightDialogue": "无底线的溺爱并不是真正的爱。所以，如果哪个孩子无缘无故给你们制造麻烦，请告诉我。",
        "dialogues": [
            "哈喽……唉，抱歉，因为在培养舱里不能亲自照顾大家，露出了没有精神的一面……",
            "无底线的溺爱并不是真正的爱。所以，如果哪个孩子无缘无故给你们制造麻烦，请告诉我。",
            "其他的孩子情况怎么样？可以把她们的实验报告给我看看吗……呜，看不懂……",
            "萨菲尔那孩子很要强，身子却很脆弱。一定要好好呵护她才行。",
            "说的也是呢，大家都在渐渐成长，终有一天会独立。可是，胸中有种放不下心的感觉……"
        ]
    },
    {
        "id": 1397,
        "fullImg": "images/partners/1397.png",
        "icon": "images/partners/1397_5.png",
        "name": "琉森·萌芽记忆",
        "params": {
            "height": "165 см",
            "sizes": "89/62/90",
            "bday": "-",
            "hobby": "格蕾"
        },
        "flavor": "实验序列代号OS-10-BW。与该神格对话时，话语在实验人员脑内形成了颜文字的认知。因此该神格为自己塑造高冷人设的尝试，完全没有效果。#n尽管拥有隐匿身形和影分身等非常适合潜入的能力，对谍报员的身份也抱有强烈的自我认同，但这种想法或许过于乐观了。",
        "firstSightDialogue": "(*/ω＼*)有没有被我的身体魅惑得神魂颠倒啊？没有？你已经说胡话了呢，魅惑大成功！",
        "dialogues": [
            "↖(^_^)」为什么遇到研究不顺利，你就唉声叹气？抬头挺胸，不要放弃，因为你是真的很不错！",
            "φ(≧ω≦)♪格蕾大人刚刚是不是看了我一眼？芜湖！每天呼唤一百遍格蕾大人终于有效果了！",
            "(*/ω＼*)有没有被我的身体魅惑得神魂颠倒啊？没有？你已经说胡话了呢，魅惑大成功！",
            "\\(´･ω･｀)/看着大家研究的样子，感觉自己也聪明了一大截！好耶，以后我就是头脑派刺客！",
            "o(〃'▽'〃)o欸嘿，刚刚说的内容我全部都没听懂，所以我可以离开这里了吗？"
        ]
    },
    {
        "id": 1398,
        "fullImg": "images/partners/1398.png",
        "icon": "images/partners/1398_5.png",
        "name": "琪亚娜·少女裙摆",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "帅气救场"
        },
        "flavor": "推门而入，扑面而来的是食物与浓郁咖啡的气息，店内不时夹杂着些许笑声与店员轻柔的话语声，一位活泼的少女端着饮料，迎面向客人露出一个爽朗的微笑：「欢迎光临，客人请走这边哦~」，或许这就是咖啡店的美妙之处吧。",
        "firstSightDialogue": "尊贵的客人，就由本小姐来接待吧~",
        "dialogues": [
            "尊贵的客人，就由本小姐来接待吧~",
            "蹡蹡——轮到本小姐收钱了~",
            "嗯？客人的身上，好像散发着福气！",
            "谁说卡斯兰娜家的料理不能吃，快多吃点！",
            "做个女仆可满足不了我。我要偷学这家店的手艺，然后给芽衣一个惊喜！"
        ]
    },
    {
        "id": 1399,
        "fullImg": "images/partners/1399.png",
        "icon": "images/partners/1399_5.png",
        "name": "九霄·魔龙降世",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "收银秘术"
        },
        "flavor": "嗑锵——清脆的收银声，女仆露出了神圣庄严的表情，摆出一副奇妙的定格POSE，她正用难以置信的气势，对着客人说道：「小票拿好，这可是你和本救世主的契约证明哦~」",
        "firstSightDialogue": "小票拿好，这就是你与救世主大人契约的证明！",
        "dialogues": [
            "库库，欢迎来到新世界！",
            "小票拿好，这就是你与救世主大人契约的证明！",
            "勇者啊，请接受圣诞夜的祝福，哈！",
            "安心吃下去吧，九霄大人的糕点可不会有BUG~",
            "燃魂聚爆！呼呼，真帅——才，才没有划水，只是在练习必杀技而已啦！"
        ]
    },
    {
        "id": 1400,
        "fullImg": "images/partners/1400.png",
        "icon": "images/partners/1400_5.png",
        "name": "列文虎克·观察之镜",
        "params": {
            "height": "164 см",
            "sizes": "82/55/86",
            "bday": "10/24",
            "hobby": "观察微观世界"
        },
        "flavor": "微生物学的重要研究者，显微镜的重度沉溺者。#n身为显微镜制造的专家，列文虎克常常会把身边的东西都放在镜头下观看一遍，并且津津有味地观察着上面生活着的微生物在显微镜下活动的姿态。",
        "firstSightDialogue": "你也想要和我一起观察吗？那请帮我握住镜臂吧。",
        "dialogues": [
            "别人总是为大海、星河这种宏大的事物所震撼，但在我看来，那些显微镜下小小的东西才是最瑰丽的造物。",
            "我有时候会幻想，那些微生物其实也有着自己的思想，会彼此分享喜怒哀乐。就像人类一样。",
            "你也想要和我一起观察吗？那请帮我握住镜臂吧。",
            "这个培养皿里面的菌落我还从没见过！你要把它作为礼物送给我吗？",
            "唉，人类为什么需要进食和睡眠呢？倘若没有这些生理需要，不就可以一直待在显微镜前了吗？"
        ]
    },
    {
        "id": 1401,
        "fullImg": "images/partners/1401.png",
        "icon": "images/partners/1401_5.png",
        "name": "卡夫卡·木桶骑士",
        "params": {
            "height": "170 см",
            "sizes": "87/61/90",
            "bday": "7/3",
            "hobby": "写作"
        },
        "flavor": "名字意为“寒鸦”，居住在布拉格的病弱少女。#n她最爱的就是写作，即使是在病痛折磨时也从未放弃。#n卡夫卡时常产生灰暗郁结的情绪，尽管如此，她却习惯以微笑面对他人，怜悯弱者。",
        "firstSightDialogue": "希望我以文字浇筑而成的巨斧，能凿破你心中冰封的大海。",
        "dialogues": [
            "我所写的，不是小说、诗歌、散文等任何一种规范的体裁。它只是我心中燃烧的火焰，落到纸上就变化为了墨痕。",
            "人是双足站立于地面的伟大生物，因追求自由而孤独——这就是我一直在描写的东西。",
            "希望我以文字浇筑而成的巨斧，能凿破你心中冰封的大海。",
            "我仿佛骑在木桶上，寻找着哪怕仅仅是一小块煤炭的热量，希望能借此捱过内心的寒冬。",
            "最近的咳嗽又严重起来了……但是，就算病痛再怎么剧烈，我还是放不下手中的笔呢。"
        ]
    },
    {
        "id": 1402,
        "fullImg": "images/partners/1402.png",
        "icon": "images/partners/1402_5.png",
        "name": "爱伦坡·钟摆陷阱",
        "params": {
            "height": "162 см",
            "sizes": "83/57/88",
            "bday": "1/19",
            "hobby": "文学研究"
        },
        "flavor": "阴郁的午后，无名的小道，两侧都是扭曲的枯木。#n倾颓的教堂，小巷的阴影，阴影的最深处是一栋不知名的宅邸。#n而在房间的最深处，是那位用虚无而消极的目光观察世界，却又绝对不愿意放弃希望的少女。",
        "firstSightDialogue": "访客，你来到这座宅邸必然心有所图吧？遗憾，这里除了冰冷、孤独和我以外，什么都没有。",
        "dialogues": [
            "访客，你来到这座宅邸必然心有所图吧？遗憾，这里除了冰冷、孤独和我以外，什么都没有。",
            "把视线从我身上收回去，我的灵魂不在这躯壳内，而在那些书中——去读吧。",
            "好无聊……但世界不是本就如此么？万事万物终有尽时，一切必然归于虚无。",
            "想听我唱歌……是故意挑衅吗？普路托，挠这家伙的眼睛！",
            "我可不是会钟摆胁迫着跳入陷坑的人。我会踩在钟摆之上，然后砸碎烦扰我的一切。",
            "别动，让我好好看着你。你这充满矛盾与故事的灵魂，最适合作为写作素材了。"
        ]
    },
    {
        "id": 1403,
        "fullImg": "images/partners/1403.png",
        "icon": "images/partners/1403_5.png",
        "name": "米游姬",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "米游社看板娘",
        "firstSightDialogue": "米游社的大BOSS只有一个，那就是我米游姬！",
        "dialogues": [
            "米游社的大BOSS只有一个，那就是我米游姬！",
            "你问米游姬上班都做些什么？当然是在公司里潇洒快活啦~（危）",
            "既然答应了单推米游姬，就要持之以恒~",
            "阿姬的关注又增加了？是不是说，阿姬离成为世界第一偶像又更进一步了？",
            "牛角面包有两个，可以摘一个分给你哟。没事，一会儿会长出来的~"
        ]
    },
    {
        "id": 1404,
        "fullImg": "images/partners/1404.png",
        "icon": "images/partners/1404_5.png",
        "name": "希儿·青衣红袖",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅、蝴蝶"
        },
        "flavor": "桃花片舞落衣青，竹伞旋执满袖红。#n清风吹露好颜色，碧空照痕万点云。#n赤叶飞散熹微里，莹蝶卧留锦簇中。#n君如晨光我如桂，朝阳明月不相逢。",
        "firstSightDialogue": "伞上停着蝴蝶，仿佛正憩息于此。但希儿却不想休息，还有很多事情，想和布洛妮娅姐姐一起去实现。",
        "dialogues": [
            "是风扑着蝴蝶，还是蝴蝶扑着风呢？希儿也不是很明白……不过，风和蝴蝶都很自由啊。",
            "伞上停着蝴蝶，仿佛正憩息于此。但希儿却不想休息，还有很多事情，想和布洛妮娅姐姐一起去实现。",
            "碧蓝的天空、粉白的桃花……真是美丽的景色呢，希儿好喜欢。",
            "伞影摇动的时候，不管再孤独，都会有人在希儿身边出现，让希儿有继续前进的勇气。",
            "叶子动了，是有人来了吗？花朵在摇，是被脚步惊动的么？唉，布洛妮娅姐姐什么时候才来呢……"
        ]
    },
    {
        "id": 1405,
        "fullImg": "images/partners/1405.png",
        "icon": "images/partners/1405_5.png",
        "name": "塞蒂茵",
        "params": {
            "height": "163 см",
            "sizes": "82/54/86",
            "bday": "3/19",
            "hobby": "唱歌、弹奏电吉他"
        },
        "flavor": "作为将歌声与电吉他完美结合起来的奏者，塞蒂茵在技法上达到了无比精妙的地步。尽管只喜欢一人独奏，但她一个人就像是一支乐队。#n——从音量这点来说，尤其如此。",
        "firstSightDialogue": "更喜欢唱歌还是弹吉他？呵，我全都要！",
        "dialogues": [
            "请好好聆听我的演奏，接下来，你将听到这世上最震撼的乐声！",
            "更喜欢唱歌还是弹吉他？呵，我全都要！",
            "每当我拨动琴弦，就仿佛拨动了整个世界，那感觉是如此美妙。",
            "很好，就是这副表情，为我的演奏而倾倒吧！甚至还可以表现得更加崇拜！",
            "别再问我为什么不用木吉他了，因为只有电吉他才有不羁的灵魂！"
        ]
    },
    {
        "id": 1406,
        "fullImg": "images/partners/1406.png",
        "icon": "images/partners/1406_5.png",
        "name": "杏·玛尔·夜光杯",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75 ",
            "bday": "9/9",
            "hobby": "爱的玩具"
        },
        "flavor": "如果你想要让杏理解婚姻与誓约这种世俗的定义，那她一定会嗤之以鼻的厌弃。因为对于她来说，快乐都是建立在破坏与毁灭之上的，何必去理解这种无意义的事情。#n但如果某一天，她遇到了一个玩不坏的玩具，就可能另当别论了。",
        "firstSightDialogue": "宣誓以后你就是本大爷的人了，谁要敢欺负你，本大爷会统统帮你解决掉。",
        "dialogues": [
            "要是哪一天你也迷路了，就来找我吧，我会为你指引正确的方向。",
            "引导迷途灵魂是我的工作，可这里根本没有灵魂需要指引，这不是显得我好像每天都在游手好闲嘛！",
            "虽然我的工作离不开死亡，但也不总是难过的事情，偶尔也会有灵魂向我述说它们幸福的一生。",
            "难得我把巴比伦学园的每一条路都插上了路标，可几天后又都会消失不见，到底是谁干的啦！",
            "好不容易碰到一只幽灵，可是她居然马上就哭喊着“好可怕”跑掉了，我看起来有那么恐怖吗……",
            "爱好？可能是因为一直以来的工作关系，指引道路已经深入了我的骨髓，成为了不可缺少的部分。"
        ]
    },
    {
        "id": 1407,
        "fullImg": "images/partners/1407.png",
        "icon": "images/partners/1407_5.png",
        "name": "布洛妮娅·吼姆旋风",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "吼姆冰旋风"
        },
        "flavor": "在休息日，能说服布洛妮娅走出家门，来到陌生的咖啡厅体验一日店员的唯一理由——就是体验日的终极奖励：“特邀吼其林厨师制作的限定12道吼姆套餐。”#n温馨提示，想要和布洛妮娅女仆多一些相处的机会，建议用“游戏”作为聊天的切入点，那是能够引起布洛妮娅兴趣的万能话题哦。",
        "firstSightDialogue": "吼姆冰旋风是本店的招牌饮料，布洛妮娅十分推荐。",
        "dialogues": [
            "Master进入店内，布洛妮娅开始高规格接待。",
            "谢谢你，Master，重装小兔，开始打印小票。",
            "吼姆冰旋风是本店的招牌饮料，布洛妮娅十分推荐。",
            "无论Master遇到什么问题，都可以呼唤布洛妮娅。",
            "请放心，Master。根据布洛妮娅的精确计算，饮料洒在托盘上还没过三秒。"
        ]
    },
    {
        "id": 1408,
        "fullImg": "images/partners/1408.png",
        "icon": "images/partners/1408_5.png",
        "name": "德丽莎·女仆会长",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "被人赞美"
        },
        "flavor": "虽然只是一日女仆的体验活动，但既然身为学生会长，那就要以身作则！#n世界第一可爱的德丽莎，出击！#n一定要成为吼姆咖啡厅门口最美丽的风景！",
        "firstSightDialogue": "多谢惠顾，要再来玩哦——怎么，你难道想听德丽莎讲别的吗~想·得·美~",
        "dialogues": [
            "Teriteri~是德丽莎哦！欢迎欢迎~",
            "多谢惠顾，要再来玩哦——怎么，你难道想听德丽莎讲别的吗~想·得·美~",
            "喂，你这是什么眼神啦！德丽莎穿成这样有什么问题吗？",
            "一直盯着德丽莎看，是想要尝尝犹大特调的味道吗~"
        ]
    },
    {
        "id": 1409,
        "fullImg": "images/partners/1409.png",
        "icon": "images/partners/1409_5.png",
        "name": "符华·极迅侍道",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "修行"
        },
        "flavor": "在不知不觉间成为咖啡厅流动看板的潇洒系女仆。负责外卖商品的配送，因为其高超的派送技术与礼貌吸引了无数客人到店用餐，据说女性用户中有七成以上都会指名她的服务。",
        "firstSightDialogue": "欢迎光临。这位客人，先找座位就坐吧。",
        "dialogues": [
            "欢迎光临。这位客人，先找座位就坐吧。",
            "寸劲……开票！果然只有拳头才能解决问题，请拿好。",
            "在下太虚山符华，客人，今年的阴霾就交给我驱散吧。",
            "服务和修行一样，万万不可大意。",
            "店里来来往往的面孔，让我倍感亲切。"
        ]
    },
    {
        "id": 1410,
        "fullImg": "images/partners/1410.png",
        "icon": "images/partners/1410_5.png",
        "name": "德丽莎·弥生双小樱",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "尽情玩耍"
        },
        "flavor": "“这件和服很漂亮吧，没有我驾驭不住的衣服~”她这么说着，耳朵前后摇晃。#n“不管怎么样，今天一定要玩个爽——哇好冷！”她打开门，耳朵缩了起来。#n“欸？还有工作要做？明天再做嘛……”她耷拉着肩膀，耳朵软了下来。#n呃……她头顶上的耳朵的确是装饰吧？没错吧！？",
        "firstSightDialogue": "今年一起去参拜吧，有我的祈祷，你一定会抽到大吉的。",
        "dialogues": [
            "如何？我的新衣很好看吧？哦吼……你在否认什么呢？没用的没用的，你的脸红红的哟。",
            "既然一会儿要出去玩，这身衣服就可以换掉了……这要怎么脱呀……后面的带子——解不开！姬子！",
            "今年一起去参拜吧，有我的祈祷，你一定会抽到大吉的。",
            "来一起玩手鞠球吧，我可以扔两公里哦！嗯？不是这么玩的吗？那你教我~",
            "怎么啦，对我的耳朵这么感兴趣么？来摸一摸呀，很软的哟~"
        ]
    },
    {
        "id": 1411,
        "fullImg": "images/partners/1411.png",
        "icon": "images/partners/1411_5.png",
        "name": "姬子·花下酒一杯",
        "params": {
            "height": "167 см",
            "sizes": "95/61/92",
            "bday": "6/11",
            "hobby": "饮酒赏花"
        },
        "flavor": "突发奇想前去赏樱，平日难得一见的花下美人。#n早春的天气很冷，所以同道中人极少，偶得一二，她就会热络地拉到身边……然后灌酒。#n被灌酒之后的人往往满面赤红，有些甚至没喝就脸红了。看来碗中清酒的度数极高，美人的酒量想必深不可测。",
        "firstSightDialogue": "你很懂嘛，这样的季节，选择在这里赏花可是不二之选。为这份眼力，来喝一杯吧。",
        "dialogues": [
            "现在只有我和你啊，那……姐姐来教你玩有趣的游戏，闭上眼睛好好期待吧——看，是花札牌，你刚刚在想别的是不是？",
            "今年我许了什么愿？当然是希望今年能够更受欢——当然是世界和平，就是这样。",
            "给，这是姐姐我送你的新年贺卡哦，今年也请多指教了。",
            "你很懂嘛，这样的季节，选择在这里赏花可是不二之选。为这份眼力，来喝一杯吧。",
            "你今年参拜许了什么愿……和我在一起？真让姐姐高兴呀，不过还是留着对将来的那个命运之人说吧。"
        ]
    },
    {
        "id": 1412,
        "fullImg": "images/partners/1412.png",
        "icon": "images/partners/1412_5.png",
        "name": "德丽莎·玛德琳",
        "params": {
            "height": "116 см",
            "sizes": "31/25/33 ",
            "bday": "3/28",
            "hobby": "玛德琳"
        },
        "flavor": "这位称自己是世界第一可爱的小女孩，踩着圆头小皮鞋，耀武扬威的样子，呵呵，可真期待她长大以后会是什么模样~",
        "firstSightDialogue": "teriteri~今天也是吃玛德琳的好日子~",
        "dialogues": [
            "德丽莎可以打包票，玛德琳蘸树莓酱超~~好吃，你要不要也来一个？绝对不会让你后悔~",
            "我身上的玛德琳很可爱吧……喂，谁让你看胸口了，是看头饰啦！",
            "来德丽莎家做客的伴手礼？那还用我提醒你嘛~快点把美味的玛德琳拿出来吧！",
            "teriteri~今天也是吃玛德琳的好日子~",
            "哼姆，看在你那么努力的份上，今天蛋糕的边角料就留给你了！"
        ]
    },
    {
        "id": 1413,
        "fullImg": "images/partners/1413.png",
        "icon": "images/partners/1413_5.png",
        "name": "姬子·可丽饼",
        "params": {
            "height": "150 см",
            "sizes": "45/34/42 ",
            "bday": "6/11",
            "hobby": "可丽饼"
        },
        "flavor": "哒哒哒，手机搜索完毕，精准定位——附近最好吃的甜品店，红发少女毫不犹豫地迈开步伐：「目标，限量脏脏旋涡冰激凌可丽饼！姬子小队出发！」",
        "firstSightDialogue": "你说我的外套很像可丽饼？这都被你看出来了，眼光不错~",
        "dialogues": [
            "你说我的外套很像可丽饼？这都被你看出来了，眼光不错~",
            "等一下我要组人去吃新出的甜品，你要不要也一起来？",
            "嗯？我身上有甜甜的味道？啊，是因为刚才吃了泡芙，我的嘴角不会还沾着奶油吧？",
            "一会儿吃什么好呢？有点难选，那要不就全都买了吧。",
            "我搜到了一家甜品店，就在附近，客人点评的分数很高，有点心动。"
        ]
    },
    {
        "id": 1414,
        "fullImg": "images/partners/1414.png",
        "icon": "images/partners/1414_5.png",
        "name": "混沌",
        "params": {
            "height": "168 см",
            "sizes": "89/59/96",
            "bday": "12/31",
            "hobby": "与博学家聊天"
        },
        "flavor": "有智慧却不去影响他人，有权力却不去压迫他人；有善心却不去帮助他人，有恶念却不去加害他人。混沌的行为总是不可理喻，这就是她遵循的大道。#n作为象征事物起始状态的神格，混沌本应即是虚无的，又是蕴含万物的，既是能感知一切的，又是完全无所作为的。但当她现身巴比伦学园时，却隔三差五地帮助她人，也不作恶，让人摸不着头脑。",
        "firstSightDialogue": "吾乃混沌，身侧的恶兽亦为混沌。小友，不必惶恐忧惧，倘若世无巨恶，何以定义至善？",
        "dialogues": [
            "小友，吾是黑色还是白色？白色么，那是因为吾之半身在旁的缘故。孰黑孰白，相互权衡，方能感知。",
            "混沌七窍，每开一窍，吾之感性便增强一分，倘若七窍全开，说不定连爱都能理解……那时想必会身殒魂灭，回归天道吧。",
            "分久必合，合久必分。败灭并非罪过，昌隆也不因正义，世间万物皆是如此，不过是自然之理罢了。",
            "吾乃混沌，身侧的恶兽亦为混沌。小友，不必惶恐忧惧，倘若世无巨恶，何以定义至善？",
            "迷恋于吾之身姿么？小友，吾虽目不能视，但四感均万倍于凡俗。靠近些，不必羞惭，混沌之理，百无禁忌。",
            "大道废，有仁义；智慧出，有大伪。吾以此番形貌现世，证明此刻阴阳失衡，乾纲倒逆，以至于连混沌都要匡扶正道。"
        ]
    },
    {
        "id": 1415,
        "fullImg": "images/partners/1415.png",
        "icon": "images/partners/1415_5.png",
        "name": "哈迪斯",
        "params": {
            "height": "155 см",
            "sizes": "84/53/86",
            "bday": "9/10",
            "hobby": "娱乐活动"
        },
        "flavor": "曾经的伟大冥界主宰者——哈迪斯已入学报到，如果你想要找哈迪斯，那很简单，巴比伦哪里有活动聚会，哪里就能找到她的身影。瞧，那个身后跟着巨大蓝色幽灵的人——就是哈迪斯。",
        "firstSightDialogue": "你想听关于冥界的异闻……这可是个比较沉重的话题，你确定要听？",
        "dialogues": [
            "我已不是冥界之主，无权主宰幽灵的去留，它们遇见我不用吓得绕道走吧~",
            "你想听关于冥界的异闻……这可是个比较沉重的话题，你确定要听？",
            "提醒一句，不要欺负我的宝贝普西芬妮哦，后果……你不会想知道的。",
            "幽灵骑士准备出去帮我采买东西，你有什么想带的吗？",
            "巴比伦的生活总是会超出我的预期，会给我带来不少有趣的惊喜。"
        ]
    },
    {
        "id": 1416,
        "fullImg": "images/partners/1416.png",
        "icon": "images/partners/1416_5.png",
        "name": "索尔·滑轮嬉戏",
        "params": {
            "height": "161 см",
            "sizes": "82/60/80",
            "bday": "5/6",
            "hobby": "滑板"
        },
        "flavor": "秋游日，索尔带上心爱的滑板，与朋友们相约出去玩耍。不过，由于她一心只想着滑板的事情，结果把秋游便当忘得一干二净。旅游的路上，她肚子饿得咕咕叫，最后只能蹭同伴的伙食，才解决了危机。",
        "firstSightDialogue": "今天大家要去秋游啦，我在这里等师匠。诶，等错地方了？应该在校门口集合？！",
        "dialogues": [
            "秋天到了，想跟师匠一起出门做运动，不然感觉身体要生锈了。",
            "快看我的踢翻！跟脚翻！外跳转5050——！……哈嘶，撞到膝盖了……",
            "前面那个景点小卖部插队的人，请赶快回到原来的位置，否则就等着接受阿斯嘉德的制裁之锤吧！",
            "今天大家要去秋游啦，我在这里等师匠。诶，等错地方了？应该在校门口集合？！",
            "秋游要带的东西都准备好了，玩滑板难免会摔跤，我已经带上两大盒创口贴了。诶，秋游便当……这也要我自己带吗？"
        ]
    },
    {
        "id": 1417,
        "fullImg": "images/partners/1417.png",
        "icon": "images/partners/1417_5.png",
        "name": "祈·秋枫漫步",
        "params": {
            "height": "120 см",
            "sizes": "60/49/62",
            "bday": "2/14",
            "hobby": "秋游"
        },
        "flavor": "秋天是恋爱的季节，在金黄色落叶的缝隙中萌生出情愫，这正是爱情开始的地方！为了能更真切地感受秋天的爱之悸动，小祈计划要开始一场秋日之旅。",
        "firstSightDialogue": "秋天有好多漂亮的树叶呀，啊~小祈想到一个好主意，让婚礼的地毯上撒满秋天的树叶，肯定很有意思。",
        "dialogues": [
            "秋天有好多漂亮的树叶呀，啊~小祈想到一个好主意，让婚礼的地毯上撒满秋天的树叶，肯定很有意思。",
            "今天的小祈是不是双倍的可爱？这也算秋日主题的装扮练习啦，小祈身为花童可是超~努力的！",
            "这里有那么美丽的秋日景色，当然是大家的约会胜地啦，你看那边两个互相看了一眼，肯定是在热恋。",
            "唔啊~这就是秋天的气息啊，空气有些凉，闻起来有一股甜甜的干草味，小祈喜欢这样的秋天。",
            "哇，麦田旁边那两个人的脸凑得那么近，都快咬到耳朵了，这是要原地结婚的节奏嘛！"
        ]
    },
    {
        "id": 1418,
        "fullImg": "images/partners/1418.png",
        "icon": "images/partners/1418_5.png",
        "name": "桃乐丝·秋野仙踪",
        "params": {
            "height": "138 см",
            "sizes": "54/48/56",
            "bday": "6/6",
            "hobby": "野餐"
        },
        "flavor": "迎着宜人的秋风，蝴蝶翩翩起舞。拎着心爱的小竹篮，野外共餐多悠扬。咦？小黑偷吃了三明治，桃乐丝说：“没关系，没关系。饿肚子的小猫最可怜。”秋收果实多又多，到处都是好吃的~",
        "firstSightDialogue": "感受着清爽的秋风，吃着美味的甜点。桃乐丝……幸福得像是在做梦一样。",
        "dialogues": [
            "小心麦田的龙卷风？唔……虽然不是很懂，不过桃乐丝会注意的~",
            "好不容易准备好的……野餐三明治……全都被小黑吃掉了……",
            "小黑是可怜的流浪猫，才不是怪物呢！再欺负小黑，桃乐丝就要生气了！",
            "蝴蝶们这是要飞去哪里？小黑，来比比谁先追上蝴蝶吧！",
            "感受着清爽的秋风，吃着美味的甜点。桃乐丝……幸福得像是在做梦一样。"
        ]
    },
    {
        "id": 1419,
        "fullImg": "images/partners/1419.png",
        "icon": "images/partners/1419_5.png",
        "name": "赫姆·花开秋田",
        "params": {
            "height": "161 см",
            "sizes": "78/65/80",
            "bday": "3/8",
            "hobby": "小狗"
        },
        "flavor": "为了找到流浪小狗的饲主，赫姆在这个秋天到处骑行着。#n驶过向日葵盛开的园地，穿过交错的十字路口，赫姆稍稍停下，整理了一番自己被风吹乱的头发。",
        "firstSightDialogue": "好，我们一起去找这个孩子的主人吧！",
        "dialogues": [
            "好，我们一起去找这个孩子的主人吧！",
            "无论是美丽的向日葵，还是可爱的小狗，看了之后都让人觉得好开心！",
            "即使是在秋游的旅程中，我也不能眼睁睁看着小动物流落街头！",
            "秋天是适合骑单车的季节，既不冷也不热，而且向日葵的瓜子也成熟了，不用担心会挨饿！",
            "诶，这条小狗直接扑了过来……呜哇，别舔我的脸啊！手臂，手臂也不可以！"
        ]
    },
    {
        "id": 1420,
        "fullImg": "images/partners/1420.png",
        "icon": "images/partners/1420_5.png",
        "name": "拉克西米·映像",
        "params": {
            "height": "173 см",
            "sizes": "89/68/83",
            "bday": "1/24",
            "hobby": "喜剧电影"
        },
        "flavor": "像拉克西米这样，九成时间在纠结和选择困难，用剩下一成时间慌张赶工的导演，或许根本拍不出像样的电影吧。#n可观众一边吐槽电影中的雷点，一边止不住地反复观看，笑声从未停止。甚至有观众认为，拉克西米将成为颠覆电影评价标准的先锋派导演。",
        "firstSightDialogue": "导演内心最不加修饰的灵感，反而能够激起观众的笑声。说不定，我需要变得更随性一些呢~",
        "dialogues": [
            "虽然我纠结了很多事情，但拍喜剧片却是一口咬定的……好奇怪啊，当时我怎么会那么爽快？",
            "跳舞的情节非常重要，电影里必须有。放心吧，唯独这件事我不会再改主意了。",
            "爆炸结束后，记得回头看一下，露出烧焦的背部。喜剧偶尔也需要严肃的场面调剂一下。",
            "导演内心最不加修饰的灵感，反而能够激起观众的笑声。说不定，我需要变得更随性一些呢~",
            "抱歉，优柔寡断的我浪费了大家很多时间。不过不要紧，我们一定能把所有镜头拍完的。",
            "有些我出糗的镜头，我其实不太想搬上银幕……别问为什么。"
        ]
    },
    {
        "id": 1421,
        "fullImg": "images/partners/1421.png",
        "icon": "images/partners/1421_5.png",
        "name": "路西法·映像",
        "params": {
            "height": "171 см",
            "sizes": "87/60/85",
            "bday": "10/24",
            "hobby": "科幻电影"
        },
        "flavor": "摇身一变为科幻导演，路西法将自己对人心的把握也运用到了电影之中。#n所以她的观众们在观影之时，每隔几分钟就会被一个突然抛出来的小高潮和转折深深地吸引注意力，以至于看完电影后怅然若失，依旧停留在影院中。",
        "firstSightDialogue": "哦？那么华丽的电影片段，你居然一点也不为所动，难道说我的拍摄手法还不够精妙吗？",
        "dialogues": [
            "观影前请戴上全息眼镜，从此刻开始，你将踏入电影中的世界。",
            "悬疑是吸引观众看下去的手段，不断的转折和层层递进的高潮，你永远不知道接下来会发生什么。",
            "哦？那么华丽的电影片段，你居然一点也不为所动，难道说我的拍摄手法还不够精妙吗？",
            "每一处特效都要用得恰到好处，这样才能最大程度调动观众的注意力。",
            "呵——特效真是爆炸？其实在我看来，这部电影的剧本才是最值得一提的地方。",
            "智能眼镜的样品还行，作为特效研发的副产物已经合格了。"
        ]
    },
    {
        "id": 1422,
        "fullImg": "images/partners/1422.png",
        "icon": "images/partners/1422_5.png",
        "name": "樱华·映像",
        "params": {
            "height": "157 см",
            "sizes": "73/53/70",
            "bday": "4/5",
            "hobby": "爱情电影"
        },
        "flavor": "为了将心中那个久远时代的故事和风貌再现于人前，樱华决定拍摄以大正时期的浪漫为主题的爱情电影。#n少女穿洋服赏樱，酌饮梅酒；自行车与马车并道而行；远处的汽笛和三味线的声音相映成辉……#n大正浪漫的意韵，完全被她表现在了这部电影中。",
        "firstSightDialogue": "为什么选择爱情片？毕竟跨越一切阻碍的浪漫爱情，可是那个时代最宝贵的东西。",
        "dialogues": [
            "为什么选择爱情片？毕竟跨越一切阻碍的浪漫爱情，可是那个时代最宝贵的东西。",
            "我所理解的“大正风”吗……我想，它一定包含着接纳新事物的勇气。",
            "樱华看着樱花，sakura在拍sakura，噗——",
            "我的衣服好看吗？没想到以前最新潮的“洋风”，现在人人都可以穿呢。",
            "刚刚看了一个感人至深的恋爱故事，真是浪漫啊，或许可以改编到电影里……",
            "人家拍的电影，明明是讲述浪漫爱情的时代片，才不是什么幼稚的恋爱喜剧！"
        ]
    },
    {
        "id": 1423,
        "fullImg": "images/partners/1423.png",
        "icon": "images/partners/1423_5.png",
        "name": "布伦希尔德·映像",
        "params": {
            "height": "151 см",
            "sizes": "70/55/68",
            "bday": "10/23",
            "hobby": "动作电影"
        },
        "flavor": "让演员受皮肉之苦，让观众惧而离席的电影，真的有正义可言吗？即将面临禁映，导演生涯恐怕也到此为止了吧？#n但总有那么一批观众，狂热于这些极端的画面，甚至为之落泪。布伦希尔德很欣慰：“彼等一定理解了吾想传达的正义。”",
        "firstSightDialogue": "一切罪恶都将如片中的黑帮那般，被无情消灭。量刑？没那个必要。",
        "dialogues": [
            "若是怎么都没办法演出凄厉的惨叫，不如来吾的刑罚室感受一下。放心吧，不会对汝做什么的。",
            "一切罪恶都将如片中的黑帮那般，被无情消灭。量刑？没那个必要。",
            "只要经过了吾的特别打戏指导，汝也可以像吾一样躲开子弹！",
            "包在吾身上！即使发生火灾和地震，吾也会保证拍摄顺利进行。",
            "嗯，装备的状态还不赖，该吾亲自出演了。",
            "“暴力美学”？哼，吾之作品的核心理念才不是这个，而是更加严肃的东西。"
        ]
    },
    {
        "id": 1424,
        "fullImg": "images/partners/1424.png",
        "icon": "images/partners/1424_5.png",
        "name": "伊登·映像",
        "params": {
            "height": "150 см",
            "sizes": "64/52/66",
            "bday": "3/17",
            "hobby": "艺术电影"
        },
        "flavor": "为了分享自己对艺术品产生的感动，伊登拍摄了这部制作精美的艺术纪录片。#n关于那些著名艺术品的背景故事、所想要传递出来的思想、它们创作者的人生，都被这部片子一一拍了下来。",
        "firstSightDialogue": "这些画作的美好不该为我所独有，我希望能借助电影分享给大家。",
        "dialogues": [
            "这些画作的美好不该为我所独有，我希望能借助电影分享给大家。",
            "每当理解那些著名艺术品背后的思想时，如果有不能领悟的地方，我就会拿出那些艺术品原件对照着参看。",
            "这台摄影机看起来清晰度不高……嗯，毕竟是一百年前的手工制品，不过拍出来的东西具有独特的质感。",
            "是的，电影里的作品都是真迹，就在我的美术馆里。可惜还有两栋楼的藏品没来得及出镜。",
            "裙子下摆有点飘乎乎的感觉……啊，请把刚刚看到的东西忘掉，那并不是艺术。",
            "什么东西滑下来了……多谢提醒，请问要不要在的我的拍摄间喝一杯下午茶呢？"
        ]
    },
    {
        "id": 1425,
        "fullImg": "images/partners/1425.png",
        "icon": "images/partners/1425_5.png",
        "name": "米梅·映像",
        "params": {
            "height": "121 см",
            "sizes": "80/66/82",
            "bday": "10/12",
            "hobby": "特摄电影"
        },
        "flavor": "她内心高傲而倔强，不允许任何人批评。然而从“服装”跨界到自己不熟悉的“导演”，让她不得不直面自己的弱项。#n帮助她的不是她自己，也不是观众，而是她自己虚构的光之巨人：“失败的时候不要迷茫，光一直在你的心中。”",
        "firstSightDialogue": "“每个人都可以成为光”，观众的这句话，我一定会好好思考的。",
        "dialogues": [
            "“每个人都可以成为光”，观众的这句话，我一定会好好思考的。",
            "无论面对多么强大的怪兽，光之英雄都不会认输。为了创作出更好的作品，我也绝不能退缩！",
            "木桶能盛多少水，取决于最短的那块木板。光是皮套好看还远远不够，我还有很多东西要学习。",
            "光之英雄Showtime要开始咯！和我一起对抗邪恶，传递希望吧！",
            "唔……果然模型布景也得亲自制作，外包的质量真是一言难尽。",
            "从其他角度批评我的电影，我都会欣然接受，但若是想挑皮套的毛病，还是放弃吧。"
        ]
    },
    {
        "id": 1426,
        "fullImg": "images/partners/1426.png",
        "icon": "images/partners/1426_5.png",
        "name": "伊瑟琳·玩偶陷阱",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "小动物玩偶"
        },
        "flavor": "为了防止伊瑟琳过劳死，用小动物玩偶诱捕伊瑟琳的“包爽娃娃机”诞生了：无需投币，次数无限，玩偶床毛绒绒。#n伊瑟琳嘴巴上说着“你们无不无聊”，但四下无人的时候，有人偷拍到伊瑟琳正满脸陶醉地躺在里面。",
        "firstSightDialogue": "这台娃娃机，连个取货口都没有，抓到了娃娃也没有意义。呃，看着我玩就满足了？",
        "dialogues": [
            "这台娃娃机，连个取货口都没有，抓到了娃娃也没有意义。呃，看着我玩就满足了？",
            "你可不要误会了。研究证明，在大量动物玩偶环绕的环境中休息，有助于改善睡眠。",
            "很多娃娃机的抓钩都特别松垮，根本抓不到娃娃。这么显而易见的陷阱，怎么总有人中招呢？",
            "机器怎么又失灵了？给我动起来动起来……呜噶！",
            "只要对抓钩进行简单的受力分析，用脚都能……哇啊啊，刚，刚才是错误的示范……"
        ]
    },
    {
        "id": 1427,
        "fullImg": "images/partners/1427.png",
        "icon": "images/partners/1427_5.png",
        "name": "夏野小夜子",
        "params": {
            "height": "141 см",
            "sizes": "73/53/76",
            "bday": "8/10",
            "hobby": "梦月堂打工"
        },
        "flavor": "文学作品「昨日的糖柠」主人公之一，与毕业的紬前辈关系十分亲近。目前，小夜子正在紬前辈的和菓子店「梦月堂」里打工。但不久之后，小夜子就会因为治病和上学的关系，被父母送出国念书。",
        "firstSightDialogue": "最近紬前辈一直在忙着做夏越祓的水无月，没有急事的话，我得去梦月堂帮忙了，不然会赶不上电车的。",
        "dialogues": [
            "最近紬前辈一直在忙着做夏越祓的水无月，没有急事的话，我得去梦月堂帮忙了，不然会赶不上电车的。",
            "啊，是让我制作和菓子吗？我还不太熟练，制作的步骤我需要再看一下笔记才行。",
            "想听听我对紬前辈的评价？嗯……总觉得，前辈对和菓子以外的事情，一窍不通呢。",
            "我虽然无法尝出和菓子的味道，但是，我能够记住前辈制作的和菓子口感。",
            "分别是为了再次的相遇，只要彼此挂念，相信我和紬前辈一定会再见，一定的。"
        ]
    },
    {
        "id": 1428,
        "fullImg": "images/partners/1428.png",
        "icon": "images/partners/1428_5.png",
        "name": "芽衣·纯白恋人",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "料理"
        },
        "flavor": "总是心有灵犀，总是一起回家。谈天的时候总是聊到一块，去电影院的时候总是选中同一部影片。#n“她会喜欢我吗？”不由自主地诞生了这样的念头。抱着决死一战的心情奉上了情人节的巧克力，随后几天几周的忐忑在腹中盘绕，直到电话响起，她约你在街角相见。#n义理、友情……还是！？#n礼盒被取出，将她的回复揭晓——",
        "firstSightDialogue": "这是情人节的回礼，所以只能一个人吃哟。",
        "dialogues": [
            "这是情人节的回礼，所以只能一个人吃哟。",
            "游乐园还是咖啡厅……和你在一起的话，去哪里我都愿意。",
            "想要膝枕？现在吗？嗯……好啊，我们去那边的长椅吧。",
            "你刚刚，是叫我芽衣吗？呼呼，以后在朋友面前也要这么称呼我哦。",
            "原来这种距离你就会害羞呀，那……要不要试着更近一些？"
        ]
    },
    {
        "id": 1429,
        "fullImg": "images/partners/1429.png",
        "icon": "images/partners/1429_5.png",
        "name": "梦野紬",
        "params": {
            "height": "151 см",
            "sizes": "69/53/70",
            "bday": "6/24",
            "hobby": "和菓子"
        },
        "flavor": "文学作品「昨日的糖柠」主人公之一，高中毕业后，紬继承了祖父的和菓子店「梦月堂」，并与后辈夏野小夜子一起支撑起这家店，互相照应，逐渐成长。后来，小夜子为了治病和去国外深造而离开，两人约定终有一天将会再次相见。",
        "firstSightDialogue": "梦月堂的换季新品推荐？嗯……最近为夏越祓制作的水无月可能会合你的口味，下次可以来吃吃看。",
        "dialogues": [
            "关于最在意的后辈么……果然是小夜子酱吧，每当我遇到挫折时，她都会鼓励我，是一位十分可靠的后辈。",
            "梦月堂的换季新品推荐？嗯……最近为夏越祓制作的水无月可能会合你的口味，下次可以来吃吃看。",
            "每一个和菓子的制作都包涵了经手之人的心意，所以不可以浪费食物，天上会有神明在看哦。",
            "我与小夜子酱约定过，总有一天，我一定会做出能够让她尝出甜味的和菓子。",
            "这款和菓子的馅料有着水果的酸甜和果仁的焦香，但好像还混合了某种特殊的香料，请问我能不能再尝一个？",
            "记得祖父第一次听到我要继承梦月堂时，一向不苟言笑的他轻轻拍了拍我的肩膀，露出了温柔的笑容。"
        ]
    },
    {
        "id": 1430,
        "fullImg": "images/partners/1430.png",
        "icon": "images/partners/1430_5.png",
        "name": "寄生人形·夜魇玩偶",
        "params": {
            "height": "160 см",
            "sizes": "84/54/83",
            "bday": "3/29",
            "hobby": "“恶灵”"
        },
        "flavor": "寄生人形总是蜗居在暗无天日的实验室里，曾有人目击她带着阴笑，一边把玩偶里的棉花掏空，一边把某种微微蠕动的东西塞进去。#n夜晚，有几个胆子大的家伙趁她睡觉，把玩偶偷了出来。据幸存者描述，它在【数据删除】的时候把整个房间都【数据删除】了。",
        "firstSightDialogue": "这孩子的名字叫“恶灵”，但其实并不凶恶……大概？",
        "dialogues": [
            "这孩子的名字叫“恶灵”，但其实并不凶恶……大概？",
            "……现在“恶灵”听话了不少，晚上睡觉的时候再也不用防着她了。",
            "上一个偷窥别人睡觉的坏人……残留了不少能用的部件呢~",
            "呼呼……这孩子里面暖暖的，总是会不自觉地想钻进去~",
            "为什么要用如此害怕的眼神看这孩子？明明她只是想和大家做朋友……"
        ]
    },
    {
        "id": 1431,
        "fullImg": "images/partners/1431.png",
        "icon": "images/partners/1431_5.png",
        "name": "红贽人形·厄之溢决",
        "params": {
            "height": "163 см",
            "sizes": "82/55/81",
            "bday": "11/27",
            "hobby": "除灵"
        },
        "flavor": "即使体内的“厄”连同记忆被清偿数千次，红贽也只会记得自己的使命：吸纳世间的“厄”。#n待“厄”突破注定的极限时，她将亲眼见证曾经自己带去的幸福被亲手摧毁，无数次回归一无所知的天真模样。#n而一切笑容与悲苦，连同不愿降生的愿望，终将在厄之溢决的洪流中循环至永远。",
        "firstSightDialogue": "为世人吸纳灾厄的结局，居然是化作灾厄摧毁一切……真是太过分了……",
        "dialogues": [
            "为了世人的幸福奉献一切的好孩子红贽……已经不存在了。",
            "……既然下一个我，下下个我，都会忘记真相，那为什么还要告诉我？",
            "为世人吸纳灾厄的结局，居然是化作灾厄摧毁一切……真是太过分了……",
            "厄的积累即将到达极限，过了今晚，我就无法再记得你。所以……请把我忘了吧。",
            "既然是注定被厄运缠绕的不洁之物，那为什么……你每次都要接纳这样的我？"
        ]
    },
    {
        "id": 1432,
        "fullImg": "images/partners/1432.png",
        "icon": "images/partners/1432_5.png",
        "name": "拉克西米·娱乐使命",
        "params": {
            "height": "173 см",
            "sizes": "89/68/83",
            "bday": "1/24",
            "hobby": "喜剧电影"
        },
        "flavor": "拉克西米的电影——情节支离破碎；莫名其妙的福利镜头；特效经费只有五毛。#n明明是经过了精心策划与思考才拍出来的电影，为什么会这么糟糕呢……据说是因为做决定的时间太长，拍摄时间太短导致的结果。虽然拉克西米很后悔，但观众不知道为什么笑得前仰后翻。",
        "firstSightDialogue": "剧本要修改，分镜要修改，演员人选也要修改……在我把一切都决定好之前，绝对不能开拍。",
        "dialogues": [
            "到底要不要用特效呢，虽然只要五毛，也不是很贵……再让我考虑几天吧。",
            "原来拍电影要考虑这么多事情。再纠结下去，电影就要拍不成了……",
            "剧本要修改，分镜要修改，演员人选也要修改……在我把一切都决定好之前，绝对不能开拍。",
            "这块场记板有点僵硬，可触感又是最好的。哪怕只是一个小道具，也好难挑啊……",
            "难道奇怪的镜头才能让观众发笑吗……摄影师，今天给你的盒饭加鸡腿吧。"
        ]
    },
    {
        "id": 1433,
        "fullImg": "images/partners/1433.png",
        "icon": "images/partners/1433_5.png",
        "name": "路西法·叛神冠冕",
        "params": {
            "height": "171 см",
            "sizes": "87/60/85",
            "bday": "10/24",
            "hobby": "科幻电影"
        },
        "flavor": "科幻是路西法选择拍摄的主题，在片场，经常能够看到一些具有科技感的道具。不过，听闻这次路西法电影投资最贵的道具，竟然是她自己翅膀上的光学迷彩，不过这条传闻并未得到证实。",
        "firstSightDialogue": "演员和特效组的人都准备好了吗？准备，ACTION！",
        "dialogues": [
            "我头上的翅膀当然也可以动，想看吗？",
            "红色药丸还是蓝色药丸，如果是你会选择哪一边？",
            "演员和特效组的人都准备好了吗？准备，ACTION！",
            "所有拍摄的进度都会显示在这副智能眼镜上，是不是很便利？",
            "你说我的翅膀上搭载了光学迷彩？呵呵，到底是怎么发现的呢……"
        ]
    },
    {
        "id": 1434,
        "fullImg": "images/partners/1434.png",
        "icon": "images/partners/1434_5.png",
        "name": "樱华·春日邂逅",
        "params": {
            "height": "157 см",
            "sizes": "73/53/70",
            "bday": "4/5",
            "hobby": "爱情电影"
        },
        "flavor": "「樱花、碧空、汽笛声，还有浪漫的相遇……」在特定的时代下，讲述那个年代刻骨铭心的爱情物语，这就是樱华想要拍摄的故事主题。能够看出樱华拍摄的决心，为了学习高科技的拍摄技术，樱华好几次学得都快哭鼻子了，好在困难都被逐一克服。",
        "firstSightDialogue": "碧空、汽笛声、邂逅，啊，又想到一个好点子，我得赶快把这个桥段记下来。",
        "dialogues": [
            "碧空、汽笛声、邂逅，啊，又想到一个好点子，我得赶快把这个桥段记下来。",
            "电影里可不能有亲、亲吻的镜头，因为亲了会有小宝宝的！",
            "这个场景的樱花瓣可以再多撒一点吗？对~要像是在下雪一样~",
            "哇~恋人在樱花下邂逅的这场戏，演得真是太棒了，鼓掌鼓掌。",
            "亚巴顿让我要好好学习一下「热恋天堂」，唔……啊……成年人的恋爱都这么厉害的嘛……"
        ]
    },
    {
        "id": 1435,
        "fullImg": "images/partners/1435.png",
        "icon": "images/partners/1435_5.png",
        "name": "布伦希尔德·锁链制裁",
        "params": {
            "height": "151 см",
            "sizes": "70/55/68",
            "bday": "10/23",
            "hobby": "动作电影"
        },
        "flavor": "为了拍出拳拳到肉、刀刀见血的真实打戏，布伦希尔德的剧组宛如地狱，只有真正的勇士才敢加入。#n在布伦希尔德的剧组里最好追求极致，争取每个镜头一遍过，否则布伦希尔德亲自指导打戏的话，恐怕有命赚钱没命花。",
        "firstSightDialogue": "打戏的拍摄全部要用真刀真枪，套招和特效统统没有。这才是对现实最真切的反映。",
        "dialogues": [
            "哦，是新来的打戏替身啊，真是热情。既然汝主动要求，那就给汝多加些活吧。",
            "打戏的拍摄全部要用真刀真枪，套招和特效统统没有。这才是对现实最真切的反映。",
            "追车戏和爆炸用特效的话，好像不够真实……去买几辆车和炸弹回来，还有别忘了，给剧组成员买人身保险。",
            "不知道打戏从何下手的话，吾很乐意亲自指导。",
            "竟然用套招？哔哔——不准假打，这部分全部重拍！"
        ]
    },
    {
        "id": 1436,
        "fullImg": "images/partners/1436.png",
        "icon": "images/partners/1436_5.png",
        "name": "伊登·艺术星辰",
        "params": {
            "height": "150 см",
            "sizes": "64/52/66",
            "bday": "3/17",
            "hobby": "艺术电影"
        },
        "flavor": "这部由伊登执导的艺术纪录片里，拍摄了伊登众多心爱的收藏品。同时，众人还领教了伊登“一掷千金”的财力，不愧是种植金苹果的女神。",
        "firstSightDialogue": "只用掉了十个金苹果，原来摄影设备也没贵到哪里去嘛，我还特意准备了一百个呢。",
        "dialogues": [
            "电影也是一门艺术，我现在正在创作属于我的艺术品呢。",
            "摄影师，能不能把这副油画的光影拍得更亮一些呢？",
            "只用掉了十个金苹果，原来摄影设备也没贵到哪里去嘛，我还特意准备了一百个呢。",
            "这件艺术品可真可爱~啊，一不小心就看入迷了呢。",
            "要不要猜猜金苹果会变成什么？哒哒~答案是会变成宝石哦~"
        ]
    },
    {
        "id": 1437,
        "fullImg": "images/partners/1437.png",
        "icon": "images/partners/1437_5.png",
        "name": "米梅·光之继承",
        "params": {
            "height": "121 см",
            "sizes": "80/66/82",
            "bday": "10/12",
            "hobby": "特摄电影"
        },
        "flavor": "得益于米梅对裁缝手艺精益求精的追求，特摄片中的皮套精美华丽、甚至以假乱真。#n但是为了更多地展示皮套，光之英雄和怪兽的打戏太长了，虽然小观众喜欢看，但是大观众却抱怨防卫队的文戏太短了。最终解决的办法是——重新设计防卫队队服，并延长电影时长。",
        "firstSightDialogue": "虽然剧本、摄影和特效都很重要，但我个人觉得，特摄最重要的是皮套！",
        "dialogues": [
            "虽然剧本、摄影和特效都很重要，但我个人觉得，特摄最重要的是皮套！",
            "光之英雄有几种形态，就要做几件皮套，加班加点也要做！",
            "打怪兽的戏份当然要长啊，你看这细节满满的背鳍和獠牙，只出场一小段多可惜啊。",
            "哦？有观众想看看拍摄用的皮套？不能辜负大家的热情，快点带我去见他们。",
            "大家，和我一起举起手，将力量传递给光之英雄……呜哇哇！好，好险。"
        ]
    },
    {
        "id": 1438,
        "fullImg": "images/partners/1438.png",
        "icon": "images/partners/1438_5.png",
        "name": "昔拉",
        "params": {
            "height": "165 см",
            "sizes": "64/43/60",
            "bday": "8/15",
            "hobby": "独处"
        },
        "flavor": "鎏金般的阳光透过树叶的缝隙，倾泻在了蝶翅少女的身上，她长长的灰发披在肩上，表情不带任何情绪。谁能够想象，这酷似妖精的美丽少女就是令神界闻风丧胆的堕天使昔拉。",
        "firstSightDialogue": "杀戮天使？啊，以前的确有人这么称呼我，但大部分的事，我已经记不清楚了。",
        "dialogues": [
            "杀戮天使？啊，以前的确有人这么称呼我，但大部分的事，我已经记不清楚了。",
            "我也不是一直都板着脸的，我的笑容就让你这么惊讶？",
            "心口的这个金属物是什么？这是我的伴生物，就是伴随我诞生，自然产生之物。",
            "……你说我的样子让你联想到了蝴蝶标本？",
            "这对蝴蝶翅膀经常会引起误会，再说一次，我不是妖精，是堕天使。"
        ]
    },
    {
        "id": 1439,
        "fullImg": "images/partners/1439.png",
        "icon": "images/partners/1439_5.png",
        "name": "琪亚娜·无悔恋誓",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "百合捧花"
        },
        "flavor": "教堂里飘荡着管风琴弹奏的婚礼乐曲，一袭白色婚纱的新娘正站在红毯之上，在透明白色的纱质头冠下，新娘垂目微微低头，静静等待。谁能够有如此这份幸运，与新娘缔结无悔的誓约呢？",
        "firstSightDialogue": "你想清楚了哦，如果答应的话，这就是无悔的誓言。",
        "dialogues": [
            "你想清楚了哦，如果答应的话，这就是无悔的誓言。",
            "婚纱穿起来超复杂，不但要束腰，还要穿高跟鞋，但是……当戴上头纱那一刻，好像所有的抱怨都消失了，因为好看嘛。",
            "悄悄告诉你，穿这双水晶鞋走路一点都不方便，等会我要是站不稳，记得赶紧扶着我啊。",
            "让我等那么久……好吧，手给你牵啦。",
            "我——琪亚娜·卡斯兰娜的答案是「愿意」哦。"
        ]
    },
    {
        "id": 1440,
        "fullImg": "images/partners/1440.png",
        "icon": "images/partners/1440_5.png",
        "name": "杏·纯澈梦华",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "你"
        },
        "flavor": "少女本应是狂放恣睢之花，但倘若有一个前提改变，她就会以这样的面貌出现在你的眼前。#n温婉的身姿、可爱的笑容、俏丽的长发，以及这一身纯白的婚纱。#n无论是谁，只要见识了杏·玛尔小姐，都会发自内心地赞叹她是此世难寻的纯澈之花。#n只不过许多人不曾料想，纯澈并非只有纯白一种。",
        "firstSightDialogue": "本大爷？杏是女孩子，怎么会用这么失礼的自称呢。",
        "dialogues": [
            "本大爷？杏是女孩子，怎么会用这么失礼的自称呢。",
            "为什么你的颜色会和其他人都不一样……难道正因如此，你才是我命中注定的人么？",
            "真了不起，你居然知道这么多有趣的事情，而且没有一句谎话，杏喜欢你。",
            "这样子，你就能永远留在我的身边了。从今以后，要永远陪杏玩下去哟~",
            "要到扔捧花的时间了——嗯？里面怎么会有炸弹呢，你想多了，要检查一下么？"
        ]
    },
    {
        "id": 1441,
        "fullImg": "images/partners/1441.png",
        "icon": "images/partners/1441_5.png",
        "name": "芙兰",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "赢利"
        },
        "flavor": "翁德兰黑心厂长、奸商、废柴野心家……——喂！这些都是过去式了好不好！#n我芙兰如今可是天魔集团的CEO，是赫赫有名的大企业家，也不想想是靠谁才拯救了翁德兰的经济命脉~#n喂喂，那边的客人， 柜上喜迎八方客，麾下诚招四海宾，现在投资天魔集团是一定不会让你失望的！",
        "firstSightDialogue": "欸~这位老板，天魔物流要了解一下嘛？柜上喜迎八方客，麾下诚招四海宾哦~",
        "dialogues": [
            "欸~这位老板，天魔物流要了解一下嘛？柜上喜迎八方客，麾下诚招四海宾哦~",
            "成功的秘诀？很简单~只要能和我一样懂经济学，你也可以这么成功。",
            "黑心厂长？不不不~怎么能这么说呢，我只是提供了为梦想努力的机会，是福报才对呀~呵呵呵~",
            "你还真闲啊，来算算剩余价值？唔唔……呵~也就这点程度吧~",
            "是想和我共进晚餐吗，我芙兰的时间可是很宝贵的哦？"
        ]
    },
    {
        "id": 1442,
        "fullImg": "images/partners/1442.png",
        "icon": "images/partners/1442_5.png",
        "name": "柏塞·处女座",
        "params": {
            "height": "152 см",
            "sizes": "65/47/68",
            "bday": "-",
            "hobby": "照顾大家、养花"
        },
        "flavor": "编号OS-07-DL的空想神格，处于所谓“处女座小姐”神格叠加态下的形象。#n每天都要准备十二个神格的三餐。为了让所有姐妹保持身心健康，相亲相爱，她能够克服任何艰难险阻——和电影里一模一样。#n虽然性格温和，爱好也不过是养花，她却是其他姐妹无一敢忤逆的对象。这样的她在荧幕上的形象，此时也正在无数视频网站上不断传播着。",
        "firstSightDialogue": "拍完电影之后，大家都更喜欢出去玩了，一个人好寂寞啊……对了，给她们一人织一件毛衣吧！",
        "dialogues": [
            "说起来，最近安排三餐摆餐具的时候变得有点在乎排列整不整齐了，感觉情不自禁地想要多当一会儿处女座小姐呢。",
            "今天你的运势是……会和唠唠叨叨的长辈一起度过很长时间哦。问我到底会不会占星术，不清楚呀，到底会不会呢~",
            "拍完电影之后，大家都更喜欢出去玩了，一个人好寂寞啊……对了，给她们一人织一件毛衣吧！",
            "大家现在的样子都好可爱呀，我也是吗？欸嘿嘿~",
            "虽然还不清楚要怎么用，不过先当做小夜灯感觉也很合适。"
        ]
    },
    {
        "id": 1443,
        "fullImg": "images/partners/1443.png",
        "icon": "images/partners/1443_5.png",
        "name": "西琳·出卷芙蓉",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "绘画"
        },
        "flavor": "画卷一般美丽的世界，少女便是其中唯一的主角。#n过去都已成为光阴的残影，现在的她，不断编织着最为美好的故事。",
        "firstSightDialogue": "来，让西琳帮你把祈福牌挂在桃树上吧——这样的话一整年都会有好运气！",
        "dialogues": [
            "“桃之夭夭，灼灼其华”，虽然不知道具体含义，但西琳很喜欢这句诗哦。",
            "来，让西琳帮你把祈福牌挂在桃树上吧——这样的话一整年都会有好运气！",
            "莲花盛开的时候好美丽，还有可爱的金鱼在旁边游来游去～",
            "即使入夜了也不用怕，西琳会提着灯笼陪你一起走下去的——",
            "想和大家一起生活在这片美好的世界中，欣赏着永远不会凋谢的花朵。"
        ]
    },
    {
        "id": 1444,
        "fullImg": "images/partners/1444.png",
        "icon": "images/partners/1444_5.png",
        "name": "布洛妮娅·晓春素青",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "春游"
        },
        "flavor": "看似漠然，其实布洛妮娅意外地沉浸在雨后的美景之中。尽情感受春天的气息，享受幽静闲适而且难得的一天吧。",
        "firstSightDialogue": "即使春意在，若没有一同欣赏的大家，也只是单纯的景色。",
        "dialogues": [
            "春雨刚过，地面还有些湿滑……希儿，杏，游玩的时候要当心一点。",
            "即使春意在，若没有一同欣赏的大家，也只是单纯的景色。",
            "春天的天气真是舒服，加上沁人心脾的温暖花香，适合小憩一会儿。",
            "西伯利亚的景色非常辽阔，有着与此处不一样的美感。下次就和我们去看看吧。",
            "今天不论是希儿还是杏，都有别样的美。要不要和大家一起拍照留念？"
        ]
    },
    {
        "id": 1445,
        "fullImg": "images/partners/1445.png",
        "icon": "images/partners/1445_5.png",
        "name": "希儿·昭春映蓝",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "春游"
        },
        "flavor": "春雨过后，雾气散去，公园显出了清新的美景。这番景致不仅吸引了希儿的目光，也触动了希儿细腻的点点心绪。",
        "firstSightDialogue": "新衣服很好看？这样过分称赞希儿，希儿会害羞的……",
        "dialogues": [
            "游春时候的闲情逸致，希儿好像也能体会一些了。",
            "冬天结束没多久，花朵的蓓蕾就绽开了。那么眼前的这份美景，也是稍纵即逝的吧……",
            "这么温暖的天气，即便是大雁也不忍北飞。希望每个地方都能迎接美好的春天。",
            "春雨停了，空气也没那么清冷了。那个……和希儿一起去赏花吧。",
            "新衣服很好看？这样过分称赞希儿，希儿会害羞的……"
        ]
    },
    {
        "id": 1446,
        "fullImg": "images/partners/1446.png",
        "icon": "images/partners/1446_5.png",
        "name": "杏·春纱照紫",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "春游"
        },
        "flavor": "雨后的公园春景似乎勾不起杏的太多兴趣，但她还是换上了与往常不一样的装束，静静地看着湖面，静静地陪伴着两人。",
        "firstSightDialogue": "怎么？本大爷穿裙子就这么稀奇吗？",
        "dialogues": [
            "希儿那家伙，说什么春游一定要穿新的衣服，真是受不了她。",
            "花开花落，年年不都是这个样，有什么好稀奇的。",
            "这里很清静？你听听这些叫做黄鹂的鸟，叽叽喳喳的，哪里清静了？",
            "赏花的人好像变多了。跟紧本大爷，走丢了我可不管！",
            "怎么？本大爷穿裙子就这么稀奇吗？"
        ]
    },
    {
        "id": 1447,
        "fullImg": "images/partners/1447.png",
        "icon": "images/partners/1447_5.png",
        "name": "墨提斯",
        "params": {
            "height": "167 см",
            "sizes": "97/59/99",
            "bday": "4/23",
            "hobby": "哄小孩子玩"
        },
        "flavor": "墨提斯，拥有近乎无穷智慧与包容心的神格。被称作大洋神女、智慧神、诫言神、水文神、律法神、正义之事的策划者、巴比伦学园现任的图书馆管理员。有任何难受的事情都可以找她哭诉，具有四大洋之和一般宽阔胸襟的她，一定会温柔地安慰你。#n不过这样温柔又强大的神格，据说曾经被拘禁过很长一段时间。倘若现在问起，她只会告诉你那是因为一次“失败的谏言”。",
        "firstSightDialogue": "这世间的一切生命，一切信息都来自于原初之海，从生命与信息中提取智慧并将其撰写，便是我的职责。",
        "dialogues": [
            "乖，你已经很努力了，做不到也是没有办法的事情嘛……欸？想要叫我妈妈？好呀~",
            "昨天擅自拿走我东西的孩子，再过一会儿就会来找我道歉了。为了招待她，可以陪我烤点小饼干吗？",
            "巴比伦里很多孩子都很我行我素，希望你对她们能多些宽容。她们只是知道得还不够多，所以暂且没有同情的余裕。",
            "这世间的一切生命，一切信息都来自于原初之海，从生命与信息中提取智慧并将其撰写，便是我的职责。",
            "想获得更多的智慧么？好，那我们先从和淡水有关的知识学起吧，学习六万九千年就能基本掌握了。",
            "我知道如何用一句话说服能被说服的人，至于不能被说服的人……那一次谏言已经让我受够教训了。"
        ]
    },
    {
        "id": 1448,
        "fullImg": "images/partners/1448.png",
        "icon": "images/partners/1448_5.png",
        "name": "华兹·射手座",
        "params": {
            "height": "160 см",
            "sizes": "79/62/76",
            "bday": "-",
            "hobby": "唱歌，聊天"
        },
        "flavor": "编号OS-03-AR的空想神格。处于所谓“射手座小姐”神格叠加态下的形象。#n喜欢说话，喜欢唱歌，喜欢到处走动的超级乐天派，对看到的任何事情都会直言不讳地给出自己的想法。只要你想听，她就会一直说下去。",
        "firstSightDialogue": "你好你好，是来找华兹聊天的吗？嗯嗯，华兹有很多想说的东西呢~",
        "dialogues": [
            "你好你好，是来找华兹聊天的吗？嗯嗯，华兹有很多想说的东西呢~",
            "你看过华兹的电影了吗？华兹华兹特别喜欢那个主题曲，给你唱一段怎么样？",
            "萨菲尔！华兹觉得你现在的造型……咦，萨菲尔去哪里了啊，怎么忽然就找不到了？",
            "射手~座~♪小姐~♪来啦~♪，其实~♪还是~♪华兹华兹~啦~♪",
            "今天的唔呣呣呣……呣，哇憋得好难受，华兹刚才说到哪了？要不从头开始说吧！"
        ]
    },
    {
        "id": 1449,
        "fullImg": "images/partners/1449.png",
        "icon": "images/partners/1449_5.png",
        "name": "西敏·狮子座",
        "params": {
            "height": "165 см",
            "sizes": "82/66/78",
            "bday": "-",
            "hobby": "维护组织形象"
        },
        "flavor": "编号OS-01-CIW的空想神格。处于所谓“狮子座小姐”神格叠加态下的形象。#n带着沉稳气质的空想神格，一直在为了家族的未来谋划。自从《星座之旅人》上映以来，空想神格们的知名度与日俱增，维护家族形象也就成了她心中的头等大事。",
        "firstSightDialogue": "不错，看得出来，阁下很有合作的价值。愿意和我喝一杯吗？",
        "dialogues": [
            "不错，看得出来，阁下很有合作的价值。愿意和我喝一杯吗？",
            "今日为何没有执剑？除非必要情况，否则我还是更喜欢用和平的方式解决问题。",
            "把性格迥异的大家联结起来并不是一件容易的事。不过也正因如此，才很有挑战性。",
            "有趣，这应该是提升组织形象的绝好机会，可以让大家参与一下。",
            "是的，这也是仪式的一种，我先倒为敬了。"
        ]
    },
    {
        "id": 1450,
        "fullImg": "images/partners/1450.png",
        "icon": "images/partners/1450_5.png",
        "name": "帕亚索·巨蟹座",
        "params": {
            "height": "149 см",
            "sizes": "70/55/71",
            "bday": "-",
            "hobby": "看热闹"
        },
        "flavor": "编号OS-00-GR的空想神格。#n以《星座之旅人》中的“欺诈师”角色出现，因为其与荧幕上的形象如出一辙的气质，得到了广大观众的好评。#n当然，比起帕亚索现实里的模样，电影里的她，已经在尽力收敛自己了。",
        "firstSightDialogue": "要跟随我的脚步，去往更美妙的世界么♧",
        "dialogues": [
            "这身衣服还真是清凉呢……不过，穿得少有时候比穿得多更能迷惑人哟♡",
            "要跟随我的脚步，去往更美妙的世界么♧",
            "方块可是财富的证明，要让我来为你施加点金魔法吗♢",
            "咻咻！我们并肩同行，去面对挑战吧……放心，一定不会出卖你的♧",
            "想一起去做有趣的事情吗……呵呵，已经能感受到你身上甜美的味道了呢♡"
        ]
    },
    {
        "id": 1451,
        "fullImg": "images/partners/1451.png",
        "icon": "images/partners/1451_5.png",
        "name": "稻荷",
        "params": {
            "height": "148 см",
            "sizes": "75/56/77",
            "bday": "5/15",
            "hobby": "吃饭，做饭"
        },
        "flavor": "身为神明，稻荷最看不下去的，除了浪费食物的人，还有不好好吃饭、不认真吃饭的人。哪怕到别人家做客，也要给他准备丰盛的美味。看着别人美美地吃下自己的料理，自豪和成就感溢于言表。",
        "firstSightDialogue": "民以食为天，无论是做饭还是吃饭，都要认真对待才行。",
        "dialogues": [
            "民以食为天，无论是做饭还是吃饭，都要认真对待才行。",
            "呃……你为什么直勾勾地盯着人家的尾巴看。不会让你摸的，奉上油炸豆腐也不行！",
            "好烫！真是的，你不是帮我吹凉了吗！",
            "怎么样，我的厨艺很不错吧？只要你喜欢的话，每天给你做饭也不是不行哦~",
            "（稻荷在吃东西，不能说话。她觉得边吃东西边说话是很不礼貌的）",
            "刷碗？稻荷神都亲自给你做饭了，这种小事你就自己做吧~"
        ]
    },
    {
        "id": 1452,
        "fullImg": "images/partners/1452.png",
        "icon": "images/partners/1452_5.png",
        "name": "布洛妮娅·余裕之音",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "唱歌"
        },
        "flavor": "第一次上台，布洛妮娅却没有丝毫的紧张感。虽然14岁的歌喉还有些稚嫩，但她的歌声平静且悠扬，明显经过了刻苦的训练。",
        "firstSightDialogue": "谢谢Master的关心，布洛妮娅已经充分练习过了，丝毫不觉得紧张。",
        "dialogues": [
            "谢谢Master的关心，布洛妮娅已经充分练习过了，丝毫不觉得紧张。",
            "台下的听众把布洛妮娅叫做“小天使”，可是，布洛妮娅唱的明明是激烈的歌曲？",
            "来到舞台上，布洛妮娅的内心并非毫无波澜。这种感觉好像是……兴奋？",
            "安可？第一次上台大家就这么热情，布洛妮娅很惊喜。",
            "呼……唱歌虽然累，但还远没到极限。"
        ]
    },
    {
        "id": 1453,
        "fullImg": "images/partners/1453.png",
        "icon": "images/partners/1453_5.png",
        "name": "樱波吕泉汤",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "赚钱"
        },
        "flavor": "那些使魔懂个毛玉的经济学！所有人的本性都是逐利，但“看不见的手”会使所有人的利益最大化，这才是所谓的多赢！只要照我芙兰说的去做，就能让翁德兰再次发光，我也能躺着赚大钱啦！",
        "firstSightDialogue": "氤氲的热气在缓缓上升，温泉里浮动的柚子也散发着淡淡的香味，哈~就请让今日的疲劳也全部消除吧。",
        "dialogues": [
            "让我看看财报……吼吼，这个月的业绩上涨了好多，下次给这帮家伙什么奖励比较好呢~",
            "唔呀！怎么都这个时候了……催一下就够啦，你这个——笨蛋闹钟！！",
            "不劳动者不得食，但多劳多得，天魔物流有五倍加班工资哦~",
            "全翁德兰都知道我芙兰的大名了……有了名声，距离实现我的宏图伟业就更简单了，真是做梦都会笑醒！",
            "只要愿意工作，天魔物流就不会让你失业。不过，酬劳还是得和你的功劳对等~"
        ]
    },
    {
        "id": 1454,
        "fullImg": "images/partners/1454.png",
        "icon": "images/partners/1454_5.png",
        "name": "德丽莎·枕间秘藏",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "赚钱"
        },
        "flavor": "那些使魔懂个毛玉的经济学！所有人的本性都是逐利，但“看不见的手”会使所有人的利益最大化，这才是所谓的多赢！只要照我芙兰说的去做，就能让翁德兰再次发光，我也能躺着赚大钱啦！",
        "firstSightDialogue": "梳子给你，今天的德丽莎很懒，顺尾巴毛的事情就拜托了，敢乱薅的话小心尾巴攻击哦！",
        "dialogues": [
            "梳子给你，今天的德丽莎很懒，顺尾巴毛的事情就拜托了，敢乱薅的话小心尾巴攻击哦！",
            "不知道自己该坐在哪里了吗？呼呼，毕竟这里是少女的闺房嘛~",
            "躺着吃蛋糕会变胖？哼~是你自己想吃吧，还是说，其实是想要我来喂你呢？",
            "这样明媚的下午，真的不想睡个午觉吗？快去快去，德丽莎只是想一个人休息会儿，才没有什么坏心眼呢~",
            "周围没人了，那德丽莎要继续看咯……原来如此……还能这样……哇……作者真的很会呢……"
        ]
    },
    {
        "id": 1455,
        "fullImg": "images/partners/1455.png",
        "icon": "images/partners/1455_5.png",
        "name": "琪亚娜·星光乐耀",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "live现场"
        },
        "flavor": "在黑暗的舞台上，她就是跃然跳动的星光。音乐前奏响起，你将无法再移开视线，就请聆听在舞台上的星光之音吧。",
        "firstSightDialogue": "大家的热情与掌声，就是我发光发热的原动力，接下来是安可返场曲，音乐START☆！",
        "dialogues": [
            "放心，本小姐才不需要靠吃人字来消除紧张呢~你就好好等着看我的表演吧☆~",
            "晚上好——！哦哦~大家的应援棒就像星光一样在黑暗中晃动，我现在感觉超幸福的！",
            "唔啊，不、不准笑啦，虽然本小姐的节奏感不是那么有天赋，但是这段舞蹈我真的有超~努力地练习过哦！",
            "微弱的光芒在寻找答案♪~驱散虚幻梦魇♪~",
            "大家的热情与掌声，就是我发光发热的原动力，接下来是安可返场曲，音乐START☆！"
        ]
    },
    {
        "id": 1456,
        "fullImg": "images/partners/1456.png",
        "icon": "images/partners/1456_5.png",
        "name": "普西芬妮·银之解谜人",
        "params": {
            "height": "166 см",
            "sizes": "84/58/86",
            "bday": "4/1",
            "hobby": "推理、和帕洛斯玩"
        },
        "flavor": "成绩拔尖，容貌秀丽，举止端庄的名门大小姐。似乎能将世间的一切都当做谜题，饶有兴趣地揭开答案，也因此被阿嘉莎蒂当作是难较高下的对手。但也仅仅是把一切当做谜题，对人际交往似乎没有丝毫兴趣。#n虽然是解题者，但她本身却谜团重重：名为帕洛斯的谜之宠物、总出现在她身边的灵异事件和案件，以及在危难关头经常是恰好“在姑母的公司里学过”的各种解围技能。这种种一切都让人费解。#n看来虽然身体是高中生，但在生活经历上，想必异于周围同学。",
        "firstSightDialogue": "你，收起那惊讶的神色，淑女想吃两份豪华套餐是什么稀奇之事么？推理是很耗脑力的……帕洛斯，等会儿再收拾你。",
        "dialogues": [
            "你，收起那惊讶的神色，淑女想吃两份豪华套餐是什么稀奇之事么？推理是很耗脑力的……帕洛斯，等会儿再收拾你。",
            "没必要为了找几个案子到处乱跑，侦探与案件之间存在引力，只要静坐在此，等着谜题送上门就行了。",
            "你这么喜欢来这里，是想做我的宠物吗？以后叫你帕洛斯2号吧。朋友？之前听说过，但我还没有过。",
            "呵呵，一点廉价糖果想要讨好我……帕洛斯！一下子就吃掉了……我的宠物让你见笑了。",
            "你的钥匙在钢琴室的桌底下。嗯，你确实什么都还没有说，但你的存在本身已经足够说明答案了。"
        ]
    },
    {
        "id": 1457,
        "fullImg": "images/partners/1457.png",
        "icon": "images/partners/1457_5.png",
        "name": "战神无双·学级制霸",
        "params": {
            "height": "162 см",
            "sizes": "86/62/85",
            "bday": "5/15",
            "hobby": "外语"
        },
        "flavor": "课间总是在涂指甲油和摆弄手机的辣妹，其实是成绩优秀、运动万能的学生会长——尤其是外语，每一次考试都是满分。#n因为个人作风被认为会带坏学生，受到校方警告，但张扬个性的风潮已经不可避免地席卷了巴比伦学园，成为了招生卖点。",
        "firstSightDialogue": "没有事件就制造事件，没有话题就制造话题。可不能让boring葬送同学们的大好青春~",
        "dialogues": [
            "巴比伦学园的每个同学都充满个性，但她们从不为了特别而特别，for beauty comes from within。",
            "考试也太easy了……提前交卷吧。",
            "学校附近出现了千羽的bad girl？身为学生会长，me可不会坐视不管。",
            "Bonjour~嗯？打招呼的方式变了？哈哈，其实me最近想多学几门外语。",
            "没有事件就制造事件，没有话题就制造话题。可不能让boring葬送同学们的大好青春~"
        ]
    },
    {
        "id": 1458,
        "fullImg": "images/partners/1458.png",
        "icon": "images/partners/1458_5.png",
        "name": "阿嘉莎蒂·猎案者",
        "params": {
            "height": "165 см",
            "sizes": "86/57/89",
            "bday": "9/15",
            "hobby": "推理、药物分析"
        },
        "flavor": "智慧超群的高中生侦探，善于使用各种现代技术收集证据。虽然阿嘉莎蒂只是一个学生，她却在毒理学上有着惊人的造诣。#n每当她摇晃起自己那个小瓶子，露出了然的微笑之时——毫无疑问，真相已近在眼前。",
        "firstSightDialogue": "果然，好侦探要有的是手套、药瓶……还有轻飘飘的风衣呢——",
        "dialogues": [
            "想要加入余的推理社？这可不是单纯讨论小说的社团，而是会参与到真正案件中的组织。",
            "呵，这一次的事件被普西芬妮抢先解决了么，不愧是余的劲敌。",
            "果然，好侦探要有的是手套、药瓶……还有轻飘飘的风衣呢——",
            "足迹？证言？还有药剂分析的结果……呵呵，真凶的面貌余已经知晓了。",
            "时间已到，我该动身了……呃，跟案件无关，是因为车站那边新开了一家甜品店，他们招牌的热巧克力很不错。"
        ]
    },
    {
        "id": 1459,
        "fullImg": "images/partners/1459.png",
        "icon": "images/partners/1459_5.png",
        "name": "希露·流光晶坠",
        "params": {
            "height": "122 см",
            "sizes": "70/49/71",
            "bday": "2/19",
            "hobby": "可爱吊坠"
        },
        "flavor": "希露是私立巴比伦学园·初中部的在读生。她性格怕生，说话也轻声细语。不过，作为学校手工社的成员，她制作的水晶饰品，其考究与专业程度，让周围人都十分赞叹。",
        "firstSightDialogue": "我是巴比伦初中部的希露，请……请多关照。",
        "dialogues": [
            "我是巴比伦初中部的希露，请……请多关照。",
            "啊，老师的课堂作业，我有认真完成……咦？怎、怎么会没放在书包里……",
            "做手工时，大家一直盯着我瞧……唔，就会让我变得很紧张……",
            "这枚水晶吊坠送给你……因为是手工制作，可能不太精细……希望你不要嫌弃。",
            "啊，终于等到你了，说好今天要一起放学回家……请、请不要丢下我一个人……"
        ]
    },
    {
        "id": 1460,
        "fullImg": "images/partners/1460.png",
        "icon": "images/partners/1460_5.png",
        "name": "琉森·白羊座",
        "params": {
            "height": "165 см",
            "sizes": "89/62/90",
            "bday": "-",
            "hobby": "格蕾"
        },
        "flavor": "编号OS-10-BW的空想神格。#n现正以“白羊座小姐”的身份活跃于荧幕上，为学园里的大众所熟知。#n虽然谈吐傻气，偶有金句流出——倒不如说这正是萌点所在，因此得到了不少粉丝。",
        "firstSightDialogue": "(≧∇≦)ﾉ头上长角的感觉真有意思，想把它们挂在栏杆上荡秋千！",
        "dialogues": [
            "<(ˉ^ˉ)>秘技，分身之术。在这两秒内，你能找出哪个是真正的我吗？",
            "Σ(°△°|||)︴不知怎么的就避开了所有陷阱。但是我应该潜入的地方……好像不是这里！",
            "(-_ゝ-)战争……没错，战争永远不会拐骗——咳咳，永远不会改变。",
            "(｀д′)不要随便来搭话，现在没心情……怎么样，我的语气像不像格蕾前辈？",
            "(⊙ˍ⊙)“冒失美人”是指我吗？为，为什么突然夸我长得好看……犯规了啦……"
        ]
    },
    {
        "id": 1461,
        "fullImg": "images/partners/1461.png",
        "icon": "images/partners/1461_5.png",
        "name": "塔尔伦特·金牛座",
        "params": {
            "height": "170 см",
            "sizes": "95/72/86",
            "bday": "-",
            "hobby": "保护正版周边"
        },
        "flavor": "编号OS-08-RPG的空想神格，处于所谓“金牛座小姐”神格叠加态下的形象。#n随心所欲的空想神格，对看起来弱小的事物有着强烈的保护欲，在电影《星座之旅人》里是伙伴中的某几位，而在现实中则要再加上尚处于萌芽期却在茁壮成长的《星座之旅人》周边事业。#n和给人留下的冲动印象不同，其实是个很细致的人。否则，也不会能够掌握组织的财政。",
        "firstSightDialogue": "既然是你来了，那我就喝杯茶稍歇一阵吧，五分钟之后我有个待办，要炸平三座未授权的周边工厂。",
        "dialogues": [
            "塔尔伦特·金牛座",
            "既然是你来了，那我就喝杯茶稍歇一阵吧，五分钟之后我有个待办，要炸平三座未授权的周边工厂。",
            "在你眼中我就是喜欢炸平一切的狂人么？嗯，我确实是，不过比如《君主论》这样的女性向读物，我也姑且是会读的。",
            "脆弱却努力存在的东西，才有保护的价值。那些看上去很厉害的家伙，我反倒很有欲望一炮炸飞呢~",
            "多亏了电影，现在我们可以称得上是日进斗金，不过要让我满足，这点蝇头小利还远远不够。"
        ]
    },
    {
        "id": 1462,
        "fullImg": "images/partners/1462.png",
        "icon": "images/partners/1462_5.png",
        "name": "佩蒂·双子座",
        "params": {
            "height": "140 см",
            "sizes": "68/52/65",
            "bday": "-",
            "hobby": "九九、姐姐们"
        },
        "flavor": "编号OS-99-HG的空想神格。#n尽管在《星座之旅人》扮演着的是被大家保护的对象，但也在关键时刻起到了不可小觑的作用。#n“呜……希望能像电影里一样，在最后保护好大家。”#n这就是佩蒂最大的向往了。",
        "firstSightDialogue": "这身轻飘飘的衣服，还有透明的翅膀……人家好喜欢～",
        "dialogues": [
            "塔尔伦特·金牛座",
            "既然是你来了，那我就喝杯茶稍歇一阵吧，五分钟之后我有个待办，要炸平三座未授权的周边工厂。",
            "在你眼中我就是喜欢炸平一切的狂人么？嗯，我确实是，不过比如《君主论》这样的女性向读物，我也姑且是会读的。",
            "脆弱却努力存在的东西，才有保护的价值。那些看上去很厉害的家伙，我反倒很有欲望一炮炸飞呢~",
            "多亏了电影，现在我们可以称得上是日进斗金，不过要让我满足，这点蝇头小利还远远不够。"
        ]
    },
    {
        "id": 1463,
        "fullImg": "images/partners/1463.png",
        "icon": "images/partners/1463_5.png",
        "name": "梅丽莎",
        "params": {
            "height": "162 см",
            "sizes": "88/53/89",
            "bday": "5/3",
            "hobby": "制作甜品、被他人认可"
        },
        "flavor": "甜蜜支配者、日轮之女、拉的宠儿、万众期待的甜品师终于驾临巴比伦学园！不必压抑喜悦之情，现在起开始齐鸣礼炮，大唱赞歌吧~#n黄金一般的神格趾高气昂地在所有神格面前如此宣布。自信自己的蜂蜜足以征服一切。",
        "firstSightDialogue": "惊叹吧，诧异吧，赞颂吧！日轮之女、拉的宠儿现身于此，要是你的态度足够尊敬，或许我会赏赐你一点礼物哟。",
        "dialogues": [
            "惊叹吧，诧异吧，赞颂吧！日轮之女、拉的宠儿现身于此，要是你的态度足够尊敬，或许我会赏赐你一点礼物哟。",
            "总有无礼之徒说我的蜂蜜只适合孩子品尝，该想个办法趁她们不注意在饮用水或者饭菜里面下一点了……",
            "很快乐吧？很美味吧？很甜蜜吧？这就是完美食品的魅力，尽管崇拜我吧，崇拜使这一切得以存在的巨匠吧！",
            "咿呜呜呜……女主最后居然得白血病了——啊！你在啊，看肥皂剧是因为……因为……总之不许笑我，也不许说出去！",
            "这个世界上，不存在吃过蜂蜜之后还讨厌蜂蜜的人，如果有，就让她再吃一勺。",
            "如果有人说“这个世上没有完美的东西”，那你就把我的蜂……我就足够完美了？笨蛋，这样夸我……也不会有好处的……"
        ]
    },
    {
        "id": 1464,
        "fullImg": "images/partners/1464.png",
        "icon": "images/partners/1464_5.png",
        "name": "芙兰·金牌店长",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "经营"
        },
        "flavor": "芙兰穿校服收银的样子吸引了不少顾客。虽然仍在翁德兰高中就读，但已经是商店街小卖部的老板。从店名“天魔百货”以及店内精致的装潢，就足以看出她的野心。",
        "firstSightDialogue": "成为店长的秘诀？当你觉得秘诀这东西存在的时候，你就已经输了。",
        "dialogues": [
            "成为店长的秘诀？当你觉得秘诀这东西存在的时候，你就已经输了。",
            "客人，您这个优惠券是对面“旺得兰”便利店的。不过没关系，我这里也能用。",
            "我不是什么了不起的人，我只不过是把大家喝奶茶的时间用来谈生意罢了。",
            "今天居然赚了这么多。嘿嘿，这就是所谓的客满盈门吧~",
            "无故翘班可比迟到严重多了。就算是九霄也得扣工资，让她长长记性才行。"
        ]
    },
    {
        "id": 1465,
        "fullImg": "images/partners/1465.png",
        "icon": "images/partners/1465_5.png",
        "name": "卡莲·夕戎朝祀",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "脆弱而微小的生命，却依旧绽放着温暖的光芒。为了守护这一缕希望之光，我会一直战斗下去。",
        "dialogues": [
            "卡莲·卡斯兰娜……呼，前方的战场只会越发危险，现在不是迷茫的时候。",
            "守护以“誓约”为名，歼灭以“裁决”为意，世间万物都发生着改变，恐怕就连那不断战斗的意义……也一样。",
            "慈悲的主，我不祈求自己的罪能得到宽恕，但唯独您的那些子民，请拯救他们。",
            "脆弱而微小的生命，却依旧绽放着温暖的光芒。为了守护这一缕希望之光，我会一直战斗下去。"
        ]
    },
    {
        "id": 1466,
        "fullImg": "images/partners/1466.png",
        "icon": "images/partners/1466_5.png",
        "name": "芙兰·奢侈暖冬",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "冰棍（冬季限定）"
        },
        "flavor": "芙兰大方地允许使魔和毛玉在自己家中过冬，尽情享受暖气和冰棍。此前他们从未意识到，零下二十度的冬天是不幸福的。#n俗话说由奢入俭难，他们将再也回不去从前，于是更加卖命工作，希望来年家中也能安装暖气。",
        "firstSightDialogue": "冬天吃冰棍对身体不好？没办法，谁让我家里不是冬天呢~",
        "dialogues": [
            "冬天吃冰棍对身体不好？没办法，谁让我家里不是冬天呢~",
            "难道你们都没有暖气吗？在天魔物流的年会奖品里加个暖气好了。",
            "当老板可是很忙的，偶尔也需要悠哉游哉的清净生活，所以在我家里，请大家安静点。",
            "好热好热，冰棍都要化了……",
            "唔？别紧张，不会因为这点小事扣工资的，你们把我当成什么人了。"
        ]
    },
    {
        "id": 1467,
        "fullImg": "images/partners/1467.png",
        "icon": "images/partners/1467_5.png",
        "name": "苏打碳",
        "params": {
            "height": "156 см",
            "sizes": "77/49/73 ",
            "bday": "8/13",
            "hobby": "苏打水"
        },
        "flavor": "晃动的苏打水桶引人瞩目，咕咚咕咚喝着苏打水的那位同学，就是学园新人——苏打碳。目前，她正在热情招募“苏打水社”的新成员哦~想要和她一起喝着冰镇的苏打饮料玩水枪吗？苏打碳大欢迎哦。",
        "firstSightDialogue": "你也想跟我一起玩苏打水枪嘛~唔姆，可以哦。",
        "dialogues": [
            "你也想跟我一起玩苏打水枪嘛~唔姆，可以哦。",
            "唔姆，我的苏打水社正在火~热~招~募~中呦，要不要加入？",
            "唔姆——唔姆——苏打水补给中。",
            "苏打水真的好好味呀，你不想尝一口嘛？喏，吸管给你哦~",
            "巴比伦真是个好地方呀，因为可以交到好多好多的小伙伴，超级棒。"
        ]
    },
    {
        "id": 1468,
        "fullImg": "images/partners/1468.png",
        "icon": "images/partners/1468_5.png",
        "name": "瑞蓓儿",
        "params": {
            "height": "163 см",
            "sizes": "82/54/86",
            "bday": "7/13",
            "hobby": "生活"
        },
        "flavor": "用雷鸣般的鼓点震撼巴比伦学园，一时之间成为话题人物的潇洒乐手。偶像、歌姬、吉他手、贝斯手……这回就连架子鼓手也来了，巴比伦总算能够成立乐队了吧？#n所有神格，尤其是阿瑞斯正是这么热切期待着的。不过，事情似乎没有这么容易。#n名为瑞蓓儿的鼓手，她的鼓声似乎只为叛逆而存。",
        "firstSightDialogue": "音乐是另一种语言，如果没有想说的话，就不要瞎弹。",
        "dialogues": [
            "YYDS是什么意思？当然是音乐大师。",
            "音乐是另一种语言，如果没有想说的话，就不要瞎弹。",
            "这（低音大鼓）！笨（高音桶鼓）！该（强音镲）的东西！呼~发完脾气心情好多了。",
            "每次单独见面，你的心跳都会很快嘛，我加点节奏就能当即兴SOLO了，让我听听——哈哈哈哈！变得更快了。",
            "安静点，我还有事情没办完别烦我……唔，不要用那种眼神看我，等我编完谱就陪你总行了吧。",
            "我马上要出发去寻找新的舞台了，路上我会想你的。临行前有想对我说的话吗？不要藏在心里，什么方式都好，坦率地表达吧。"
        ]
    },
    {
        "id": 1469,
        "fullImg": "images/partners/1469.png",
        "icon": "images/partners/1469_5.png",
        "name": "八重樱·Band Girl",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "7/22",
            "hobby": "妹妹，音乐"
        },
        "flavor": "就读于翁德兰的女高中生，平时为人作风严谨端正，像是在刻意给某人树立榜样一样。#n但少女的本色是抑制不住的，就如同背上琴盒里的吉他一般，终会在舞台或是妹妹面前大放异彩。",
        "firstSightDialogue": "要加入我的乐队吗？什么都不会也没关系，可以先从敲三角铁开始，勤学方能成才。",
        "dialogues": [
            "觉得寂寞又不知道应该做什么的话，为什么不试着学学音乐呢？",
            "过来一下……好了，下次不要忘记扣风纪扣，在校外要时刻注意维护母校的形象。",
            "呃……我背着的只是一把普通的吉他。嗯，不是武士刀，那可是管制刀具。为什么你一脸失望啊？",
            "凛这时候在做什么呢？干脆问问吧……在和同学们一起玩么，今天的凛也好可爱呀。",
            "要加入我的乐队吗？什么都不会也没关系，可以先从敲三角铁开始，勤学方能成才。"
        ]
    },
    {
        "id": 1470,
        "fullImg": "images/partners/1470.png",
        "icon": "images/partners/1470_5.png",
        "name": "八重凛·暖心热饮",
        "params": {
            "height": "132 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "姐姐，奶茶"
        },
        "flavor": "初中正是发育身体的时候，因此在奶茶店前，八重樱本来想坚决反对妹妹购买奶茶。但望着凛闪闪发光的双眼时，说出口的却变成了“一周只能一杯哦。”#n于是，在周五放学回家的路上，八重樱总能看见凛披着夕阳朝她跑来的身影，手上会有两杯奶茶。一杯给自己，一杯给她。",
        "firstSightDialogue": "姐姐说我是她的奶茶？唔……这句话是什么意思呢？",
        "dialogues": [
            "姐姐说我是她的奶茶？唔……这句话是什么意思呢？",
            "姐姐每天都会拍好多好多我的照片。有时候我也会像姐姐一样，忍不住记录生活的点点滴滴呢。",
            "凛想做守信用的人，所以一周一杯的约定一定会遵守的！",
            "凛最喜欢奶茶了，甜甜的暖暖的，能让心轻快起来。",
            "今天一定很辛苦吧，这杯给你~"
        ]
    },
    {
        "id": 1471,
        "fullImg": "images/partners/1471.png",
        "icon": "images/partners/1471_5.png",
        "name": "罗蕾莱",
        "params": {
            "height": "172 см",
            "sizes": "92/59/94",
            "bday": "-",
            "hobby": "唱歌"
        },
        "flavor": "在故事中，罗蕾莱是害船只触礁的女妖，但她本人却是这段故事的受害者。#n罗蕾莱带着悔恨离开了世界。“要是事情不这么发展就好了”，除了罗蕾莱自己，一定有其他人如此期盼着。",
        "firstSightDialogue": "我喜欢河流，还有海洋。无论你倾诉什么，她们都愿意静静地倾听。",
        "dialogues": [
            "别人总说，我周围的事情不按既定的样子发展。感觉……我可以和海拉小姐成为好朋友？",
            "（罗蕾莱在练习唱歌，她想唱得更好）",
            "我喜欢河流，还有海洋。无论你倾诉什么，她们都愿意静静地倾听。",
            "不要在背地里说别人的谣言，就算是我也会生气的！",
            "只有美貌而没有力量的人，就注定走向悲剧吗……",
            "“女妖”这个词在巴比伦并不是贬义词，真是太好了。"
        ]
    },
    {
        "id": 1472,
        "fullImg": "images/partners/1472.png",
        "icon": "images/partners/1472_5.png",
        "name": "椰林夏浪",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "赚钱"
        },
        "flavor": "那些使魔懂个毛玉的经济学！所有人的本性都是逐利，但“看不见的手”会使所有人的利益最大化，这才是所谓的多赢！只要照我芙兰说的去做，就能让翁德兰再次发光，我也能躺着赚大钱啦！",
        "firstSightDialogue": "在碧蓝大海之间，感受这夏日的沙滩与阳光。当微风扑面，气息中裹挟着热带的花草清香时，这预示着期待已久的夏日假期开始了。",
        "dialogues": [
            "梳子给你，今天的德丽莎很懒，顺尾巴毛的事情就拜托了，敢乱薅的话小心尾巴攻击哦！",
            "不知道自己该坐在哪里了吗？呼呼，毕竟这里是少女的闺房嘛~",
            "躺着吃蛋糕会变胖？哼~是你自己想吃吧，还是说，其实是想要我来喂你呢？",
            "这样明媚的下午，真的不想睡个午觉吗？快去快去，德丽莎只是想一个人休息会儿，才没有什么坏心眼呢~",
            "周围没人了，那德丽莎要继续看咯……原来如此……还能这样……哇……作者真的很会呢……"
        ]
    },
    {
        "id": 1473,
        "fullImg": "images/partners/1473.png",
        "icon": "images/partners/1473_5.png",
        "name": "布洛蒂·鲨潮激浪",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "-",
            "hobby": "西瓜、汽水、雪糕"
        },
        "flavor": "热烈的夏天来了。#n布洛蒂玩着愉快的打西瓜游戏，享受着冰凉的汽水和雪糕，反而一点也没有被夏天的闷热所困扰。#n倒不如说——#n“正因为是夏天，所以吃起这些冰凉的美食来，感觉更爽了！”",
        "firstSightDialogue": "夏天果然就得享受一下冰凉的西瓜、汽水、还有雪糕啊！",
        "dialogues": [
            "要我切一块西瓜给你吗？吃的时候可得好好品尝哦！",
            "看看这特别定制的斧头怎么样！斧鲸是不是很可爱！哎？不是斧鲸？",
            "夏天果然就得享受一下冰凉的西瓜、汽水、还有雪糕啊！",
            "给你的这块雪糕我只尝过一口而已，吃下去，不准丢掉，浪费是对美食最大的侮辱！",
            "诶呀，不、不要玩我的头发，这些小鲨鱼……快住口，头发不能吃！"
        ]
    },
    {
        "id": 1474,
        "fullImg": "images/partners/1474.png",
        "icon": "images/partners/1474_5.png",
        "name": "伊邪那美",
        "params": {
            "height": "144 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "众死、众神、众生"
        },
        "flavor": "只在晚上才会在巴比伦学园里观光购物，总是在接电话办公，似乎掌控着一个巨大集团的神秘神格，自称那美子。#n虽然有在努力隐瞒，但在巴比伦的诸神格眼中，她的身份早已昭然若揭：她便是黄泉津大神、道反大神、道敷大神——伊邪那美命，那个据说形貌骇人，日屠千口的死灭之神。#n这么想来，维护尊严，大抵就是她努力想要隐藏这幅可爱面容的原因吧？",
        "firstSightDialogue": "迷路的小家伙，这里是只有亡者才能进入的九幽之地哦。趁那个可怕的黄泉津大神还没发觉，快点溜走吧。",
        "dialogues": [
            "迷路的小家伙，这里是只有亡者才能进入的九幽之地哦。趁那个可怕的黄泉津大神还没发觉，快点溜走吧。",
            "问我为什么会在这种地方？因为本宫……我害怕火、阳光以及一切温暖炽热的东西，所以就躲在这里啦。",
            "听好了，在现世肯定还有牵挂着你的人吧？那就不要老是来黄泉国玩！我早就习惯寂寞了，用不着你这小鬼……担心。",
            "喂？嗯，都说了只能办投胎，不能办什么转生异世界！嗯，也不会给外挂，本宫挂了——呼，工作越来越不省心了……",
            "那被称作巴比伦的异邦之地并不算是现世，所以我也能踏足其间……要是在那里能和迦具土见面就好了。",
            "才不是啦，那位伊邪那美命要是长得像我这样还怎么威慑群鬼坐镇黄泉呀。我叫那美子，不是什么伊邪那美。"
        ]
    },
    {
        "id": 1475,
        "fullImg": "images/partners/1475.png",
        "icon": "images/partners/1475_5.png",
        "name": "废怯人形",
        "params": {
            "height": "155 см",
            "sizes": "75/53/78",
            "bday": "4/21",
            "hobby": "独处"
        },
        "flavor": "害怕、畏怯、弱小、悲哀……废怯人形无时无刻不与这些词语联系在一起。她惧怕响亮的人声、畏惧哪怕是极其弱小的敌人，看起来十分可欺。#n——但是，可不要招惹戴上鬼面具之后的她，不然的话后果会超乎你的想象。",
        "firstSightDialogue": "我喜欢一个人独处，这样就不用担心会遇到可怕的事情。",
        "dialogues": [
            "我喜欢一个人独处，这样就不用担心会遇到可怕的事情。",
            "这些鬼火看起来很可怕，却是一直默默守护着我的存在。",
            "爸爸、妈妈，大家去哪儿了，为什么看不见人影……呜，原来是梦啊——又想起从前的那些事情了……",
            "如果是为了守护红贽的话，即使成为恶鬼我也在所不惜。",
            "咯咯咯咯咯咯咯……恶鬼？可怕？你在说什么？现在的我感觉可是前所未有的好——",
            "盛开的彼岸花真是人世间最美妙的场景，要不要再多杀一些生灵，以吸引更多的彼岸花绽放呢？"
        ]
    },
    {
        "id": 1476,
        "fullImg": "images/partners/1476.png",
        "icon": "images/partners/1476_5.png",
        "name": "芙兰·实业兴岛",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "赢利"
        },
        "flavor": "企业成长的同时，它也会反过来促进社会的发展。#n——对恪守这一信条的芙兰来说，她绝不仅仅是在挣钱。在她看来，这也是为了整个翁德兰一起进步，让大家都能享受到高度流通的商业社会所提供的各种便利。#n“所谓个人利益与社会利益相结合，就是这么一回事啦！”",
        "firstSightDialogue": "金钱只有流通起来才能发挥力量——所以不能停下企业扩张的脚步，要继续扩大生产，增加人手！",
        "dialogues": [
            "金钱只有流通起来才能发挥力量——所以不能停下企业扩张的脚步，要继续扩大生产，增加人手！",
            "我芙兰可不会欺压员工，我只是恰如其分地在她们的工作成果中收取了一些作为回报而已。",
            "想要成人之所不能成，就得发现别人还没有发现的商机——要开拓蓝海市场，而不是在红海里挣扎！",
            "我们是以客户为本的服务导向型企业，无论什么时候都把顾客放在第一位！",
            "怎么回事，这个月的利润增长比预计的少了好多……看来我不去生产线上盯着员工干活还真不行。"
        ]
    },
    {
        "id": 1477,
        "fullImg": "images/partners/1477.png",
        "icon": "images/partners/1477_5.png",
        "name": "奥吉莉亚",
        "params": {
            "height": "671 см",
            "sizes": "1/2/3",
            "bday": "13/32",
            "hobby": "仇恨与谎言"
        },
        "flavor": "魔王之女、暗影小姐、夜之公主、黑翼的奥吉莉亚啊！快用你无与伦比、远胜真物的舞姿去赢得众人之心。本王赐你一百味毒药、一千句谎言、一万顶面具，在这世上尽情玩耍吧，肆意嘲笑那真实、嗤笑那善良、讥笑那美丽吧！你必将所向披靡——#n除非你袒述真心。",
        "firstSightDialogue": "你好，我的名字是奥杰塔，你就是来拯救我的王子吗？",
        "dialogues": [
            "坠落吧、坠落吧，从那世界之巅坠落，落入天鹅湖，那便是你们的结局。",
            "你好，我的名字是奥杰塔，你就是来拯救我的王子吗？",
            "都说了我是奥杰塔，那个奥吉莉亚究竟是谁？请看着我，难道这幅容貌不足以令您目不转睛么？",
            "讨厌你，真恶心，再提那个叫奥吉莉亚的女人就给我去死，你这……卑贱下流的……嗯……畜生？",
            "嗯，我从心底里祝愿着世上所有相爱之人彼此攻杀，这份卑鄙的愿望，我供认不讳。",
            "不能说……绝对不能告诉你，如果把那句话说出来的话……就……不行……"
        ]
    },
    {
        "id": 1478,
        "fullImg": "images/partners/1478.png",
        "icon": "images/partners/1478_5.png",
        "name": "深渊人形",
        "params": {
            "height": "157 см",
            "sizes": "83/54/85",
            "bday": "-",
            "hobby": "？？？"
        },
        "flavor": "在去食堂路上的花园里发现的又一位失忆神格。#n可以看见他人心中的渴望，所以非常喜欢在别人的脑海中碎碎念，诱惑神格们放弃戒律，去做自己喜欢的事情，然后在学生会的成员发火的时候溜之大吉。#n这样的她，想来在有记忆之前，也会是一个轻松随便的神吧。",
        "firstSightDialogue": "面临困难就下跪吧，陷入死局就忏悔吧，前途灰暗就祈祷吧！把全部都献身于神，然后被玩弄、最终一无所有吧！",
        "dialogues": [
            "我是深渊人形，只是深渊人形而已，没有姓氏，没有过去，没有崇敬的神，只有我自己。",
            "面临困难就下跪吧，陷入死局就忏悔吧，前途灰暗就祈祷吧！把全部都献身于神，然后被玩弄、最终一无所有吧！",
            "在来到这里之前……我是做什么的呢？想不起来了，只记得我立过两次约，一次和神，一次和……谁？",
            "为什么……看着这一张张快乐的脸就会不由自主的感到害怕？有什么人会把幸福的你们从我身边夺走吗？",
            "继续睡吧……工作上的事情没那么重要，你很想偷懒不是吗——啊，你醒了，刚刚我才没有说话呢，是你的心声~",
            "嫉妒、贪婪、愤怒……这是人无法剔除的原罪。但那又怎样？难道有缺憾的东西就应该被消灭吗？我绝不认同。"
        ]
    },
    {
        "id": 1479,
        "fullImg": "images/partners/1479.png",
        "icon": "images/partners/1479_5.png",
        "name": "希儿·清凉浪潮",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "涂防晒霜"
        },
        "flavor": "虽然，海岛旅行不是希儿最期待的度假方式，但是比起在家里吹着空调度日，她更希望与布洛妮娅和杏待在一起，共同享受三人出游的时光。",
        "firstSightDialogue": "海浪声，海鸟声，还有刨冰的沙沙声，这就是夏天呀~",
        "dialogues": [
            "唔啊，感觉身上有一点黏黏的，这款新买的防晒霜不太适合我……",
            "海浪声，海鸟声，还有刨冰的沙沙声，这就是夏天呀~",
            "我在等布洛妮娅姐姐浮潜回来，啊……给姐姐买的冰棍已经有点融化了。",
            "为什么夏威夷口味的刨冰一定是蓝色的呢？",
            "啊呀，好疼！杏你适可而止一点啦！"
        ]
    },
    {
        "id": 1480,
        "fullImg": "images/partners/1480.png",
        "icon": "images/partners/1480_5.png",
        "name": "杏·海滨霸主",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "打球、水枪射击"
        },
        "flavor": "来到海边的杏不减那份张狂的气质，她手持着水枪，拍打着皮球，在海滩上我行我素着。",
        "firstSightDialogue": "很在意本大爷头上的向日葵吗？哼哼，要不要试试把它拿下来？",
        "dialogues": [
            "很在意本大爷头上的向日葵吗？哼哼，要不要试试把它拿下来？",
            "刚刚去水下转了一圈——哼，不管是鲨鱼还是虎鲸都已经被本大爷解决了！",
            "想玩传接球游戏吗？或者是水枪射击？本大爷都可以，放马过来吧！",
            "来，接着——果然跟本大爷想的一样，笨蛋希儿完全不行啊！",
            "这就是本大爷的水弹攻击！怎么样，见识到威力了吗？"
        ]
    },
    {
        "id": 1481,
        "fullImg": "images/partners/1481.png",
        "icon": "images/partners/1481_5.png",
        "name": "夏时光车厢",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/23",
            "hobby": "冰棍（冬季限定）"
        },
        "flavor": "芙兰大方地允许使魔和毛玉在自己家中过冬，尽情享受暖气和冰棍。此前他们从未意识到，零下二十度的冬天是不幸福的。#n俗话说由奢入俭难，他们将再也回不去从前，于是更加卖命工作，希望来年家中也能安装暖气。",
        "firstSightDialogue": "金色尘埃在夕阳的车窗前沉浮，耳畔时有书页翻动的声响，此刻只愿将心里的话轻轻折叠：与她相伴，愿从此不再踽踽独行。",
        "dialogues": [
            "冬天吃冰棍对身体不好？没办法，谁让我家里不是冬天呢~",
            "难道你们都没有暖气吗？在天魔物流的年会奖品里加个暖气好了。",
            "当老板可是很忙的，偶尔也需要悠哉游哉的清净生活，所以在我家里，请大家安静点。",
            "好热好热，冰棍都要化了……",
            "唔？别紧张，不会因为这点小事扣工资的，你们把我当成什么人了。"
        ]
    },
    {
        "id": 1482,
        "fullImg": "images/partners/1482.png",
        "icon": "images/partners/1482_5.png",
        "name": "眠梦",
        "params": {
            "height": "151 см",
            "sizes": "80/60/82  ",
            "bday": "12/11",
            "hobby": "睡觉"
        },
        "flavor": "总是做着与星星和紫色兔子相关梦境的少女，日夜都沉湎于睡眠之中。#n那个奇异的梦境，到底是混乱思维的映射，还是真实无虚的存在？",
        "firstSightDialogue": "松松软软的床铺、被子、还有枕头，就是我最喜欢的东西……",
        "dialogues": [
            "松松软软的床铺、被子、还有枕头，就是我最喜欢的东西……",
            "摇动这些星星的时候，它们会发出很好听的清脆声音，有助眠的效果——你要试试吗？",
            "不、不要抢我的枕头！大不了给你一颗挂着的星星……",
            "你想在睡觉时做什么样的梦呢？说说看吧……什么，想梦到我？呜，那个……",
            "好像看见了兔子在追着星星跑，我也要加入，呜嘿……",
            "呼……为什么突然把我叫醒，有什么特别的事吗？"
        ]
    },
    {
        "id": 1483,
        "fullImg": "images/partners/1483.png",
        "icon": "images/partners/1483_5.png",
        "name": "妮普褆努·圣骑士",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "紫耀之都的守护女神，在《四女神online》中使用着圣骑士职业，从物理攻击到回复魔法样样皆能。天性开朗积极，热情洋溢的性格即使在线上游戏中也丝毫没变！",
        "firstSightDialogue": "圣骑士妮普褆努降临！怎么样？超级威风帅气吧？",
        "dialogues": [
            "布丁、布丁……莫非要买布丁给我吃吗？可以吗可以吗？",
            "圣骑士妮普褆努降临！怎么样？超级威风帅气吧？",
            "虽然现实里也有敌人和委托，但放到游戏里后感觉就完全不一样了！嘛~这就是游戏的魅力吧！",
            "呐呐，你刚才是不是摸了我的头？就算不承认我也知道是你啦！",
            "哎~真是的……有没有什么好玩的事呀。"
        ]
    },
    {
        "id": 1484,
        "fullImg": "images/partners/1484.png",
        "icon": "images/partners/1484_5.png",
        "name": "诺瓦露·黑骑士",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "黑土边域的守护女神，在《四女神online》中使用着黑骑士职业。拥有精于近战的技能，十分强大的攻击型。做事认真的精英人才，一切问题都能自己独立解决，却也有对身边的人无法坦诚的傲娇一面。私底下其实有cosplay的爱好，所以在《四女神online》中也对服装颇有研究。",
        "firstSightDialogue": "就算在游戏里也要保持威严的姿态，这可是我身为女神的信条！",
        "dialogues": [
            "就算在游戏里也要保持威严的姿态，这可是我身为女神的信条！",
            "朋、朋友？你突然间说什么呢！但是……嗯……我是有那么一点点开心啦。只有一点哦。",
            "我~诺瓦露……出生于黑夜之国的骑士，现在为您献上——……呜哇！你你你你你看到了？？？ （COSPLAY被抓包了！）",
            "我~诺瓦露……出生于黑夜之国的骑士，现在为您献上——……呜哇！你你你你你看到了？？？ （COSPLAY被抓包了！）",
            "是在叫我么……？有空的话，来陪陪你也不是不行啦？"
        ]
    },
    {
        "id": 1485,
        "fullImg": "images/partners/1485.png",
        "icon": "images/partners/1485_5.png",
        "name": "琪亚娜·星星棉花糖",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "棉花糖"
        },
        "flavor": "绿植、阳光与嘒嘒蝉鸣，夏日已悄声来临。随之而举办的夏日庙会上，街边食物的香气，手艺人的叫卖声，以及人们脸上洋溢的笑容，这一切对琪亚娜来说是一种夏日独有的幸福与充实感。",
        "firstSightDialogue": "啊~夏天限定的庙会集市，本小姐来啦——！",
        "dialogues": [
            "游春时候的闲情逸致，希儿好像也能体会一些了。",
            "冬天结束没多久，花朵的蓓蕾就绽开了。那么眼前的这份美景，也是稍纵即逝的吧……",
            "这么温暖的天气，即便是大雁也不忍北飞。希望每个地方都能迎接美好的春天。",
            "春雨停了，空气也没那么清冷了。那个……和希儿一起去赏花吧。",
            "新衣服很好看？这样过分称赞希儿，希儿会害羞的……"
        ]
    },
    {
        "id": 1486,
        "fullImg": "images/partners/1486.png",
        "icon": "images/partners/1486_5.png",
        "name": "芽衣·凉风夏夜",
        "params": {
            "height": "173 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "烟火"
        },
        "flavor": "炎炎夏夜，芽衣一行人来逛庙会。有人留恋小食摊，有人喜欢玩游戏，而芽衣会选择坐在茶室的阁楼上，等着大家一起观赏烟火大会。她轻轻摇扇，举目望着庙会的彩灯延展到路的尽头，享受着微凉的夏夜。",
        "firstSightDialogue": "这阵风——吹动了那面墙上成排的风车，真是别有趣味的景象。",
        "dialogues": [
            "希儿那家伙，说什么春游一定要穿新的衣服，真是受不了她。",
            "花开花落，年年不都是这个样，有什么好稀奇的。",
            "这里很清静？你听听这些叫做黄鹂的鸟，叽叽喳喳的，哪里清静了？",
            "赏花的人好像变多了。跟紧本大爷，走丢了我可不管！",
            "怎么？本大爷穿裙子就这么稀奇吗？"
        ]
    },
    {
        "id": 1487,
        "fullImg": "images/partners/1487.png",
        "icon": "images/partners/1487_5.png",
        "name": "布洛妮娅·游鱼碧波",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "苹果糖、吼姆"
        },
        "flavor": "夏日节到来，在庆典现场，布洛妮娅充分享受着这份热烈的气氛。#n烟火升上天空，璀璨地盛放；金鱼在盆子里自由自在地遨游。抱着刚刚收获的吼姆玩偶，虽然今天遇上了些许挫折，但布洛妮娅还是开心地满载而归。",
        "firstSightDialogue": "夏日节的烟火非常华丽，虽然有些耀眼，但是动人心魄，不愧是杏精心制造出来的作品。",
        "dialogues": [
            "游春时候的闲情逸致，希儿好像也能体会一些了。",
            "冬天结束没多久，花朵的蓓蕾就绽开了。那么眼前的这份美景，也是稍纵即逝的吧……",
            "这么温暖的天气，即便是大雁也不忍北飞。希望每个地方都能迎接美好的春天。",
            "春雨停了，空气也没那么清冷了。那个……和希儿一起去赏花吧。",
            "新衣服很好看？这样过分称赞希儿，希儿会害羞的……"
        ]
    },
    {
        "id": 1488,
        "fullImg": "images/partners/1488.png",
        "icon": "images/partners/1488_5.png",
        "name": "德丽莎·澄空白花",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "尽情玩耍"
        },
        "flavor": "浴衣Ready、游玩攻略Ready、驱蚊膏Ready，以及最重要的，资金Ready！德丽莎早已做好了充足资金储备，无论怎么玩都不会没钱的——吧？#n其实荷包只是小小一个，不过面对这如同白花一般纯洁可怜的小女孩，许多摊位都选择都摆出了今日特价的牌子。",
        "firstSightDialogue": "如何？是不是既纯真可爱又有淑女风范~哼哼，无论是什么衣服，我都能轻松驾驭。",
        "dialogues": [
            "希儿那家伙，说什么春游一定要穿新的衣服，真是受不了她。",
            "花开花落，年年不都是这个样，有什么好稀奇的。",
            "这里很清静？你听听这些叫做黄鹂的鸟，叽叽喳喳的，哪里清静了？",
            "赏花的人好像变多了。跟紧本大爷，走丢了我可不管！",
            "怎么？本大爷穿裙子就这么稀奇吗？"
        ]
    },
    {
        "id": 1489,
        "fullImg": "images/partners/1489.png",
        "icon": "images/partners/1489_5.png",
        "name": "符华·绯月映赤",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "修行"
        },
        "flavor": "在古时候的长空市，传说有一名来自异国的仙人消灭了这片土地上的灾祸，她白发红瞳，深受百姓的爱戴。#n到了现代社会，人们对白发红瞳的喜爱依旧不减，更有甚者让符华在夏日节戴上假发，扮演仙人，真是盛情难却……",
        "firstSightDialogue": "夏日节的游客很多，难免鱼龙混杂，一定要注意安全。",
        "dialogues": [
            "夏日节的游客很多，难免鱼龙混杂，一定要注意安全。",
            "你说在另一个平行世界，或许我真是赤鸢仙人？不可能，别拿我开玩笑。",
            "其实我不想来夏日节，是德丽莎会长强迫我来的……",
            "这身衣服……会不会太单薄了？最近昼夜温差还挺大的。",
            "难得的夏夜凉风，真是舒服……嗯？为什么都盯着我看？"
        ]
    },
    {
        "id": 1490,
        "fullImg": "images/partners/1490.png",
        "icon": "images/partners/1490_5.png",
        "name": "希儿·摇曳风船",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "水气球"
        },
        "flavor": "连空气都闷热不安的夏季，希儿身着淡蓝色的浴衣。她的身影摇曳在虫鸣和斑驳月影中，仿佛是一股驱散闷热的微凉空气。#n在夏日节的静谧一隅中，一切的烦躁与不安都已经被冷却。",
        "firstSightDialogue": "哼哼~♫哼~♪希儿看起来很开心？和布洛妮娅姐姐两个人一起，能不开心嘛~",
        "dialogues": [
            "杏是个很不坦率的孩子，所以对待她的时候，要更加耐心一些哦。",
            "你说有不靠冷饮和空调就能变得凉快的秘诀？别卖关子了，快点告诉希儿吧。",
            "要说希儿最期待的夏日节活动，果然还是烟花大会。",
            "看呀——这个水球，很可爱对吧？是希儿赢回来的~",
            "哼哼~♫哼~♪希儿看起来很开心？和布洛妮娅姐姐两个人一起，能不开心嘛~"
        ]
    },
    {
        "id": 1491,
        "fullImg": "images/partners/1491.png",
        "icon": "images/partners/1491_5.png",
        "name": "辉火·流焰照彩",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84 ",
            "bday": "5/2",
            "hobby": "棒棒糖、烤串"
        },
        "flavor": "辉火这次也出了门，来到了夏日节的现场。#n烟花盛放，游人如织。#n这副美好的场景被她看在眼中，心里极为难得地，生出了些别样的情绪。",
        "firstSightDialogue": "木屐上的系带不会这么容易断裂的。要是断开了的话……那就由你负责背我吧。",
        "dialogues": [
            "游春时候的闲情逸致，希儿好像也能体会一些了。",
            "冬天结束没多久，花朵的蓓蕾就绽开了。那么眼前的这份美景，也是稍纵即逝的吧……",
            "这么温暖的天气，即便是大雁也不忍北飞。希望每个地方都能迎接美好的春天。",
            "春雨停了，空气也没那么清冷了。那个……和希儿一起去赏花吧。",
            "新衣服很好看？这样过分称赞希儿，希儿会害羞的……"
        ]
    },
    {
        "id": 1492,
        "fullImg": "images/partners/1492.png",
        "icon": "images/partners/1492_5.png",
        "name": "西琳·天灯星璀",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "气球"
        },
        "flavor": "依赖九霄学姐的保护可不行，西琳想要变得坚强起来。#n只不过西琳还没有意识到，自己已经不再依赖她，而是不断地回报于她。#n总是想着她，想要和她一起体会夏日节的种种美好，并不是一种“依赖”哦。",
        "firstSightDialogue": "今晚的夏日节真是太棒了，西琳有下一幅作品的灵感了！",
        "dialogues": [
            "浴衣是西琳自己穿好的，没有爸爸妈妈的帮忙哦，厉害吧？",
            "西琳刚才在玩夏日节的涂色画，但为什么还没画完，老板就把奖品给西琳了……",
            "这家的冰淇淋可好吃了。九霄学姐忙得满头大汗，西琳这就给她买一份……可能冰饮更解渴？那就全买了吧。",
            "好神奇，气球会浮起来耶！嘿——好玩吧，要不西琳把气球送给你吧~",
            "今晚的夏日节真是太棒了，西琳有下一幅作品的灵感了！"
        ]
    },
    {
        "id": 1493,
        "fullImg": "images/partners/1493.png",
        "icon": "images/partners/1493_5.png",
        "name": "YUI·碧海探索",
        "params": {
            "height": "151 см",
            "sizes": "82/59/80",
            "bday": "3/12",
            "hobby": "潜水"
        },
        "flavor": "总是行走在被毁灭的城市中，吸收文明污秽的少女，来到了纯洁无染的大洋之境。或许这趟旅程对她而言，能带来前所未有的放松。",
        "firstSightDialogue": "你也喜欢大海吗？那我们就算是有共同语言的朋友了？这时候应该请你用茶……不对，现在还在海里呢。",
        "dialogues": [
            "你也喜欢大海吗？那我们就算是有共同语言的朋友了？这时候应该请你用茶……不对，现在还在海里呢。",
            "没有文明涉足的地方，也有难以想象的瑰丽呢，真想再多待一会儿。",
            "说起来……你为什么不说话呢……是我说得太多了吗……喔，对不起，你是要憋气的……",
            "原来如此原来如此……嗯？刚刚那只热带鱼说了个特别好笑的笑话，上岸之后我再说给你听。",
            "RC-16-7……也就是这个饭盒，它能够精加工各种食物，一会儿就给你演示，你喜欢什么口味？野兽派还是抽象派？"
        ]
    },
    {
        "id": 1494,
        "fullImg": "images/partners/1494.png",
        "icon": "images/partners/1494_5.png",
        "name": "亚巴顿·岸边小憩",
        "params": {
            "height": "161 см",
            "sizes": "85/62/87",
            "bday": "6/16",
            "hobby": "海滩"
        },
        "flavor": "摘果子很好玩，垒沙堡很好玩，海洋球也很好玩……但是再有干劲的大人物也会有想要休息的时候嘛。所以就小趴一阵，在沙子堆起来的亚巴顿城市中心，充当一会儿亚巴顿身亚巴顿面像吧~",
        "firstSightDialogue": "天上的那家伙创造世界之后休息了一整天，亚巴顿大人花了六分钟创造了亚巴顿城，休息一整天也是很合理的嘛~",
        "dialogues": [
            "天上的那家伙创造世界之后休息了一整天，亚巴顿大人花了六分钟创造了亚巴顿城，休息一整天也是很合理的嘛~",
            "附近有很漂亮的贝壳吗！好嘞，干劲涌上来了，亚巴顿号盾构机，启动！启动……算了，亚巴顿号盾构机今天懒得动啦。",
            "说起来，你知道回营地路应该往哪走吗？其实我完全忘记自己是从哪里来的了，所以才躺在这里。",
            "我就趴一小会儿，没想到躺在沙滩上这么舒服……不准趁我睡着往我身上埋沙子哟……",
            "总算想起要来要拍下亚巴顿大人的丰功伟业了吗？Peace~"
        ]
    },
    {
        "id": 1495,
        "fullImg": "images/partners/1495.png",
        "icon": "images/partners/1495_5.png",
        "name": "希露·晴朗海滩",
        "params": {
            "height": "122 см",
            "sizes": "70/49/71",
            "bday": "2/19",
            "hobby": "捉迷藏"
        },
        "flavor": "晴朗的海滩上坐着能让人心情放晴的希露，任谁坐在这片沙滩上，想必都会顿觉心情舒畅。也不知是因为这晴朗的天气，还是因为这明媚的少女。",
        "firstSightDialogue": "小心一点……晴天的沙子很烫的，来树荫下休息一会儿吧。",
        "dialogues": [
            "小心一点……晴天的沙子很烫的，来树荫下休息一会儿吧。",
            "希望这次无人岛的旅程……能让我变得更有勇气……帮助更多的伙伴……",
            "这颗珍珠……是被大海送上岸的礼物……虽然大海有时候会很凶暴，但平时果然还是很美丽呀。",
            "螃蟹先生才没有熟啦……它本来就是红色的……欸？螃蟹先生？螃蟹先生好像不动了，是中暑了吗？",
            "螃蟹先生……是在向我招手吗？你好唷，我是希露，我也很好~"
        ]
    },
    {
        "id": 1496,
        "fullImg": "images/partners/1496.png",
        "icon": "images/partners/1496_5.png",
        "name": "妥芮朵·夏日特调",
        "params": {
            "height": "152 см",
            "sizes": "81/60/83",
            "bday": "5/4",
            "hobby": "欣赏艺术"
        },
        "flavor": "对于高贵的血族而言，格调比生命重要得多，因此即使身处无人岛中，妥芮朵也绝不允许自己展现出一丝一毫的狼狈神色。哪怕岛上的番茄榨成汁苦得要死，真正的上流人士还是会优雅地一饮而尽！",
        "firstSightDialogue": "是你呀，下仆，你看上去很闲啊，来，本小姐赐予你一项无上殊荣，到我身边，为我掌杯吧。",
        "dialogues": [
            "是你呀，下仆，你看上去很闲啊，来，本小姐赐予你一项无上殊荣，到我身边，为我掌杯吧。",
            "我就是讨厌海滩的阳光，谁，谁说是惦记着那个在雪山的笨蛋啊！",
            "想住到后面那栋房子里吗？嗯……想法不错，不过那只是我为了丰富布局在木板上画出来的，后面只有一根木棍撑着。",
            "说起来，那些家伙搭的据点也太难看了，我提议的妥芮朵城美观又对称，上下颠倒都能生活，不就是多费些木板吗……",
            "想尝尝这杯夏日特调吗？哦哟~那你打算怎么求我呢？下仆还想和主人提条件吗？真是大胆。"
        ]
    },
    {
        "id": 1497,
        "fullImg": "images/partners/1497.png",
        "icon": "images/partners/1497_5.png",
        "name": "纹章·陌土倦梦",
        "params": {
            "height": "167 см",
            "sizes": "89/58/91",
            "bday": "3/3",
            "hobby": "观察"
        },
        "flavor": "未知，对于纹章来说是极为稀少而珍贵的体验。因此相对于其他落难者，纹章对于这片陌土有着更加强烈的好奇心，这份好奇心驱使她探索，驱使她独行，偶有磨难，但更多得到的还是美丽的景色和崭新的认知。疲倦之时，就稍作休息，做一个他人永远不会知晓的梦。",
        "firstSightDialogue": "不和其他探索者在一起，执意跟上了我么？你还真是锲而不舍呀，那找到我之后，想好要做什么了吗？",
        "dialogues": [
            "不和其他探索者在一起，执意跟上了我么？你还真是锲而不舍呀，那找到我之后，想好要做什么了吗？",
            "觉得无人岛狭小么？在我眼中，巴比伦比这座夏之岛要狭窄多了。狭窄与广阔，不一定和空间的大小有关。",
            "免费送你一个小知识吧，这种附在水上的白花味道是甜的哦……呼呼呼，不假思索地吃下去了，苦的说不出话了吗？",
            "我只去做我想做的事情，等休息好了就会立即出发。你的安危如何，我是一点都不会管的哦~",
            "呼呼~我不是被你说的笑话逗乐的，我只是觉得你很可爱，说不定，你会是这荒岛上最有趣的玩具也说不定……"
        ]
    },
    {
        "id": 1498,
        "fullImg": "images/partners/1498.png",
        "icon": "images/partners/1498_5.png",
        "name": "槲寄生·海岛红线",
        "params": {
            "height": "162 см",
            "sizes": "79/63/82",
            "bday": "12/25",
            "hobby": "导游"
        },
        "flavor": "与世隔绝的无人岛中，团结与羁绊是维持快乐的不二秘方。意识到这点的槲寄生调节了红线的效果，使得彼此有缘的人与物都能相会，都能建立独一无二的羁绊。",
        "firstSightDialogue": "这里就是我的秘密地点了，把脚放在这里泡一阵就会觉得很放松，来试试吧？",
        "dialogues": [
            "这里就是我的秘密地点了，把脚放在这里泡一阵就会觉得很放松，来试试吧？",
            "请收下这个，嗯，这是槲寄生的果实，像这样结下缘分的话，我的红线就一定能找到你，无论多远。",
            "Kirakira队没有乘船的大家现在应该在雪山上探险吧，不知道赛琳娜大人有没有遇上危险的事情……一定要平安啊……",
            "缘分真的很奇妙。如果没有那次海难的话，我们就没办法坐在这里欣赏美景了。感觉……也不全算是坏事。",
            "红线传来的这股脉动感是……啊，是亚巴顿又迷路了，这是今天的第几次来着？一会儿一起去帮帮她吧。"
        ]
    },
    {
        "id": 1499,
        "fullImg": "images/partners/1499.png",
        "icon": "images/partners/1499_5.png",
        "name": "YUI·海岛之家",
        "params": {
            "height": "151 см",
            "sizes": "82/59/80",
            "bday": "3/12",
            "hobby": "潜水"
        },
        "flavor": "作为落难到荒岛上的神格之一，YUI负责为大家猎取食材。同时她也总是会用那些食材做一顿料理。#n虽然由于她的一些特质，做出来的饭菜往往会显得有些奇怪……#n不过，这点小事，就不用在意啦！",
        "firstSightDialogue": "阳光、沙滩、还有海风……都是些很美好的事物呢。",
        "dialogues": [
            "要和我一起到海边走走吗？或许能找到些合适的食材。",
            "阳光、沙滩、还有海风……都是些很美好的事物呢。",
            "好不容易找到的食材，却没人吃。反倒是上面装饰用的花瓣被吃完了……",
            "不、这不是水果，是一种海洋生物的眼睛……别担心，它身上还有几百颗，我们一时半会吃不完的。",
            "听说大家都很喜欢刺身，所以我也做了一份……怎么回事，难道说食物逃跑了吗？",
            "即使是如此美好的生活，也会有结束的一天吧……像这样的事情，我已经见证过了。",
            "虽然不像白天那样，能清晰地看到四周的风景，但这时候的海岛有一种朦胧的美丽。",
            "风在吹……会觉得有些冷吗？要不要把我的外套借给你？",
            "你愿意陪着我去见识这座岛上所有美好的事物吗？谢谢……我很开心。",
            "忙碌了一天，很劳累了吧。给，这是晚餐……诶，我忘了把饭菜放进去吗？"
        ]
    },
    {
        "id": 1500,
        "fullImg": "images/partners/1500.png",
        "icon": "images/partners/1500_5.png",
        "name": "亚巴顿·进击沙滩",
        "params": {
            "height": "161 см",
            "sizes": "85/62/87",
            "bday": "6/16",
            "hobby": "海滩"
        },
        "flavor": "哪怕流落荒岛，也只把它当成一场愉快的游戏！#n无论什么时候都要开开心心地度过——#n这就是亚巴顿大人的人生信条！",
        "firstSightDialogue": "“荒岛冒险”游戏正在加载中，下一个场景——沙滩！",
        "dialogues": [
            "要和我一起到海边走走吗？或许能找到些合适的食材。",
            "阳光、沙滩、还有海风……都是些很美好的事物呢。",
            "好不容易找到的食材，却没人吃。反倒是上面装饰用的花瓣被吃完了……",
            "不、这不是水果，是一种海洋生物的眼睛……别担心，它身上还有几百颗，我们一时半会吃不完的。",
            "听说大家都很喜欢刺身，所以我也做了一份……怎么回事，难道说食物逃跑了吗？",
            "即使是如此美好的生活，也会有结束的一天吧……像这样的事情，我已经见证过了。",
            "虽然不像白天那样，能清晰地看到四周的风景，但这时候的海岛有一种朦胧的美丽。",
            "风在吹……会觉得有些冷吗？要不要把我的外套借给你？",
            "你愿意陪着我去见识这座岛上所有美好的事物吗？谢谢……我很开心。",
            "忙碌了一天，很劳累了吧。给，这是晚餐……诶，我忘了把饭菜放进去吗？"
        ]
    },
    {
        "id": 1501,
        "fullImg": "images/partners/1501.png",
        "icon": "images/partners/1501_5.png",
        "name": "希露·海洋水晶",
        "params": {
            "height": "122 см",
            "sizes": "70/49/71",
            "bday": "2/19",
            "hobby": "捉迷藏"
        },
        "flavor": "为了伙伴们而主动承担起探索责任的希露，在岛上开始了自己的奋斗。#n虽然外表娇弱，但内心却坚韧而强大！#n——“一定，会让大家都露出开心的笑容！”",
        "firstSightDialogue": "阳光晴朗，海风也不大……是游泳的好时候呢。",
        "dialogues": [
            "要和我一起到海边走走吗？或许能找到些合适的食材。",
            "阳光、沙滩、还有海风……都是些很美好的事物呢。",
            "好不容易找到的食材，却没人吃。反倒是上面装饰用的花瓣被吃完了……",
            "不、这不是水果，是一种海洋生物的眼睛……别担心，它身上还有几百颗，我们一时半会吃不完的。",
            "听说大家都很喜欢刺身，所以我也做了一份……怎么回事，难道说食物逃跑了吗？",
            "即使是如此美好的生活，也会有结束的一天吧……像这样的事情，我已经见证过了。",
            "虽然不像白天那样，能清晰地看到四周的风景，但这时候的海岛有一种朦胧的美丽。",
            "风在吹……会觉得有些冷吗？要不要把我的外套借给你？",
            "你愿意陪着我去见识这座岛上所有美好的事物吗？谢谢……我很开心。",
            "忙碌了一天，很劳累了吧。给，这是晚餐……诶，我忘了把饭菜放进去吗？"
        ]
    },
    {
        "id": 1502,
        "fullImg": "images/partners/1502.png",
        "icon": "images/partners/1502_5.png",
        "name": "妥芮朵·海边格调",
        "params": {
            "height": "152 см",
            "sizes": "81/60/83",
            "bday": "5/4",
            "hobby": "欣赏艺术"
        },
        "flavor": "哪怕仅仅是一座荒岛，也有着众多充满了艺术感的事物！#n——身为高贵的妥芮朵一族，就要有一双时时刻刻都能发现美的眼睛！",
        "firstSightDialogue": "所谓对称之美，无处不在，就算烤鱼也是一样。",
        "dialogues": [
            "要和我一起到海边走走吗？或许能找到些合适的食材。",
            "阳光、沙滩、还有海风……都是些很美好的事物呢。",
            "好不容易找到的食材，却没人吃。反倒是上面装饰用的花瓣被吃完了……",
            "不、这不是水果，是一种海洋生物的眼睛……别担心，它身上还有几百颗，我们一时半会吃不完的。",
            "听说大家都很喜欢刺身，所以我也做了一份……怎么回事，难道说食物逃跑了吗？",
            "即使是如此美好的生活，也会有结束的一天吧……像这样的事情，我已经见证过了。",
            "虽然不像白天那样，能清晰地看到四周的风景，但这时候的海岛有一种朦胧的美丽。",
            "风在吹……会觉得有些冷吗？要不要把我的外套借给你？",
            "你愿意陪着我去见识这座岛上所有美好的事物吗？谢谢……我很开心。",
            "忙碌了一天，很劳累了吧。给，这是晚餐……诶，我忘了把饭菜放进去吗？"
        ]
    },
    {
        "id": 1503,
        "fullImg": "images/partners/1503.png",
        "icon": "images/partners/1503_5.png",
        "name": "纹章·浪潮余音",
        "params": {
            "height": "167 см",
            "sizes": "89/58/91",
            "bday": "3/3",
            "hobby": "观察"
        },
        "flavor": "从未知，到已知，就是一个了解的过程。#n拿着望远镜的纹章，将自己的好奇心与恶趣味倾注于这副望远镜之中，每天观察着岛上的事物。",
        "firstSightDialogue": "不论开始还是结束，都是故事的一部分……那么，这次荒岛上所发生的故事又会以什么样的形式展开呢？",
        "dialogues": [
            "要和我一起到海边走走吗？或许能找到些合适的食材。",
            "阳光、沙滩、还有海风……都是些很美好的事物呢。",
            "好不容易找到的食材，却没人吃。反倒是上面装饰用的花瓣被吃完了……",
            "不、这不是水果，是一种海洋生物的眼睛……别担心，它身上还有几百颗，我们一时半会吃不完的。",
            "听说大家都很喜欢刺身，所以我也做了一份……怎么回事，难道说食物逃跑了吗？",
            "即使是如此美好的生活，也会有结束的一天吧……像这样的事情，我已经见证过了。",
            "虽然不像白天那样，能清晰地看到四周的风景，但这时候的海岛有一种朦胧的美丽。",
            "风在吹……会觉得有些冷吗？要不要把我的外套借给你？",
            "你愿意陪着我去见识这座岛上所有美好的事物吗？谢谢……我很开心。",
            "忙碌了一天，很劳累了吧。给，这是晚餐……诶，我忘了把饭菜放进去吗？"
        ]
    },
    {
        "id": 1504,
        "fullImg": "images/partners/1504.png",
        "icon": "images/partners/1504_5.png",
        "name": "槲寄生·荒岛之绊",
        "params": {
            "height": "162 см",
            "sizes": "79/63/82",
            "bday": "12/25",
            "hobby": "导游"
        },
        "flavor": "不仅是与人结缘之物，也是与景色结缘之物。#n——就以这坚韧的红线，作为探索荒岛的支点吧。",
        "firstSightDialogue": "红线的牵绊，将岛上的我们紧紧联系在了一起。",
        "dialogues": [
            "要和我一起到海边走走吗？或许能找到些合适的食材。",
            "阳光、沙滩、还有海风……都是些很美好的事物呢。",
            "好不容易找到的食材，却没人吃。反倒是上面装饰用的花瓣被吃完了……",
            "不、这不是水果，是一种海洋生物的眼睛……别担心，它身上还有几百颗，我们一时半会吃不完的。",
            "听说大家都很喜欢刺身，所以我也做了一份……怎么回事，难道说食物逃跑了吗？",
            "即使是如此美好的生活，也会有结束的一天吧……像这样的事情，我已经见证过了。",
            "虽然不像白天那样，能清晰地看到四周的风景，但这时候的海岛有一种朦胧的美丽。",
            "风在吹……会觉得有些冷吗？要不要把我的外套借给你？",
            "你愿意陪着我去见识这座岛上所有美好的事物吗？谢谢……我很开心。",
            "忙碌了一天，很劳累了吧。给，这是晚餐……诶，我忘了把饭菜放进去吗？"
        ]
    },
    {
        "id": 1505,
        "fullImg": "images/partners/1505.png",
        "icon": "images/partners/1505_5.png",
        "name": "丽塔·玫瑰特饮",
        "params": {
            "height": "168 см",
            "sizes": "92/61/92",
            "bday": "3/1",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "客人，您看起来似乎有些紧张，想来一杯可以放松心情的特调吗？",
        "dialogues": [
            "真是诚惶诚恐，我并不是您口中的专业人员，调配饮料这门手艺只不过是略懂一二。",
            "在点单之前……请问您有什么忌口吗？",
            "客人，您看起来似乎有些紧张，想来一杯可以放松心情的特调吗？",
            "能和您同饮一杯，是我的荣幸……哎呀，我的这杯似乎有些过甜了呢~",
            "呀！……真是抱歉，让您看到我失态的样子了。"
        ]
    },
    {
        "id": 1506,
        "fullImg": "images/partners/1506.png",
        "icon": "images/partners/1506_5.png",
        "name": "希儿·煦风轻摇",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "荡秋千"
        },
        "flavor": "正值七夕，就连季夏的风中也多了些旖旎的味道。#n既有蝴蝶，又有繁花，这是如梦一般美妙的景色。#n而就在那秋千之上，少女正轻轻荡着，享受着与你共度的时间。",
        "firstSightDialogue": "秋千荡起来的时候，就像在云端漂浮一样～要和希儿一起试试吗？",
        "dialogues": [
            "唔啊，感觉身上有一点黏黏的，这款新买的防晒霜不太适合我……",
            "海浪声，海鸟声，还有刨冰的沙沙声，这就是夏天呀~",
            "我在等布洛妮娅姐姐浮潜回来，啊……给姐姐买的冰棍已经有点融化了。",
            "为什么夏威夷口味的刨冰一定是蓝色的呢？",
            "啊呀，好疼！杏你适可而止一点啦！"
        ]
    },
    {
        "id": 1507,
        "fullImg": "images/partners/1507.png",
        "icon": "images/partners/1507_5.png",
        "name": "杏·静谧一隅",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "春游"
        },
        "flavor": "雨后的公园春景似乎勾不起杏的太多兴趣，但她还是换上了与往常不一样的装束，静静地看着湖面，静静地陪伴着两人。",
        "firstSightDialogue": "你逛夏日节还要花钱？真是弱爆了。看！苹果糖，章鱼烧和金鱼，连这身浴衣都是本大爷赢回来的！",
        "dialogues": [
            "你逛夏日节还要花钱？真是弱爆了。看！苹果糖，章鱼烧和金鱼，连这身浴衣都是本大爷赢回来的！",
            "希儿？和她最喜欢的布洛妮娅姐姐黏在一起呢，真是恶心死了。本大爷才不凑那个热闹。",
            "夏日节没人陪你……噗，好可怜。本大爷就大发慈悲，陪陪你好了。",
            "她们现在应该……很在意刚才的表情吗？乱猜测本大爷的想法，可是要付出代价的~",
            "夏日节的小吃不错嘛，来尝一口——哼哼，不给你。现在的你还不够看，等本大爷认可你以后再说吧~"
        ]
    },
    {
        "id": 1508,
        "fullImg": "images/partners/1508.png",
        "icon": "images/partners/1508_5.png",
        "name": "艾拉·苍墟之影",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "与虫后意识链接的艾拉，感受着她的孤独与渴求。#n数万年的囚禁，漫长的黑暗与等待……#n只要能，再一次听见自由的风声——",
        "firstSightDialogue": "虚无、荒芜……人类命运的未来，已纳入计算中。",
        "dialogues": [
            "真是诚惶诚恐，我并不是您口中的专业人员，调配饮料这门手艺只不过是略懂一二。",
            "在点单之前……请问您有什么忌口吗？",
            "客人，您看起来似乎有些紧张，想来一杯可以放松心情的特调吗？",
            "能和您同饮一杯，是我的荣幸……哎呀，我的这杯似乎有些过甜了呢~",
            "呀！……真是抱歉，让您看到我失态的样子了。"
        ]
    },
    {
        "id": 1509,
        "fullImg": "images/partners/1509.png",
        "icon": "images/partners/1509_5.png",
        "name": "福瑞吉·光影之匣",
        "params": {
            "height": "164 см",
            "sizes": "88/53/89",
            "bday": "12/12",
            "hobby": "Gacha"
        },
        "flavor": "奇妙与欢乐的盒子打开了！和福瑞吉一起体验999合一的超强劲游戏吧，不用gacha，也不需要等待漫长的更新，只需要大量的硬币和持之以恒的游戏精神就能获得童年的欢乐~",
        "firstSightDialogue": "只要还有投币续关的意志，无论抽中多奇怪的游戏，最终都能通关的~",
        "dialogues": [
            "Gacha~☆Gacha~是福瑞吉最~喜欢做的事情噢~诶嘿~真好奇，下一次会抽到什么呢~",
            "想不想知道福瑞吉的玩具箱能变出什么呀？哦~这是烂了半截的葱棒，好耶，终于抽到了葱棒的隐藏版！",
            "又抽出了不一样的东西~玄学大法太棒了~唔哈哈哈哈哈咳咳——哈哈哈！",
            "啊啊……今日份的Gacha抽完了……！不行，福瑞吉还想要……抽更多……",
            "诶——你今天的手气可以媲美咸带鱼了，真臭呀~喂喂，禁止暴力啦，别把怒气发泄在福瑞吉的身上嘛。",
            "你、你盯着我的额头瞧什么，哼，这才不是免费的F！是自由的F噢！FREE~~"
        ]
    },
    {
        "id": 1510,
        "fullImg": "images/partners/1510.png",
        "icon": "images/partners/1510_5.png",
        "name": "雷电彩葵·铃结花簪",
        "params": {
            "height": "166 см",
            "sizes": "86/59/88",
            "bday": "4/14",
            "hobby": "有趣的一切"
        },
        "flavor": "褪下平日里西式风格的衣裙，换上充满极东情调的白无垢，不出意外地毫无违和感——倒不如说更加合适才对，就连身边飞舞的灵蝶也似是在为她伴舞，庆祝着一次命运的交汇。",
        "firstSightDialogue": "终于制作好了——这样的嫁衣，你会喜欢吗？",
        "dialogues": [
            "终于制作好了——这样的嫁衣，你会喜欢吗？",
            "双手展开，转个身……好，你的尺码我记住了，接下来就该构思情侣衫的款式了~",
            "裁缝当腻了，该开始考虑新的领域了，料理？魔术？民族舞？嗯……从最感兴趣的开始吧。",
            "以后想喝什么口味的味增汤呢？劲辣味增？雪顶味增？还是——味增冰沙！？",
            "那个……我做得究竟怎么样呢？有给我们家丢脸吗？",
            "亲·爱·的——你也别老瘫在沙发上玩游戏呀，做家务无聊死了，今天你来！躲在抱枕后面也没用的！"
        ]
    },
    {
        "id": 1511,
        "fullImg": "images/partners/1511.png",
        "icon": "images/partners/1511_5.png",
        "name": "优安吉莉尔",
        "params": {
            "height": "152 см",
            "sizes": "82/61/82   ",
            "bday": "12/8",
            "hobby": "宣读福音书、咏唱、和姐姐在一起"
        },
        "flavor": "真神的信仰者，同胞而生的三姐妹，被世人尊为圣人的孩子。#n虽然两个妹妹都不怎么虔诚，但福音书只要一个人读就好啦！",
        "firstSightDialogue": "这是神的荣光，我分赐它于人世。（啊，姐姐真伟大～）（不信姐姐的人有难了！）",
        "dialogues": [
            "这是神的荣光，我分赐它于人世。（啊，姐姐真伟大～）（不信姐姐的人有难了！）",
            "道成肉身，以此成就恩典。（安莉尔~和姐姐~就是一切~）（吉莉尔要为姐姐起刀兵！）",
            "神、神说，勿在圣坛上行无聊之事……（哎呀呀~姐姐害羞啦～）（戏弄姐姐的罪，都要有应！）",
            "这便是人的祸，因罪而生。（呜呜呜~姐姐不要哭~）（吉莉尔会守着姐姐，这就是义！）",
            "凡是亵渎者，其罪过都要应了。（别靠近~姐姐不高兴~）（将右脸也贴来，吉莉尔要打你两遍！）",
            "于是神的训诫就此告终，留予人类自由的土。（咏唱结束~腿有些麻木~）（吉莉尔的道难行了……）"
        ]
    },
    {
        "id": 1512,
        "fullImg": "images/partners/1512.png",
        "icon": "images/partners/1512_5.png",
        "name": "尤姆·卡克斯",
        "params": {
            "height": "168 см",
            "sizes": "96/71/85",
            "bday": "-",
            "hobby": "玉米"
        },
        "flavor": "绿油油的穗叶，金灿灿的玉米。每当看到大家丰收的时候，尤姆的心中就会充满喜悦。#n因为——这就代表大家能够富裕、满足地生活下去。",
        "firstSightDialogue": "看你这么馋的样子，那我就折一根玉米棒给你吧。",
        "dialogues": [
            "看你这么馋的样子，那我就折一根玉米棒给你吧。",
            "看着埋下去的种子，慢慢地抽芽，渐渐地长大——那真是一件很有成就感的事情。",
            "虽然这副头冠没有宝石点缀，也没有权杖装饰，但它是子民给我的礼物，所以我很喜欢。",
            "哈——你在干什么，是想亵渎神明的威严吗？",
            "即使我能让土地肥沃，令玉米丰收。但却还是有纷争，有厮杀，有饥荒和暴乱……为什么会这样呢？",
            "呼啊，这用玉米酿出来的饮品真好喝……玉米真厉害，可以烤，可以煮，还能用来做饮品——玉米万岁！"
        ]
    },
    {
        "id": 1513,
        "fullImg": "images/partners/1513.png",
        "icon": "images/partners/1513_5.png",
        "name": "魅朵莉",
        "params": {
            "height": "153 см",
            "sizes": "82/61/82    ",
            "bday": "10/27",
            "hobby": "收集泪珠"
        },
        "flavor": "透明的瓶中盛着晶莹的泪水，#n这是哀思与悼念凝聚出的结晶。#n不想忘却的执念，借由他人的哀思，就此延伸。",
        "firstSightDialogue": "瓶中泪珠所寄托着的悲伤，便是爱意的证明。",
        "dialogues": [
            "瓶中泪珠所寄托着的悲伤，便是爱意的证明。",
            "将对所爱之人的思念藏在瓶中，这样就不会忘却了吧。",
            "又衔来了一枚新的泪珠么，好……这份悲恸正是我想要的感觉。",
            "你愿意帮我去搜集泪水吗？太好了，谢谢你。",
            "这份悲哀，到底是对逝去之人的怀念，还是对逐渐平静下来的自己的不甘呢……",
            "不想要丧失对逝去之人的哀思，无论如何也要将它铭刻心中。"
        ]
    },
    {
        "id": 1514,
        "fullImg": "images/partners/1514.png",
        "icon": "images/partners/1514_5.png",
        "name": "布洛妮娅·永生花",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "爱"
        },
        "flavor": "许多东西都有期限，罐头有保质期、游戏有打折期、文件有公示期……但有些事情，人们无论如何都不希望过期，因此需要付出额外的努力，更多的温柔和赤诚的真心。#n所以，祝愿这份爱如永生花一般——不，比永生花更为永恒与美丽吧。",
        "firstSightDialogue": "接下来就是双人合作的游玩内容了，布洛妮娅相信会是幸福的无尽模式，和你一起。",
        "dialogues": [
            "春雨刚过，地面还有些湿滑……希儿，杏，游玩的时候要当心一点。",
            "即使春意在，若没有一同欣赏的大家，也只是单纯的景色。",
            "春天的天气真是舒服，加上沁人心脾的温暖花香，适合小憩一会儿。",
            "西伯利亚的景色非常辽阔，有着与此处不一样的美感。下次就和我们去看看吧。",
            "今天不论是希儿还是杏，都有别样的美。要不要和大家一起拍照留念？"
        ]
    },
    {
        "id": 1515,
        "fullImg": "images/partners/1515.png",
        "icon": "images/partners/1515_5.png",
        "name": "九霄·罪城狩影",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "守护夜晚城市的和平"
        },
        "flavor": "再宁静的城镇之中，夜晚也总有魑魅魍魉之辈在街巷中潜行。#n邪恶总是蕴藏在黑暗的缝隙中。#n无处不在、无恶不作、无法无天、无人能治——除了那镀银的凶弹！#n从黑暗中射出，终结那黑暗的生命！是你守护了我们吗？猎魔人九霄！",
        "firstSightDialogue": "尽管逃窜吧！恶魔们，但你们终究逃不过那黑夜中的正义之影，匍匐于九霄大人的银弹之下吧！",
        "dialogues": [
            "尽管逃窜吧！恶魔们，但你们终究逃不过那黑夜中的正义之影，匍匐于九霄大人的银弹之下吧！",
            "为什么用枪和弩两种远程武器？当然是因为九霄大人的加点独具特色，不存在什么一开始点错武器专精之类的事~",
            "强化！荒神寂灭之血！啊不对这是昨晚没喝完的饮料、这是眼药水……哇啊，说好不能打断技能呢？别过来呀！",
            "风中……有邪恶的气息……唔啊风好大！哼……这就是你们的偷袭么，雕虫小技是打不倒九霄大人的！",
            "罪恶已被铲除，良善的市民们哟，今后你们可以安然入睡了。"
        ]
    },
    {
        "id": 1516,
        "fullImg": "images/partners/1516.png",
        "icon": "images/partners/1516_5.png",
        "name": "伊瑟琳·布偶捕手",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "毛绒玩具"
        },
        "flavor": "不知不觉坠入了满是软绵绵与毛茸茸的异想世界，沉浸在温暖舒适的幸福天堂之中！等等……天空中那虎视眈眈的铁爪是？不要啊！我不要被扔到出货口去！",
        "firstSightDialogue": "量子现象？不对，难道是弦理论？还是平行宇宙假说……解释不通，到底为什么我会在这个地方被娃娃机爪夹着呢？",
        "dialogues": [
            "让我看看财报……吼吼，这个月的业绩上涨了好多，下次给这帮家伙什么奖励比较好呢~",
            "唔呀！怎么都这个时候了……催一下就够啦，你这个——笨蛋闹钟！！",
            "不劳动者不得食，但多劳多得，天魔物流有五倍加班工资哦~",
            "全翁德兰都知道我芙兰的大名了……有了名声，距离实现我的宏图伟业就更简单了，真是做梦都会笑醒！",
            "只要愿意工作，天魔物流就不会让你失业。不过，酬劳还是得和你的功劳对等~"
        ]
    },
    {
        "id": 1517,
        "fullImg": "images/partners/1517.png",
        "icon": "images/partners/1517_5.png",
        "name": "菲米莉丝·真影交界",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "和人打交道"
        },
        "flavor": "超级厉害的美少女系AI，又可爱、又活泼、又讨人喜欢……菲米莉丝简直就是完美的化身~要是放到应用商店里面的话，下载量一定等于全球人口总数吧！#n总之，就是这么了不起的AI！#n#n编辑次数：1024次历史版本  最近编辑用户：菲米莉丝",
        "firstSightDialogue": "哈，初次见面，你想不想进行一场刺激的试炼呢？",
        "dialogues": [
            "冬天吃冰棍对身体不好？没办法，谁让我家里不是冬天呢~",
            "难道你们都没有暖气吗？在天魔物流的年会奖品里加个暖气好了。",
            "当老板可是很忙的，偶尔也需要悠哉游哉的清净生活，所以在我家里，请大家安静点。",
            "好热好热，冰棍都要化了……",
            "唔？别紧张，不会因为这点小事扣工资的，你们把我当成什么人了。"
        ]
    },
    {
        "id": 1518,
        "fullImg": "images/partners/1518.png",
        "icon": "images/partners/1518_5.png",
        "name": "YUI·海洋之友",
        "params": {
            "height": "151 см",
            "sizes": "82/59/80",
            "bday": "3/12",
            "hobby": "潜水"
        },
        "flavor": "来历神秘，行踪成谜，却有着普通少女心气的她，来到了无人岛上，为了大家的温饱，化身为了高效的食物收集者。",
        "firstSightDialogue": "这片海洋，很清新。让我不由得心情愉悦。",
        "dialogues": [
            "这片海洋，很清新。让我不由得心情愉悦。",
            "肚子饿了的话，请再稍等一下，我已经捕获了一些K2，再收集一些Bz-923和EG-6-1就可以做饭了。",
            "之前完全不知道潜水这么有趣。如果你不害怕憋气的话，我们下次一起下水吧。",
            "一起聊过天了……那，我们现在……是朋友了吗？",
            "这是我在海里认识的新朋友，你要来起个名字吗？嗯……好奇怪的名字，那K2-92-T4-6C，你以后就叫星期五了。"
        ]
    },
    {
        "id": 1519,
        "fullImg": "images/partners/1519.png",
        "icon": "images/partners/1519_5.png",
        "name": "亚巴顿·海滩游戏",
        "params": {
            "height": "161 см",
            "sizes": "85/62/87",
            "bday": "6/16",
            "hobby": "海滩"
        },
        "flavor": "士别三日当刮目相看，亚巴顿·绝狱暴君·魔焱裁决——前几天还是家里蹲游戏宅的她，现在已经超越过往的自己，成为海滩游戏宅了！",
        "firstSightDialogue": "哼哼哼~欸？你什么时候冒出来的，亚巴顿大人没有在偷懒哦，我在……嗯，对！在防备海兽袭来！",
        "dialogues": [
            "哼哼哼~欸？你什么时候冒出来的，亚巴顿大人没有在偷懒哦，我在……嗯，对！在防备海兽袭来！",
            "当然做得到呀，亚巴顿大人是无所不能的~不过是用鼻子顶住球而已，等你找到球之后我就轻松做给你看！",
            "哔哔，角色“亚巴顿”的饱食度已归零，请投喂食物以继续对话~",
            "荒岛求生不用做准备的，比如我就没准备呀，我在家里打着游戏哼着歌，走着走着就到荒岛了！",
            "哦？这是对亚巴顿大人的挑战吗！？那看好了，海滩版·大力射门~"
        ]
    },
    {
        "id": 1520,
        "fullImg": "images/partners/1520.png",
        "icon": "images/partners/1520_5.png",
        "name": "希露·小小冒险",
        "params": {
            "height": "122 см",
            "sizes": "70/49/71",
            "bday": "2/19",
            "hobby": "捉迷藏"
        },
        "flavor": "小小的身体里，蕴藏着大大的勇气，在荒岛上的希露自告奋勇成为了探索的前锋，让我们期待她的英勇表现吧！",
        "firstSightDialogue": "在荒岛上联系不到朋友……会寂寞吧？要不要我给你……那个……唱首歌？",
        "dialogues": [
            "在荒岛上联系不到朋友……会寂寞吧？要不要我给你……那个……唱首歌？",
            "来做提升胆量的特训吗？好！那……我们就……一直盯着彼此，看谁先害怕怎么样？嗯，开始了……盯——",
            "看包装上的说明，我的手电筒是……嗯，啊对，是核能的！总之就是不会断电的样子，真是太方便了。",
            "有我在……一定能保护你的！所以……不用害怕哦……",
            "噫有响声！已经跑掉了吗……呼，你……没有事吧？"
        ]
    },
    {
        "id": 1521,
        "fullImg": "images/partners/1521.png",
        "icon": "images/partners/1521_5.png",
        "name": "妥芮朵·海滨烧烤",
        "params": {
            "height": "152 см",
            "sizes": "81/60/83",
            "bday": "5/4",
            "hobby": "欣赏艺术"
        },
        "flavor": "为了生存而生吞活剥什么的，乃是野蛮人的行为。身为高贵血族的妥芮朵，即使身处无人岛上，也会保持文明世界的优雅！",
        "firstSightDialogue": "来得正好，烧柴扇风这种粗鄙的工作就交给你了，作为奖赏，我就开恩让你品味和我同级别的食物吧。",
        "dialogues": [
            "来得正好，烧柴扇风这种粗鄙的工作就交给你了，作为奖赏，我就开恩让你品味和我同级别的食物吧。",
            "不要，我绝对不接受大蒜烤串，你敢拿出来我饶不了你。",
            "那根好了，吃吧……我不吃是因为我不喜欢，才没有觉得你很辛苦，你再啰啰嗦嗦我就扔掉了！",
            "仔细一看，这烤串切的不够对称啊，没救了，这根就由着它化作焦炭吧。",
            "嗯~饱满而规整，色泽透亮，切割又别具匠心。不愧是我，可惜还欠一点火候。"
        ]
    },
    {
        "id": 1522,
        "fullImg": "images/partners/1522.png",
        "icon": "images/partners/1522_5.png",
        "name": "纹章·暗中观察",
        "params": {
            "height": "167 см",
            "sizes": "89/58/91",
            "bday": "3/3",
            "hobby": "观察"
        },
        "flavor": "在地形一无所知的无人岛上，有一副望远镜无疑是莫大的幸运，但如果那副望远镜在纹章手上……那幸运与否就难说了——毕竟你不会知道，她看见了什么。",
        "firstSightDialogue": "在这荒僻的异境中，可以看到熟识之人与众不同的那一面，不觉得很有趣么？",
        "dialogues": [
            "在这荒僻的异境中，可以看到熟识之人与众不同的那一面，不觉得很有趣么？",
            "想知道谁的秘密，只要在我耳边说出名字就行~不会被发现的，这里只有你，和我。",
            "想知道我的秘密？呼呼，那你做好支付代价的准备了么？",
            "这里很适合观察大家的生活哦，所有事情都一览无余，所有秘密都尽收眼底。",
            "哇哦……呵呵，真是调皮呢。在这无人岛上，手握望远镜就等于坐上了剧院的特等席。"
        ]
    },
    {
        "id": 1523,
        "fullImg": "images/partners/1523.png",
        "icon": "images/partners/1523_5.png",
        "name": "槲寄生·见习导游",
        "params": {
            "height": "162 см",
            "sizes": "79/63/82",
            "bday": "12/25",
            "hobby": "导游"
        },
        "flavor": "缘分指向的地方就是美丽的去处，在无人岛上生活面临的绝不只是生存危机和失落，发现美妙景色的快乐也是生活的一部分，槲寄生相信着这点，并因此举起旗帜。",
        "firstSightDialogue": "如果觉得无聊的话，不妨随我一起去见识一些美丽的风景？说不定能邂逅与众不同的缘分呢。",
        "dialogues": [
            "如果觉得无聊的话，不妨随我一起去见识一些美丽的风景？说不定能邂逅与众不同的缘分呢。",
            "觉得现在的我比起在Kirakira时候更加冷静从容，欸……一、一定是碧蓝的大海让我心灵平和了的原因！",
            "很累吗？那明天我带你去我的秘密地点吧……虽然很近但路很弯绕，一定要跟着我的旗子哦。",
            "虽然一开始只是想让让大家打起精神，但不知不觉变得跟真的导游一样……不过还挺有趣的，回去之后干脆考个导游证吧。",
            "嗯……嗯，虽然这张地图很抽象派，但我知道要怎么走了，大家记得跟着导游旗不要走丢哦~"
        ]
    },
    {
        "id": 1524,
        "fullImg": "images/partners/1524.png",
        "icon": "images/partners/1524_5.png",
        "name": "樱华·浮世水韵",
        "params": {
            "height": "157 см",
            "sizes": "73/53/70",
            "bday": "4/5",
            "hobby": "果汁"
        },
        "flavor": "或许是因为还受到大正年代的观念束缚吧，哪怕是来到了海边，樱华也是一身连体泳装。#n不过——即使是这样的连体泳装，也一点不减少樱华身姿的美丽程度。#n只能说，或许这正是最适合她的装扮了吧。",
        "firstSightDialogue": "能和大家一起享受着微风、海水、还有香甜的果汁，真是一件幸福的事情呢。",
        "dialogues": [
            "哎呀，果汁可真好喝呢，如果能冰镇一下就更好了！",
            "能和大家一起享受着微风、海水、还有香甜的果汁，真是一件幸福的事情呢。",
            "和其他人一起来到海边……总觉得很久之前也经历过这样的事情，但那已经是遥远的记忆了。",
            "呜唔，我晒太阳的样子有那么奇怪吗？“明明是幽灵”什么的……哎呀，你又要讲鬼故事了吧，不听不听！",
            "快看快看，能看出来我身上的泳装有什么特别之处吗？嘻嘻……这上面的花纹和图样，可都是“大正风格”哦！"
        ]
    },
    {
        "id": 1525,
        "fullImg": "images/partners/1525.png",
        "icon": "images/partners/1525_5.png",
        "name": "䌷·海岛清意",
        "params": {
            "height": "151 см",
            "sizes": "69/53/70",
            "bday": "6/24",
            "hobby": "和菓子、西瓜"
        },
        "flavor": "与其他六位神格一同流落荒岛的䌷，开始了自己的岛上生活。#n晴朗的阳光，碧蓝的海水，还有清新而洁净的空气。#n在这样的环境中，品尝着清凉的食物，还真是种甜美而愉悦的体验呢。",
        "firstSightDialogue": "西瓜、冰淇淋、还有我最喜欢的和菓子……这些都是夏天最美妙的享受呢。",
        "dialogues": [
            "西瓜、冰淇淋、还有我最喜欢的和菓子……这些都是夏天最美妙的享受呢。",
            "夏天真炎热呀～你也想来感受一下海水的清凉吗？",
            "什么嘛，游泳圈这么小，不要挤进来啦……好过分！",
            "能平安无事地来到岛上虽说不错，不过，还是有一些朋友失踪了……",
            "虽然流落荒岛有些可怕，但这种珍贵的体验说不定能成为写作的素材呢。"
        ]
    },
    {
        "id": 1526,
        "fullImg": "images/partners/1526.png",
        "icon": "images/partners/1526_5.png",
        "name": "海德拉",
        "params": {
            "height": "160 см",
            "sizes": "60/47/57",
            "bday": "7/29",
            "hobby": "煮鸟蛋"
        },
        "flavor": "九头的魔物海德拉，九颗头颅中蕴藏着九种不同的人格，因此行事难寻逻辑，久而久之为祸一方，最终成为了赫拉克勒斯英雄传说悲剧的注脚。可以说是超古代垫脚石也不为过的反派角色。#n最近因为在游戏影视作品中的出场次数变多了，所以换上了比较新潮的服装，嘴上虽然不承认，但实际上心里非常得意。",
        "firstSightDialogue": "吾乃九头蛇，九倍于凡人的头颅便是九倍于凡人的智慧，敬畏这份智慧，然后献上祭品吧——听懂了吗，吾想吃煮鸟蛋。",
        "dialogues": [
            "吾乃九头蛇，九倍于凡人的头颅便是九倍于凡人的智慧，敬畏这份智慧，然后献上祭品吧——听懂了吗，吾想吃煮鸟蛋。",
            "略略略，我才没有对你的午饭吐口水呢~你说有人看到了？那也是另一个我干的，才不是这个我~",
            "哟，伙伴……你怎么一个人坐着……心情不好？那就该发泄一番！走，跟我去揍几个奥林匹斯神去！",
            "来得好，爱卿，本王在制定征服巴比伦计划，看看和第一版相比这版……文档崩溃了么，哼，可恶的奥林匹斯众神。",
            "那个，前辈……你有看见赫拉克勒斯大人吗？今天我也做了早餐，不知道能不能送到大人的手上……",
            "猜猜我是谁？是智将海德拉还是捣蛋鬼海德拉呢？错错错，我是隐藏角色，小海德拉哦！"
        ]
    },
    {
        "id": 1527,
        "fullImg": "images/partners/1527.png",
        "icon": "images/partners/1527_5.png",
        "name": "菲米莉丝",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "和人打交道"
        },
        "flavor": "超级厉害的美少女系AI，又可爱、又活泼、又讨人喜欢……菲米莉丝简直就是完美的化身~要是放到应用商店里面的话，下载量一定等于全球人口总数吧！#n总之，就是这么了不起的AI！#n#n编辑次数：1024次历史版本  最近编辑用户：菲米莉丝",
        "firstSightDialogue": "哟，你来啦，今天想教菲米莉丝些什么呢？",
        "dialogues": [
            "哟，你来啦，今天想教菲米莉丝些什么呢？",
            "菲米莉丝的阅读速度可比文字闪现速度要快多了，这个屏幕上播的代码只是屏保罢了。",
            "我背后的屏幕有什么用？嗯……该怎么说呢……那个，我其实不是用“眼睛”在看东西，这点你应该知道吧？",
            "让你见识一下真正的多线程操作——一边聊天窗对线一边完美过关……成功咯！",
            "想要在Debug上赢过菲米莉丝？Nonono~绝对没胜算的！"
        ]
    },
    {
        "id": 1528,
        "fullImg": "images/partners/1528.png",
        "icon": "images/partners/1528_5.png",
        "name": "希儿·心室对弈",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "脑内小剧场"
        },
        "flavor": "所谓博弈，是聪明人思考问题的厉害方式。希儿就很擅长在今天中午吃什么、要不要看完这集电视剧再睡觉、怎么找理由和布洛妮娅姐姐出去玩等重大问题上活用自我博弈的技巧，在激进和保守之间找到答案，来决定自己到底是要做个乖乖女还是做个坏小孩。#n不过在重大事项上，乖乖女的那一面似乎老是会输。",
        "firstSightDialogue": "这样……那样……还是这样之后再那样……加油希儿，不能输给自己啊！",
        "dialogues": [
            "真是诚惶诚恐，我并不是您口中的专业人员，调配饮料这门手艺只不过是略懂一二。",
            "在点单之前……请问您有什么忌口吗？",
            "客人，您看起来似乎有些紧张，想来一杯可以放松心情的特调吗？",
            "能和您同饮一杯，是我的荣幸……哎呀，我的这杯似乎有些过甜了呢~",
            "呀！……真是抱歉，让您看到我失态的样子了。"
        ]
    },
    {
        "id": 1529,
        "fullImg": "images/partners/1529.png",
        "icon": "images/partners/1529_5.png",
        "name": "菲米莉丝·数界天亭泉",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "和人打交道"
        },
        "flavor": "超级厉害的美少女系AI，又可爱、又活泼、又讨人喜欢……菲米莉丝简直就是完美的化身~要是放到应用商店里面的话，下载量一定等于全球人口总数吧！#n总之，就是这么了不起的AI！#n#n编辑次数：1024次历史版本  最近编辑用户：菲米莉丝",
        "firstSightDialogue": "先定一个小目标，比如说「High tech, high life」！",
        "dialogues": [
            "先定一个小目标，比如说「High tech, high life」！",
            "嗯？又出BUG了？……唉~人家正在兴头上呢，看我的——BUG消失术！哼哼，修好了~",
            "该你出场了小黄——欸？再试一次……还是不行？哼！这么没用的道具才不是菲米莉丝开发的呢！删除删除！",
            "今天的阿瓦隆有什么好消息？让菲米莉丝看看——事故报告，错误日志，紧急维护……刚才菲米莉丝什么都没看到~",
            "什么？浴巾……哇啊啊啊，BUG消失术！BUG消失术……呼，刚才真危险。"
        ]
    },
    {
        "id": 1530,
        "fullImg": "images/partners/1530.png",
        "icon": "images/partners/1530_5.png",
        "name": "菲米莉丝·元汽自售",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "促销，赚钱"
        },
        "flavor": "在酷热的夏夜里悄无声息地出现，为疲乏的少女们带来甜蜜和滋润。千羽学园的神秘学生，其真实身份竟然是——走廊里的自动贩卖机！",
        "firstSightDialogue": "千羽学园超级智能自动贩卖机，代号：菲米莉丝~这位同学，需要饮料吗？",
        "dialogues": [
            "千羽学园超级智能自动贩卖机，代号：菲米莉丝~这位同学，需要饮料吗？",
            "不要再问我卖不卖胡椒博士了，我是自动贩卖机，不是电话微波炉啊！",
            "这几天来买饮料的同学好少啊，是因为临近期末都太忙碌了吗……",
            "快要打铃了哦。再犹豫下去的话，你就要度过干渴，燥热，没有气泡的四十分钟啦~",
            "哎？要清洁机身吗？不，不用啦，被人仔细检查的话，感觉会很奇怪……"
        ]
    },
    {
        "id": 1531,
        "fullImg": "images/partners/1531.png",
        "icon": "images/partners/1531_5.png",
        "name": "阿瑞斯·听澜奏风",
        "params": {
            "height": "168 см",
            "sizes": "88/61/84",
            "bday": "4/10",
            "hobby": "死亡金属、海风"
        },
        "flavor": "洗净妆容，换下演出服。阿瑞斯来到海边，享受着海风的吹拂。#n虽然是难得的休憩时光，但她却还是一心一意寻找着音乐的灵感，心中的热情依然如往日那样炽烈。",
        "firstSightDialogue": "难得的闲暇时光么……我可不是来休息的，只是想换一个环境，寻找音乐的灵感。",
        "dialogues": [
            "难得的闲暇时光么……我可不是来休息的，只是想换一个环境，寻找音乐的灵感。",
            "胸中的热情无论何时都不会被磨灭，就算是一把Ukelele，我也能演奏出死亡金属的味道。",
            "这海风的音色，虽然不像死亡金属那样激烈，但也别有一番韵味嘛。",
            "要跟我在海边来一场即兴演出吗？让鲸鱼和海豚成为我们的听众吧！",
            "虽然我的新曲子还没有想好，但既然你这么强烈要求，想带我去有趣的地方……那就来吧。"
        ]
    },
    {
        "id": 1532,
        "fullImg": "images/partners/1532.png",
        "icon": "images/partners/1532_5.png",
        "name": "宁蒂·喵喵话痨",
        "params": {
            "height": "145 см",
            "sizes": "75/55/74",
            "bday": "11/15",
            "hobby": "喵语"
        },
        "flavor": "“朋友们，新来的雌性两脚兽坐在了我们的地盘上。”#n“嗨呀，这只两脚兽傻傻的，连基本礼仪都不懂。看来，吾辈得用两脚兽的语言教她点规矩。”#n“呜哦哦哦哦，这服侍的手法也太舒服了！完蛋，这家伙超懂的！”#n（宁蒂·阿波卡利斯 译）",
        "firstSightDialogue": "这些孩子好像掌握了人类的词汇，但是只能用喵语传达。只要花点心思，你也能理解它们的想法。",
        "dialogues": [
            "这些孩子好像掌握了人类的词汇，但是只能用喵语传达。只要花点心思，你也能理解它们的想法。",
            "猫咪并不柔弱，但也没有九条命。有机会的话，请对它们好一点。",
            "你也想学喵语吗？那就从基本词汇，胡须语法和肢体语大全……欸？原来不学吗？",
            "根据喵语辞典，猫咪对着你翻肚皮的时候，是在表示信任和友好。但如果摸了的话，就是在攻击它的弱点，会很危险哦。",
            "宁蒂一抚摸猫咪，就能吸引来越来越多的猫咪。其实这也是喵语的一部分，只要勤加练习，你也能像宁蒂一样。"
        ]
    },
    {
        "id": 1533,
        "fullImg": "images/partners/1533.png",
        "icon": "images/partners/1533_5.png",
        "name": "德丽莎·狼影戏月",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "惩罚坏孩子"
        },
        "flavor": "在这美妙的万圣夜，月之女神降临的夜晚，自然也不会少了学生会长的身影。此刻，她或许正化身可怕的狼灵，出现在每个坏孩子的身旁呢。#n做过坏事的孩子们要小心咯……这才不是在逃避工作，绝对不是！",
        "firstSightDialogue": "嗷呜~坏孩子在哪里呢？快快把你的糖果交给我，嗷呜~",
        "dialogues": [
            "嗷呜~坏孩子在哪里呢？快快把你的糖果交给我，嗷呜~",
            "学生会长？你认错人啦，我是惩罚坏孩子的万圣节狼灵！学生会长她，她肯定在努力工作啦！",
            "好想跟塞西莉亚一起登台啊，但是狼灵会遮挡月之女神的光辉吧。",
            "在看哪里呀？嗯……这是很蓬松的狼尾巴哦，是不是很想摸一下？",
            "好孩子是看不到我的呦……但是坏孩子就会被我吓一跳！嘻嘻嘻嘻~"
        ]
    },
    {
        "id": 1534,
        "fullImg": "images/partners/1534.png",
        "icon": "images/partners/1534_5.png",
        "name": "奈特梅尔",
        "params": {
            "height": "165 см",
            "sizes": "64/47/57",
            "bday": "-",
            "hobby": "地狱萝卜"
        },
        "flavor": "从地狱而来，为心存内疚者带来痛苦和审判的梦魇之兽。数千年以来威名为人所传唱。最近在考虑的事情是噩梦源流和自己的亲属关系。",
        "firstSightDialogue": "看到我不觉得害怕么？很好……真的很好，我没在嘴硬，这说明你的人生还蛮幸福的。",
        "dialogues": [
            "看到我不觉得害怕么？很好……真的很好，我没在嘴硬，这说明你的人生还蛮幸福的。",
            "你上一次大开杀戒是在什么时候？昨天？哼，那我可要——等下，你该不会是在游戏里大开杀戒吧……",
            "嘿！呃……你怎么回事？我压在你胸口上，你应该难受得呼吸不过来才对，是最近我变瘦了吗……",
            "我说……你真的一点坏事都不做啊？今晚比较凉快，出去随便背叛个人怎么样？或者明天？给个准数行吗？",
            "说起来，我到底和噩梦源流什么关系？该叫她老妈吗？之前叫她奶奶，结果她捂着耳朵大叫着逃跑了……",
            "不要，我才不要跑步，我超懒的，别用恳求的眼光看我，我最讨厌跑步了。"
        ]
    },
    {
        "id": 1535,
        "fullImg": "images/partners/1535.png",
        "icon": "images/partners/1535_5.png",
        "name": "丽贝卡",
        "params": {
            "height": "178 см",
            "sizes": "99/67/102",
            "bday": "6/14",
            "hobby": "收藏咒术之源"
        },
        "flavor": "掌握所谓咒术与生命之源的神秘贵族神格，自称丽贝卡夫人，家中的珍贵藏品浩如烟海，据说就连巨龙也会为之心动。#n但这些藏品都只不过是她获取真正所图之物的道具，她真正的梦想，乃是获取所有生物、所有类型的咒术之源。",
        "firstSightDialogue": "小家伙，踏足我的领地意欲何为？是想要获取生命与力量么？",
        "dialogues": [
            "小家伙，踏足我的领地意欲何为？是想要获取生命与力量么？",
            "小家伙，我问你，这世上真的有绿色或者灰色的咒术之源么？",
            "多喝水少熬夜，你体内的咒术之源状态很不妙，我都不忍心多看了。",
            "嗯，很好。珍贵的藏品又多了一件，就戴在你头上吧。呼呼，你在说什么呢，当然因为你也是我的藏品呀。",
            "你说你最近有点贫——嘘，咒术之源乃是神秘之物，直呼其名必遭致神鬼注目，继续用这称呼就好。",
            "既是生命的源泉、又是死亡的暗示；既是现代医学的必须之物，又是魔法与诅咒的载体，不觉得很矛盾么？"
        ]
    },
    {
        "id": 1536,
        "fullImg": "images/partners/1536.png",
        "icon": "images/partners/1536_5.png",
        "name": "灵依娘·海畔夏旅",
        "params": {
            "height": "166 см",
            "sizes": "90/58/91",
            "bday": "8/17",
            "hobby": "调戏崩坏娘"
        },
        "flavor": "与崩坏娘一起来到黄金海岸度假的灵依娘，坐在气垫改造的秋千上，享受着这份难得的夏日时光。#n虽然崩坏娘还是一如既往的辛苦。#n——但是，生活就是这样，有得必有失嘛～",
        "firstSightDialogue": "赏心悦目的海岸风光、温柔清爽的夏日海风……闭嘴，别想这个时候叫我去赶稿子。",
        "dialogues": [
            "吼吼吼！快点，再快点——想要一分不少地拿到这个月工资就加快节奏吧！",
            "果然，穿着凉爽地看着其他人运动，是让自己消暑的不二秘诀啊。",
            "夏天真是美好的季节啊——可以穿清爽的泳装，崩坏娘你觉得呢……啊，我差点忘了，别说泳装，你连常服立绘都没有呢。",
            "呼呼呼，想看我的舞姿？好啊，不过看完之后你不会因此而倾倒吧？那我还真是同情你那些几天一换的老婆们呢！",
            "整天催人更新，现在又盯着我的泳装不眨眼——你们这些人还真是矛盾啊！"
        ]
    },
    {
        "id": 1537,
        "fullImg": "images/partners/1537.png",
        "icon": "images/partners/1537_5.png",
        "name": "八重樱·樱之守望",
        "params": {
            "height": "??",
            "sizes": "??/??/??",
            "bday": "7/22",
            "hobby": "妹妹"
        },
        "flavor": "樱色的巫女，初始岛的守护者。平日里用严密的逻辑和高超的剑术维护着周遭的安定祥和。#n最近比较困扰的事情是如何有效率地教训喜欢捣乱的毛玉，那些当过派件员的毛玉灵活得像颗乒乓球，而且自信心严重过剩，急于通过找死证明自己。",
        "firstSightDialogue": "留步，此处乃是初始树重地，闲人不得擅入。倘若执意前进，休怪我手下无情。",
        "dialogues": [
            "真是安静的日子呢，稍微有点喧嚣，来一瓶祝福振奋一下吧，冷静一下吧。",
            "人的生命就是在运动中走向消亡，静止是件好事，但也是件坏事。",
            "稍微有点痒，又有些疼……但是，还是挺舒服的，也挺难受的。",
            "魔法师是没有性别的概念的，是男性，又是女性，性别就是魔法师。",
            "所谓的魔法，就是在平淡的日常中产生奇迹，因为太平淡了，所以看到新奇的事物就会称之为魔法，嗯，或者说是魔术？",
            "这个瓶中之水的真正用途是……增加攻击力和移动力，嗯，我并没有在转移话题。"
        ]
    },
    {
        "id": 1538,
        "fullImg": "images/partners/1538.png",
        "icon": "images/partners/1538_5.png",
        "name": "塔纳托斯",
        "params": {
            "height": "157 см",
            "sizes": "78/58/82",
            "bday": "-",
            "hobby": "诞生，死亡"
        },
        "flavor": "塔纳托斯喜欢谈论生死，就好像在谈论一件平淡无奇的事情一样。如今的她没有呼吸、心跳和体温。她自称自己无时无刻不在死亡，无时无刻不在诞生。#n塔纳托斯曾是弑神的兵器，有着只要被击中就会死的可怕威力。据说，她用那把巨大的弑神之枪，开启了一个全新的宇宙。",
        "firstSightDialogue": "一个不存在死亡的世界，其实才是最绝望，最可怕的世界。",
        "dialogues": [
            "方生方死，方死方生。",
            "被发现了吗，我没有呼吸，也没有心跳和体温。啊……请别露出那么害怕的表情。",
            "神明？不过是渺小的懦夫，因为神永生不死。而人类天生就被死亡的力量驱动着，所以比神明更加伟大。",
            "是的，我用这柄枪赐予了所有神明死亡，它们最害怕，但实际上最渴望的东西。",
            "一个不存在死亡的世界，其实才是最绝望，最可怕的世界。",
            "幻灭、创伤、挫折……体会过这些失败后，却还是要不断地追逐下去，人的求死本能真是瑰丽的悲剧。"
        ]
    },
    {
        "id": 1539,
        "fullImg": "images/partners/1539.png",
        "icon": "images/partners/1539_5.png",
        "name": "恰卡纳",
        "params": {
            "height": "160 см",
            "sizes": "75/52/79",
            "bday": "3/20",
            "hobby": "讲段子"
        },
        "flavor": "掌控着“下层”、“中间”与“天界”的三重世界之间通道的神格，在漫长的时间里染上了一些不好的习气。#n尽管身材娇小，但却喜欢充当“母亲”角色，自认为是一个具有柔和母性的温柔少女。",
        "firstSightDialogue": "Pacha！想去冥府么？想去天界么？我会把你送到任何想去的地方——只要通过这个洞就行了……",
        "dialogues": [
            "Pacha！想去冥府么？想去天界么？我会把你送到任何想去的地方——只要通过这个洞就行了……",
            "这支笔的用处可真多——绘画、写字、在里面进进出出……哎呀哎呀，我说的是放回笔筒，你想到哪儿去了~",
            "这么好的天气，就该敞开全身，舒舒服服地晒着太阳，然后在强烈的……中……和世界融为一体……啊~",
            "虽然但是，把我当成妈妈也可以哦——所有烦心事都讲给我听吧，“妈妈”会好好安慰你的~",
            "贫乳角色不能当“妈妈”？谁说的，只要有爱，就算钢板也能变成柔软的棉花！",
            "明明小蛇是我最好的伙伴，每天晚上睡觉的时候却不愿意和我一个被窝呢……果然是因为孩子长大了么？唉~"
        ]
    },
    {
        "id": 1541,
        "fullImg": "images/partners/1541.png",
        "icon": "images/partners/1541_5.png",
        "name": "塞西莉亚·月神舞步",
        "params": {
            "height": "176 см",
            "sizes": "92/65/94",
            "bday": "12/25",
            "hobby": "丈夫、女儿、T台"
        },
        "flavor": "曾经在千羽学园的万圣节变装活动上闪耀全场的“月之女神”，此刻再次回到了这个属于她的舞台。#n当年的她，走下舞台开始了自己的事业；如今的她，为了自己的家庭再次走上了这个舞台。",
        "firstSightDialogue": "传说，在万圣节前夜，会有一位美丽的月之女神降临在千羽学园，驱散一切黑暗~那么，她会是谁呢~",
        "dialogues": [
            "传说，在万圣节前夜，会有一位美丽的月之女神降临在千羽学园，驱散一切黑暗~那么，她会是谁呢~",
            "琪亚娜好像很喜欢站在舞台中心的我呢，这真是……太好了。",
            "月相有新月满月的分别，月之女神自然也无法逃避呀。新月的时期已经过去，今夜往后，大家的月相一定都是上弦月~",
            "就由我，月之女神，来照亮这个鬼怪横行的夜晚吧……当年这句话可是成了校园里的名台词呢。",
            "该走了小狼，狼灵蚀月的时间就要结束了哦"
        ]
    },
    {
        "id": 1542,
        "fullImg": "images/partners/1542.png",
        "icon": "images/partners/1542_5.png",
        "name": "菲米莉丝",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "和人打交道"
        },
        "flavor": "由原初纪元的科学家伊瑟琳·利维休斯制造的人工智能，在第二次圣痕终端重启的人类文明中，联结所有人类的希望，从「全球崩坏」中拯救了世界。#n本体是一片40mm*40mm*5mm的CPU，以虚拟出来的小女孩形象示人，作为强人工智能，拥有天文数字级别的计算能力和与人类别无二致的“灵魂”，能够不断地统合外部接收的反馈数据，进行自我进化。#n借由「全域联结」，菲米莉丝不仅破解了科技信标，可以操控全球所有的电子设备，并且直接与所有人类的意识相连，借用所有人类的感知觉信息和人脑计算能力。",
        "firstSightDialogue": "哒哒——超级辅助AI菲米莉丝登场，请问需要什么帮助吗？",
        "dialogues": [
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸"
        ]
    },
    {
        "id": 1543,
        "fullImg": "images/partners/1543.png",
        "icon": "images/partners/1543_5.png",
        "name": "初雪清浴",
        "params": {
            "height": "166 см",
            "sizes": "90/58/91",
            "bday": "8/17",
            "hobby": "皑皑雪山之上，温泉水中的少女，享受着蒸腾的热气。"
        },
        "flavor": "皑皑雪山之上，温泉水中的少女，享受着蒸腾的热气。",
        "firstSightDialogue": "皑皑雪山之上，温泉水中的少女，享受着蒸腾的热气。",
        "dialogues": [
            "冬天吃冰棍对身体不好？没办法，谁让我家里不是冬天呢~",
            "难道你们都没有暖气吗？在天魔物流的年会奖品里加个暖气好了。",
            "当老板可是很忙的，偶尔也需要悠哉游哉的清净生活，所以在我家里，请大家安静点。",
            "好热好热，冰棍都要化了……",
            "唔？别紧张，不会因为这点小事扣工资的，你们把我当成什么人了。"
        ]
    },
    {
        "id": 1544,
        "fullImg": "images/partners/1544.png",
        "icon": "images/partners/1544_5.png",
        "name": "萨菲尔·天蝎座",
        "params": {
            "height": "152 см",
            "sizes": "68/52/65",
            "bday": "-",
            "hobby": "棋类游戏"
        },
        "flavor": "编号OS-02-SR的空想神格。#n因参演《星座之旅人》，在巴比伦学园的声名大噪。#n无论是戏里还是戏外，都以安乐椅类型的棋士军师自居。#n当然，也是同样地想要把西敏取而代之，成为空想神格的首领。",
        "firstSightDialogue": "天蝎座……嗯，听起来还不错，以后就特别允许你使用“天蝎座小姐”这个称呼吧。",
        "dialogues": [
            "塔尔伦特·金牛座",
            "既然是你来了，那我就喝杯茶稍歇一阵吧，五分钟之后我有个待办，要炸平三座未授权的周边工厂。",
            "在你眼中我就是喜欢炸平一切的狂人么？嗯，我确实是，不过比如《君主论》这样的女性向读物，我也姑且是会读的。",
            "脆弱却努力存在的东西，才有保护的价值。那些看上去很厉害的家伙，我反倒很有欲望一炮炸飞呢~",
            "多亏了电影，现在我们可以称得上是日进斗金，不过要让我满足，这点蝇头小利还远远不够。"
        ]
    },
    {
        "id": 1545,
        "fullImg": "images/partners/1545.png",
        "icon": "images/partners/1545_5.png",
        "name": "杏·烂漫花语",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "9/9",
            "hobby": "你"
        },
        "flavor": "温柔无瑕的少女，洁白无罪的少女。#n虽然她捧花微笑的姿态引人入胜，但偶尔露出的另一面也是十分可爱哦。",
        "firstSightDialogue": "花与礼服，是杏最喜欢的东西。炸弹？炸弹什么的……感觉很危险呢。",
        "dialogues": [
            "春雨刚过，地面还有些湿滑……希儿，杏，游玩的时候要当心一点。",
            "即使春意在，若没有一同欣赏的大家，也只是单纯的景色。",
            "春天的天气真是舒服，加上沁人心脾的温暖花香，适合小憩一会儿。",
            "西伯利亚的景色非常辽阔，有着与此处不一样的美感。下次就和我们去看看吧。",
            "今天不论是希儿还是杏，都有别样的美。要不要和大家一起拍照留念？"
        ]
    },
    {
        "id": 1546,
        "fullImg": "images/partners/1546.png",
        "icon": "images/partners/1546_5.png",
        "name": "琪亚娜·无瑕恋约",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "12/7",
            "hobby": "百合捧花"
        },
        "flavor": "提着裙子的少女，对着你款款而立。#n虽然动作还有些许生涩，但那份微妙感，正是少女可爱的证明。",
        "firstSightDialogue": "你知道吗，白色代表着“纯粹而浪漫的爱”哦！",
        "dialogues": [
            "春雨刚过，地面还有些湿滑……希儿，杏，游玩的时候要当心一点。",
            "即使春意在，若没有一同欣赏的大家，也只是单纯的景色。",
            "春天的天气真是舒服，加上沁人心脾的温暖花香，适合小憩一会儿。",
            "西伯利亚的景色非常辽阔，有着与此处不一样的美感。下次就和我们去看看吧。",
            "今天不论是希儿还是杏，都有别样的美。要不要和大家一起拍照留念？"
        ]
    },
    {
        "id": 1547,
        "fullImg": "images/partners/1547.png",
        "icon": "images/partners/1547_5.png",
        "name": "西琳·回转乐园",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "游乐场"
        },
        "flavor": "提着裙子的少女，对着你款款而立。#n虽然动作还有些许生涩，但那份微妙感，正是少女可爱的证明。",
        "firstSightDialogue": "这就是旋转木马吗？飘忽忽的，树木和行人就在眼前飞过，这种感觉，好奇妙啊~",
        "dialogues": [
            "这就是旋转木马吗？飘忽忽的，树木和行人就在眼前飞过，这种感觉，好奇妙啊~",
            "1547idle2",
            "1547idle3",
            "1547ouch1",
            "1547touch2"
        ]
    },
    {
        "id": 1548,
        "fullImg": "images/partners/1548.png",
        "icon": "images/partners/1548_5.png",
        "name": "艾尔瓦加尔",
        "params": {
            "height": "177 см",
            "sizes": "96/64/99",
            "bday": "2/10",
            "hobby": "传播恶意"
        },
        "flavor": "恶毒的化身，使得神明都会朽坏堕落，变得无恶不作的存在。喝下她的剧毒将会变得强大无比，但也意味着生命受她主宰，想必最终会迎来凄惨无比的结局。#n但是，倘若是心怀伟大愿望而不可得之人，纵使此身必死，也一定会选择啜饮下那欲之毒酒吧。",
        "firstSightDialogue": "好可爱的小家伙，来，凑近点，让姐姐看看~告诉姐姐，你现在……有想要做的事情吗？",
        "dialogues": [
            "好可爱的小家伙，来，凑近点，让姐姐看看~告诉姐姐，你现在……有想要做的事情吗？",
            "“我大体上是好的，只是有一点坏？”你是这样认为的吗？呼呼呼，姐姐好高兴啊，来，抱抱你~",
            "艾尔瓦加尔的一部分流淌在你的身体里。即使像小朋友你，本质上也存在着邪恶的一面哦，姐姐看得到的。",
            "姐姐的年龄有多大？总之就是比你大一岁这个样子，神明的事情不要多计较，不然会口吐白沫而亡的~",
            "真想要看见小朋友你被欲望淹没，变成一头只会想着姐姐我的小猪的样子~不过现在的你也很有趣，再等等吧。",
            "姐姐我呀，真的经历了很长——很长的时间，如果没有你们人类不断做蠢事的傻样，我肯定早就寂寞而死啦~"
        ]
    },
    {
        "id": 1549,
        "fullImg": "images/partners/1549.png",
        "icon": "images/partners/1549_5.png",
        "name": "诱宵美九",
        "params": {
            "height": "165 см",
            "sizes": "94/63/88",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "美九原本是普通人类，因为接触phantom变成了精灵。作为偶像的她，凭借出众的美貌和魅力十足的歌声，博得了很多人气。她原本非常讨厌男性，但灵力被士道封印后，变得很喜欢黏着士道。#n发动的天使名为“破军歌姬（Gabriel）”。",
        "firstSightDialogue": "唉，最近有些缺少七罪素呢……咦？你不知道七罪素吗？是一种特别的护肤品哦~",
        "dialogues": [
            "女孩子之间纯洁的友谊，有什么奇怪的！",
            "即使支持我的人只有你一个，我的歌声也会为你响起。",
            "好多媒体在现场呢~机会难得，干脆公开宣布我和达令的……诶？不能说？唉，真没办法呢。",
            "唉，最近有些缺少七罪素呢……咦？你不知道七罪素吗？是一种特别的护肤品哦~",
            "谢谢你来听我的歌。达令，最喜欢你了！"
        ]
    },
    {
        "id": 1550,
        "fullImg": "images/partners/1550.png",
        "icon": "images/partners/1550_5.png",
        "name": "七罪",
        "params": {
            "height": "144 см",
            "sizes": "69/55/70",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "七罪第一次见到士道时很是喜欢他，之后对他的态度却发生了180度的大转变。她开始仇视士道，无论士道做什么都会被她针对。#n发动的天使名为“赝造魔女（Haniel）”。",
        "firstSightDialogue": "这家伙怎么老盯着我看……绝对是嫌我很碍事……嗯，知道了，说得没错。实在对不起，我去死一死好了……",
        "dialogues": [
            "这家伙怎么老盯着我看……绝对是嫌我很碍事……嗯，知道了，说得没错。实在对不起，我去死一死好了……",
            "反正不管你怎么想，“七罪是个废物”就是一个客观事实…...",
            "我真的……能够迎来蜕变的那一天吗？",
            "可、可可可可可可爱？！别、别说傻话了，我怎么可能长得可爱……你到底有什么目的！",
            "唉……不靠精灵的力量变漂亮，为什么那么困难……"
        ]
    },
    {
        "id": 1551,
        "fullImg": "images/partners/1551.png",
        "icon": "images/partners/1551_5.png",
        "name": "海特儿·知更鸟",
        "params": {
            "height": "174 см",
            "sizes": "88/68/91",
            "bday": "11/11",
            "hobby": "不对称，爱丽丝"
        },
        "flavor": "女王的三近卫之一，女王的园艺师，疯帽匠海特儿现如今已经是一位知名艺术家，她极致的疯狂给森林里的居民们留下了深刻的印象。#n她疯狂地追求不对称，要把一切对称的东西修剪成自己满意的样子。她疯狂地迷恋爱丽丝，甚至会把陌生人当成爱丽丝来填补内心的空虚。然而，在红皇后的王国之中，这一切都显得稀松平常。",
        "firstSightDialogue": "啦啦啦~啦啦啦~等海特儿好好修剪一番吧♪~",
        "dialogues": [
            "啦啦啦~啦啦啦~等海特儿好好修剪一番吧♪~",
            "玛琪儿，我的老友，来和海特儿跳舞吧♪~",
            "怎么会有这样对称的一扇窗户！啊，好想拆掉它！",
            "爱丽丝酱~爱丽丝酱~我的爱丽丝酱你在哪里♪~",
            "为什么大家都喜欢把一切做成对称的样子呢？明明不对称才是真正的美嘛♪。",
            "其实海特儿知道的，爱丽丝酱永远不会回来了。但是，但是，海特儿还是希望能再……"
        ]
    },
    {
        "id": 1552,
        "fullImg": "images/partners/1552.png",
        "icon": "images/partners/1552_5.png",
        "name": "时崎狂三",
        "params": {
            "height": "157 см",
            "sizes": "85/59/87",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "识别名为“梦魇（Nightmare）”的精灵，宛如大小姐一般的狂气少女。#n拥有操控时间的能力，头脑缜密，能够毫不犹豫地杀人，但她所做的一切似乎都有着不为人知的隐情。",
        "firstSightDialogue": "你看起来……很美味的样子~",
        "dialogues": [
            "哎呀哎呀，你居然能够找到真正的我。那么，请问有何贵干呀？",
            "请永远留在这里陪我吧，直到时间的尽头……",
            "时间悖论不过是猜测，毕竟没人能证明——除了我这种能够干涉时间的人。",
            "你看起来……很美味的样子~",
            "呵呵呵，就这么想要依赖我吗？真没办法呢……我就答应你吧，当然啦，需要收取一点点“报酬”哦。嘻嘻嘻。"
        ]
    },
    {
        "id": 1553,
        "fullImg": "images/partners/1553.png",
        "icon": "images/partners/1553_5.png",
        "name": "伊丽莎白",
        "params": {
            "height": "156 см",
            "sizes": "81/60/83",
            "bday": "-",
            "hobby": "开阔的地方和高的地方"
        },
        "flavor": "最初的毛玉，也可以被认为是毛玉原型的存在，因此也是自然而然的毛玉王、全世界毛玉的保护者、毛玉之祖、翁德兰的大长老……总之有很多头衔！不过还是很弱就是了。",
        "firstSightDialogue": "回应古老的誓言，王者在此现身——本王就是伟大的毛玉之祖伊丽莎白了！本王问你，你是我的毛玉吗……好大只啊？",
        "dialogues": [
            "噗尼！噗尼噗尼~噗尼尼~~~哈哈哈哈，看你一脸惊讶的样子，以为本王不会你们的语言吗~",
            "回应古老的誓言，王者在此现身——本王就是伟大的毛玉之祖伊丽莎白了！本王问你，你是我的毛玉吗……好大只啊？",
            "不准换台，本王可是残酷的毛玉王，小心本王的手段——不要啦不要啦不要换台嘛！我要看电视剧！",
            "呜呜，本王错了……不该仗着自己是幽灵随便穿墙跑来跑去的……不过本王哪知道现代人家里就有浴室啦！你也有错~",
            "觉得本王没有威严吗？哼哼，好好感受一下吧，本王那相对毛玉无比高大伟岸的身躯……大不敬！不准摸本王脑袋！",
            "虽然本王的子民每一个都很可爱，不过毛玉会掉毛这件事情还是很困扰呢，果然幽灵毛玉最好了，噗尼噗尼~软软的~"
        ]
    },
    {
        "id": 1554,
        "fullImg": "images/partners/1554.png",
        "icon": "images/partners/1554_5.png",
        "name": "戴因斯莱夫·白华清礼",
        "params": {
            "height": "173 см",
            "sizes": "88/65/94",
            "bday": "10/22",
            "hobby": "同伴"
        },
        "flavor": "卸下铠甲，穿上礼服，戴因斯莱夫头一次露出了羞涩的一面。#n不过，尽管稍微有些柔弱，但她的性格却还是一如往昔，坚强而又略显笨拙哦。",
        "firstSightDialogue": "穿上礼服后有种奇怪的感觉——镜子里的我就像是个陌生人一样。",
        "dialogues": [
            "长剑离身的感觉真不习惯，我来练习一下如何把缎带当成武器来战斗吧。",
            "穿上礼服后有种奇怪的感觉——镜子里的我就像是个陌生人一样。",
            "要与我共舞么……好吧，让你见识见识战士的步法。",
            "喂，为什么离得那么远？我们不是同伴吗？近一点……再靠近一点！",
            "没有臂甲、没有护腕、也没有护心镜……这身装束的保护力感觉完全不够啊。"
        ]
    },
    {
        "id": 1555,
        "fullImg": "images/partners/1555.png",
        "icon": "images/partners/1555_5.png",
        "name": "卡珈莉",
        "params": {
            "height": "155 см",
            "sizes": "81/55/79",
            "bday": "10/22",
            "hobby": "守护、毁灭"
        },
        "flavor": "紫之圣洁，黑之极恶。#n天生便穷尽守护与杀戮之能。#n亦为圣女，亦为恶魔。#n若欲向她寻求拯救之理，则必然带来毁灭之由。",
        "firstSightDialogue": "战争、屠杀、侵略、征服……希望世上不要再有这样的东西。",
        "dialogues": [
            "战争、屠杀、侵略、征服……希望世上不要再有这样的东西。",
            "我的左眼是紫，右眼是黑。但心中却盛满了白色的孤独。",
            "荣光——如此明亮的字眼，却滋生了多少阴暗的欲求？",
            "呵，你愿意与我同行么？那么，或许我们的孤独都能稍减一二。",
            "人类是永不满足，永远贪婪的生物。一切荣光由此而来，一切罪孽因此而生。",
            "这般僭越，莫非你想要尝尝我的剑锋么？"
        ]
    },
    {
        "id": 1556,
        "fullImg": "images/partners/1556.png",
        "icon": "images/partners/1556_5.png",
        "name": "埃塞克斯",
        "params": {
            "height": "172 см",
            "sizes": "94/65/92",
            "bday": "7/31",
            "hobby": "宇宙航行"
        },
        "flavor": "完全看不出一点像是船舰的样子却自称歼星舰埃塞克斯的少女，喜欢外出探险和天文观测，停留在指间的机械鸟好像叫休斯顿。虽然本心善良，但倘若惹怒她的话，把一颗星球玻璃化也不算什么难事。#n所以也不要过于计较为什么她是歼星舰啦，毕竟，我们在宇宙之中，不过是一粒尘埃。",
        "firstSightDialogue": "歼星舰埃塞克斯归港，谁在呼叫舰队？",
        "dialogues": [
            "歼星舰埃塞克斯归港，谁在呼叫舰队？",
            "呜哇，休斯顿，我们遇到麻烦了。",
            "说起来，叫你大副怎么样？我一直都想有一个自己的大副呢！",
            "今天的早餐是苦瓜么……真是糟糕的造物，好！埃塞克斯号全舰一致通过，将万恶的不明苦瓜飞行物完全碳化！",
            "太阳落山了么？嗯……今天也过得很开心。歼星舰上的全体船员，晚安，很荣幸与你们一同共事。"
        ]
    },
    {
        "id": 1557,
        "fullImg": "images/partners/1557.png",
        "icon": "images/partners/1557_5.png",
        "name": "卡珊德拉·摩羯座",
        "params": {
            "height": "167 см",
            "sizes": "84/64/80",
            "bday": "-",
            "hobby": "美食"
        },
        "flavor": "编号OS-06-MI的空想神格。#n在《星座之旅人》中，扮演着担任“预言家”这一角色的摩羯座小姐，让这个角色深入人心。#n那份神秘莫测的气质，使得许多人成为了她的拥趸，并且组成了庞大的粉丝团体。",
        "firstSightDialogue": "又要营业人设了么？嗯……那就稍微伪装一下吧。",
        "dialogues": [
            "又要营业人设了么？嗯……那就稍微伪装一下吧。",
            "咕……站得太久了，需要补充糖分。",
            "如果想要取悦我的话，就拿最好吃的点心来吧。",
            "等会儿还有粉丝见面会……唉，真想早点回家。",
            "怎么，看你眼神闪动的样子，是被我的动作吸引了……还是说在看什么奇怪的地方呢？"
        ]
    },
    {
        "id": 1558,
        "fullImg": "images/partners/1558.png",
        "icon": "images/partners/1558_5.png",
        "name": "Yoko·夏天好心情",
        "params": {
            "height": "162 см",
            "sizes": "80/66/82",
            "bday": "6/28",
            "hobby": "美少女"
        },
        "flavor": "就算在40℃的天气下，yoko依旧活力四射。去往沙滩和大海每一个角落，拍下美少女们在这个季节盛放美景的执念让她无所畏惧。#n总而言之，夏天的太阳都没有yoko热。",
        "firstSightDialogue": "我就是大海的星光，时刻陪伴浪花中嬉戏的你们闪闪发亮~",
        "dialogues": [
            "我就是大海的星光，时刻陪伴浪花中嬉戏的你们闪闪发亮~",
            "又是一个鲜花怒放的季节。",
            "我的夏天会变得这么热，美丽的你可是主犯哦。",
            "刚刚的光才不是什么偷拍的闪光灯，只是太阳迷恋你的美貌发出的惊呼。",
            "不就是热一点吗，这根本没法阻拦我yoko跑遍整个沙滩！",
            "你那倦容是怎么回事！你在空调房包得实实的是干什么！不穿泳装你能拯救巴比伦吗！"
        ]
    },
    {
        "id": 1559,
        "fullImg": "images/partners/1559.png",
        "icon": "images/partners/1559_5.png",
        "name": "慕可丝",
        "params": {
            "height": "172 см",
            "sizes": "85/60/88",
            "bday": "11/23",
            "hobby": "森林、音乐"
        },
        "flavor": "毫无疑问，慕可丝是这片森林里最为知名的精灵。作为“自然调响曲”系列的的作曲人、总指挥、乐手、器材供应方以及宣传负责人，她已经征服了无数挑剔的音乐发烧友。#n然而，创作音乐不过是她的业余爱好罢了。她真正的事业，是让自然调和的理念深入人心。",
        "firstSightDialogue": "你好，我是慕可丝，身份是……一位热爱自然的森林精灵。",
        "dialogues": [
            "你好，我是慕可丝，身份是……一位热爱自然的森林精灵。",
            "传统与现代的冲突，其根本原因只是缺乏交流，我一直这样认为。",
            "躺在树上好舒服啊……最开始创作音乐的时候，我就经常这样，与森林共眠。",
            "想知道我的作曲灵感从何而来？现在，大自然正唱给我听呢。",
            "如果失去了对自然的敬畏之心，连一席安眠的地方都不会留下来的！",
            "硬要大家把名字念对的话，是很不自然的行为吧。但是，真的会让我很在意啊……"
        ]
    },
    {
        "id": 1560,
        "fullImg": "images/partners/1560.png",
        "icon": "images/partners/1560_5.png",
        "name": "深渊人形·至圣之枷",
        "params": {
            "height": "157 см",
            "sizes": "83/54/85",
            "bday": "-",
            "hobby": "？？？"
        },
        "flavor": "这是少女还未遭神流放、成为深渊人形时的样貌。彼时的她被凡人称作圣贤，不知道自己正被恶魔窥伺，更不知道自己将以筹码的身份战胜神灵。#n与神立约的她不死不灭，此生唯一的任务就是宣扬神恩——这样的她，不也只是可悲的人偶么？",
        "firstSightDialogue": "不用那么畏畏缩缩的，虽然被大家称作圣人，但我们不都是神的子民么？从今天起，你就是我的使徒了。",
        "dialogues": [
            "不用那么畏畏缩缩的，虽然被大家称作圣人，但我们不都是神的子民么？从今天起，你就是我的使徒了。",
            "一直活着，一直流浪的人生当然很辛苦。徒弟……夸夸为师！让老师我觉得这一切是值得的吧~",
            "想睡懒觉？这算被神禁止的事吧？不过……和你一起在午后的阳光中醒来……啊，为师没在想什么。",
            "乖徒弟，你刚刚一直在盯着那个女孩子看吧？这种事情神和为师都不允许哦，下一次就要敲你头了。",
            "你看你看，为师头上的光环，这就是和大神立誓的证明，很厉害吧~嗯……你觉得更像手铐？",
            "为什么神给予世人欲望，却又禁止他们去体会呢？有什么办法能让大家稍微自由……哪怕一点点……"
        ]
    },
    {
        "id": 1561,
        "fullImg": "images/partners/1561.png",
        "icon": "images/partners/1561_5.png",
        "name": "夏之岛旅团",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "勇气，信赖，还有爱——这些才是在孤岛生存的秘籍！#n于是，孤岛沉没了。那么，这艘船呢？",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1562,
        "fullImg": "images/partners/1562.png",
        "icon": "images/partners/1562_5.png",
        "name": "巴比伦Action！",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "将世中的虚幻，通过我们双手化作现实——#n巴比伦制片，等候您的加入。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1564,
        "fullImg": "images/partners/1564.png",
        "icon": "images/partners/1564_5.png",
        "name": "维达·幽夜魔女",
        "params": {
            "height": "165 см",
            "sizes": "90/62/84",
            "bday": "4/12",
            "hobby": "黑暗（光亮）、夜晚（白天）"
        },
        "flavor": "这是懵懂的维达、这是明智的维达；#n这是旖旎的夜晚、这是清静的夜晚；#n提灯在光芒大放、提灯的微光昏然；#n魔女就在这样的夜色中前行，创造着平凡的奇迹。",
        "firstSightDialogue": "光太暗了，但又有一点亮……与这片既明亮又昏暗的夜色正好相配。",
        "dialogues": [
            "光太暗了，但又有一点亮……与这片既明亮又昏暗的夜色正好相配。",
            "这身礼服十分黑，这身礼服有些白……既非黑暗也非纯白，这就是魔法师的道路。",
            "我们之间的距离有些近，但也有点远……想要一起寻路，可以独自前行。",
            "衣服太紧了，衣服有点松——看到你后心脏会快速跳动，遇见你后内心会很平静。",
            "这就是奇迹，这其实很平凡……奇迹诞生于平凡的夜晚，我看到了魔法的真谛。"
        ]
    },
    {
        "id": 1565,
        "fullImg": "images/partners/1565.png",
        "icon": "images/partners/1565_5.png",
        "name": "灵依娘",
        "params": {
            "height": "166 см",
            "sizes": "90/58/91",
            "bday": "8/17",
            "hobby": "调戏崩坏娘"
        },
        "flavor": "天天为奶粉钱而勤恳工作，#n守在你身边的热情引导者，#n身兼vtuber和脚本家等职务，多才多艺的文学少女。#n——怎么样，你要为新的老婆出现而动心了吗？",
        "firstSightDialogue": "呜……还没到下班的点么？",
        "dialogues": [
            "难得穿上这么漂亮的婚纱你就没有什么夸奖的话么？啊~抱歉，对没有女朋友的人来说还是太困难了吧~",
            "我知道你有很多老婆，但在此时此刻……她们都被我绿了~",
            "崩坏娘崩坏娘，我是游戏里最美的看板娘么~你怎么不说话呢？哦~我忘了你还没有立绘来着~",
            "将来我的意中人会踏着七彩祥云来娶我，嘛~祥云没有用水晶也凑合啦~",
            "终于不用整天站着上班了~美滋滋~~哎！什么！？在别的界面就不是这身了么！好气呀！！"
        ]
    },
    {
        "id": 1566,
        "fullImg": "images/partners/1566.png",
        "icon": "images/partners/1566_5.png",
        "name": "浮士德",
        "params": {
            "height": "172 см",
            "sizes": "96/58/98",
            "bday": "8/28",
            "hobby": "炼金术"
        },
        "flavor": "与恶魔签订契约的天才炼金术师。#n不但智慧超群，容貌也十分出众，但本人并未意识到这一点，对外表毫不在意，只在乎自己在炼金术方面的成就。#n总是研究一些有杀伤力的炼金术，导致无论是自己或是身边的人经常因此而受伤，久而久之连助理都招聘不到了。#n为了在炼金术方面更进一步，在梅菲斯特旷日持久的嘴炮下终于同意将灵魂抵押给她，换来的是数不清的资金和珍贵的原材料以及禁忌的炼金法术，以及一位从生活到工作都服侍周到的打工仆从。",
        "firstSightDialogue": "你也想来做我的助理么？太好了……那么这杯试剂，可以拜托你喝下去试试么？",
        "dialogues": [
            "人是有极限的，所以……这次试药就拜托你了 ，梅菲斯特。",
            "你也想来做我的助理么？太好了……那么这杯试剂，可以拜托你喝下去试试么？",
            "这么盯着我看，是我的脸上沾到了什么东西么？今早的试剂还是……昨晚的研究材料？",
            "这里是……？唔，太久没出门，传送的术式……使用过头了。",
            "今天的晚餐……是…………？不管了，总之你都会安排好的吧，梅菲斯特。",
            "如果能炼就贵金属的话，下一次的研究经费就有了？可惜，研究新材料的经费一直都和炼金术的奥秘一般永无止境呢。"
        ]
    },
    {
        "id": 1567,
        "fullImg": "images/partners/1567.png",
        "icon": "images/partners/1567_5.png",
        "name": "和歌子",
        "params": {
            "height": "158 см",
            "sizes": "85/60/88",
            "bday": "10/28",
            "hobby": "作诗咏歌"
        },
        "flavor": "诞生于赞叹自然美景心愿的少女，气质举止都十分高雅，就如同是传说中都难得一见的神明。因为喜欢和歌而被当做和歌之神，但自己总是否认，并表示那些能发现美的人才是真正的神明。#n似乎在等着某个人的样子……",
        "firstSightDialogue": "难能相逢时，忘却那过往得失，尽享今朝日。",
        "dialogues": [
            "难能相逢时，忘却那过往得失，尽享今朝日。",
            "吃饭就要好好吃，走路也要好好走，要自我规范才行，总是低着头可算不上好礼仪。",
            "声音是传播情感最好的媒介，只写不唱可不行哦。",
            "你似乎非常理解，那种爱而不得的痛苦。",
            "巴比伦看起来是很好的私塾，但大家完全不学习呀。",
            "脚、脚麻了！"
        ]
    },
    {
        "id": 1568,
        "fullImg": "images/partners/1568.png",
        "icon": "images/partners/1568_5.png",
        "name": "西琳·猫猫精灵",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "小精灵"
        },
        "flavor": "放学绕个远路，和朋友去往平时不会去的地方。#n在那里住着很多猫咪，被保护着，在这等待有人来领养。#n看着这些快乐的小家伙，西琳心中既开心又有些不安。#n希望它们之后也能一直快乐生活下去。",
        "firstSightDialogue": "你是在叫西琳吗，欸……该怎么回答好！？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1569,
        "fullImg": "images/partners/1569.png",
        "icon": "images/partners/1569_5.png",
        "name": "宁蒂·喵喵友人",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "猫咪"
        },
        "flavor": "设施里的猫咪们，一听到宁蒂的脚步声便围了过来。#n就像迎接将大家聚在一起的朋友一样，久久不愿离去。#n今天要从中顺利脱身，似乎也很困难呢。",
        "firstSightDialogue": "你变重了好多……最近是不是抢了朋友的小鱼干吃？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1570,
        "fullImg": "images/partners/1570.png",
        "icon": "images/partners/1570_5.png",
        "name": "九霄·血裔幼子",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "番茄汁"
        },
        "flavor": "“外表是小孩，身份却过于常人，血族的救世主只有一个——蓬莱寺九霄。”#n游荡在万圣节的街道之上，吸血鬼装扮的九霄完美地融入了自己的身份：巡视自己高雅城塞的血之君王。#n又或许，她只是在和自己的眷族走散后，单纯地在东张西望。",
        "firstSightDialogue": "仰望本王吧………………蹲下来。",
        "dialogues": [
            "仰望本王吧………………蹲下来。",
            "哼哼——暗之宴会开场，这位人类，是要和九霄大人一同起舞吗？",
            "吾的召唤兽不知何时失去了踪影，但吾的血液始终在与之共鸣！",
            "见识血之君王的獠牙，震慑于吾所带来的恐惧并为之颤抖吧，嗷——",
            "至暗魔炎之魂已经在吾的手中熊熊燃烧了……没问题，今夜的糖果都将被吾全部拿下。"
        ]
    },
    {
        "id": 1571,
        "fullImg": "images/partners/1571.png",
        "icon": "images/partners/1571_5.png",
        "name": "西琳·小小木乃伊",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "绘画"
        },
        "flavor": "平日里一直用灵巧的笔触绘制各类怪异的西琳，今日终于有机会扮作木乃伊，与各路鬼怪同行。#n虽然平时在绘本上见惯了这类幻想生物，但是真正行走在重重魅影之中时，她还是会不自觉地颤抖起来。幸好，有九霄学姐陪在身边，这微寒的夜晚也变得温暖起来。",
        "firstSightDialogue": "今晚，西琳是可怕的木乃……噢，好险，西琳差点被绷带绊倒了。",
        "dialogues": [
            "今晚，西琳是可怕的木乃……噢，好险，西琳差点被绷带绊倒了。",
            "巧克力棒，玉米糖，拐杖糖，口袋已经装不下了。九霄大人的袋子不知道为什么空空的，给九霄大人分一些吧。",
            "哎？她们，难道是在往西琳这边看吗？唔，下次要不要买个南瓜头把自己罩起来呢？",
            "吸，吸血鬼！还有僵，僵尸！九霄大人，木乃伊也是眷族，应该不用怕对吧？",
            "有九霄大人在，西琳一点也不怕！西琳要把今夜的景象画下来，这可是活生生的怪异呢。"
        ]
    },
    {
        "id": 1572,
        "fullImg": "images/partners/1572.png",
        "icon": "images/partners/1572_5.png",
        "name": "丝诺",
        "params": {
            "height": "145 см",
            "sizes": "70/56/72",
            "bday": "-",
            "hobby": "堆雪人，讨厌社交"
        },
        "flavor": "极其纤细，害怕和人打交道的雪之少女，稍微吓一下她就会反应过度。#n她只在大雪天出门，还会偷偷给大家扫雪。#n为了缓解孤独，她可以创造出具有灵魂的雪人，并与其交朋友。#n在没有多余视线、或是信任的对象面前的时候，会显露出非常活泼的一面。",
        "firstSightDialogue": "想要……朋友……不是雪人的那种……",
        "dialogues": [
            "圣诞█人是……我的礼物。我的礼物是……朋友。",
            "冰棍，冰冰凉……想吃！",
            "呃……被发现了……撤退……",
            "想要……朋友……不是雪人的那种……",
            "不许看！变态，萝莉控，死刑犯，Yoko！",
            "是雪人，会说话！哼哼，我堆的！"
        ]
    },
    {
        "id": 1573,
        "fullImg": "images/partners/1573.png",
        "icon": "images/partners/1573_5.png",
        "name": "珊塔·克劳斯",
        "params": {
            "height": "170 см",
            "sizes": "90/60/90",
            "bday": "12/25",
            "hobby": "送礼物，社交"
        },
        "flavor": "只在圣诞节当周出现的神格。#n珊塔小姐的袋子里可以取出无穷无尽的圣诞礼物。每到圣诞节，她就会给所有人送礼物，也不知道她是怎么在一天之内送完的。#n在这个过程中，珊塔小姐变得越来越喜欢社交，帮她忙、或者拜托她帮忙的话，她会很开心。#n不许叫她圣诞▉人。",
        "firstSightDialogue": "嗨~是你的圣诞礼物哟，收下吧！作为交换，可以告诉我你的账号嘛？",
        "dialogues": [
            "嗨~是你的圣诞礼物哟，收下吧！作为交换，可以告诉我你的账号嘛？",
            "丝诺那孩子，一个人没有问题吧……",
            "不许叫我圣诞█人，人家可不█！叫我珊塔小姐！",
            "有什么烦恼的话，欢迎私信向我倾诉！圣诞节以外的时候也欢迎哦~",
            "我，我可不是礼物啊~",
            "你会回什么礼物给姐姐我呢？真是期待~"
        ]
    },
    {
        "id": 1574,
        "fullImg": "images/partners/1574.png",
        "icon": "images/partners/1574_5.png",
        "name": "希儿·符运如意",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅、杏、新年"
        },
        "flavor": "年关将至，希儿穿上布洛妮娅订购的和服，前往寺庙烧香祈福。对于希儿自己来说，命运是个难以捉摸的概念，简单的祈祷恐怕产生不了多大的影响。但是，在肃穆的钟声里为自己的伙伴们许下心愿，确实是一件很令希儿开心的事情，而且从寺庙里求来的御守也确实很好看呀。",
        "firstSightDialogue": "听说御守能为主人带来好运，希儿要把这好运分给你一些~",
        "dialogues": [
            "听说御守能为主人带来好运，希儿要把这好运分给你一些~",
            "街市好热闹呀，接下来看看什么好呢？",
            "布洛妮娅姐姐捏的雪兔子，好可爱！希儿什么时候也能有这样的巧手呢？",
            "串联着希儿和布洛妮娅姐姐的御守……其实也有杏的，但是她总说御守太蠢了，先帮她收起来吧。",
            "本来三人一起去寺庙的，但杏在里面大吵大闹，希儿气得说不给她求御守了……等她比赛完再给她看吧。"
        ]
    },
    {
        "id": 1575,
        "fullImg": "images/partners/1575.png",
        "icon": "images/partners/1575_5.png",
        "name": "布洛妮娅·花袖如烟",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "希儿、杏、新年"
        },
        "flavor": "新的一年又将来到，布洛妮娅购置了三人一组的和服，带着希儿与杏同游街市。微冷的风吹起宽大的衣摆，纷飞的瑞雪堆积在手心。希儿说雪花的美丽太过短暂，布洛妮娅便将这雪花塑成了一只雪兔子……还挺可爱的吧？",
        "firstSightDialogue": "布洛妮娅为了跨年新换上的和服，怎样，看起来还得体吗？",
        "dialogues": [
            "布洛妮娅为了跨年新换上的和服，怎样，看起来还得体吗？",
            "刚才打气球的时候不小心把奖品都拿光了，引来好多人围观。接下来还是别太认真了吧。",
            "要问布洛妮娅最喜欢新年什么？嗯……能够和大家一起度过这一年，就是最开心的。",
            "这确实是雪做的哦，你看，还会有雪花飘散开来。",
            "把雪花堆积起来，它们就会散落得晚一些了吧？"
        ]
    },
    {
        "id": 1576,
        "fullImg": "images/partners/1576.png",
        "icon": "images/partners/1576_5.png",
        "name": "杏·灿羽韶华",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "挥板扣杀、取胜、新年"
        },
        "flavor": "一向认为”跨年“算不上什么节日的杏，今年却十分期待跨年之夜。原来，她报名了那个跨年夜的板羽球大赛，要在新旧交替之时一展身手。#n杏对这次的比赛非常期待，她一边喊着活动的口号“一路赢到明年！”，一边命令布洛妮娅和希儿届时一定要来给她加油。不过当杏正式开始练习的时候，她遇到了一个巨大的难题——板羽球是什么来着？",
        "firstSightDialogue": "跨年夜的板羽球之王，就是本大爷啦！怎么，要来较量一下吗？",
        "dialogues": [
            "跨年夜的板羽球之王，就是本大爷啦！怎么，要来较量一下吗？",
            "纸牌，将棋……这些都怎么玩啊？净是些莫名其妙的规则！",
            "来陪我多练两把如何？赢的可以摸一摸汪汪，输的嘛，就只能看着啦。",
            "第一次参加板羽球比赛，也没什么特别的目标，就连赢二十局好啦！",
            "怎么你们都说我用力太猛了，哪有啊？我还没用上飞牌的力气呢。"
        ]
    },
    {
        "id": 1577,
        "fullImg": "images/partners/1577.png",
        "icon": "images/partners/1577_5.png",
        "name": "菲米莉丝",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "和人打交道"
        },
        "flavor": "由原初纪元的科学家伊瑟琳·利维休斯制造的人工智能，在第二次圣痕终端重启的人类文明中，联结所有人类的希望，从「全球崩坏」中拯救了世界。#n本体是一片40mm*40mm*5mm的CPU，以虚拟出来的小女孩形象示人，作为强人工智能，拥有天文数字级别的计算能力和与人类别无二致的“灵魂”，能够不断地统合外部接收的反馈数据，进行自我进化。#n借由「全域联结」，菲米莉丝不仅破解了科技信标，可以操控全球所有的电子设备，并且直接与所有人类的意识相连，借用所有人类的感知觉信息和人脑计算能力。",
        "firstSightDialogue": "哒哒——超级辅助AI菲米莉丝登场，请问需要什么帮助吗？",
        "dialogues": [
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸"
        ]
    },
    {
        "id": 1578,
        "fullImg": "images/partners/1578.png",
        "icon": "images/partners/1578_5.png",
        "name": "阿斯蒙蒂斯",
        "params": {
            "height": "167 см",
            "sizes": "93/63/99",
            "bday": "2/15",
            "hobby": "♡♡！"
        },
        "flavor": "阿斯蒙蒂斯，恶魔公爵、情欲之主、持金印者、七十二军团的统帅，直到今天，这个恶魔都还在散布堕落的影像污染纯良人类的心智——她是世界的威胁！#n为此，我等蒙受圣灵庇护之人在此盟誓：我等必将铲除邪恶、我等必将摈弃人欲、我等必将守望，直至终结之日到来。在这良善与邪恶、理智与欲望的决战中，我等必将不计代价，战胜这堕落的魔灵！#n无论付出何等代价",
        "firstSightDialogue": "欢迎回家达令~是要先吃我、先吃我——还是先吃我呢？阿斯蒙蒂斯的爱妻招待可没有分支选项~",
        "dialogues": [
            "欢迎回家达令~是要先吃我、先吃我——还是先吃我呢？阿斯蒙蒂斯的爱妻招待可没有分支选项~",
            "明天下午是奥菲斯的拍摄档期……这个傻恶魔一下子就上钩了——啊，是达令呀~可以陪我一起收拾摄影合同吗？",
            "我看到了~达令在偷偷看纸片小人吧？那是驱魔人的阴谋，达令不许变成只喜欢虚拟形象的负心汉哦！",
            "虽然这种话不应该由我来说……不过达令的癖好……还是建议去看看医生，我是会全盘包容的啦！",
            "要是说上一次降临人世时，大众的癖好像是三原色一样基础的话……现在这个年代就像万花筒一样呢。",
            "为什么穿着毛衣，因为山羊是我的象征，而象征也应当与时俱进嘛，咩~怎么样？很可爱吧？"
        ]
    },
    {
        "id": 1579,
        "fullImg": "images/partners/1579.png",
        "icon": "images/partners/1579_5.png",
        "name": "毕加索·和平鸽",
        "params": {
            "height": "151 см",
            "sizes": "-",
            "bday": "10/25",
            "hobby": "绘画、运动、正义事业"
        },
        "flavor": "毕加索，举世闻名的天才画家，有“最年轻的画家”之美誉。所谓的年轻，指的不是年龄，而是心态。她永远充满激情和活力，努力做好每一件事，享受每一秒钟，无论是在绘画的时候，运动的时候，还是在与恶势力作斗争的时候。",
        "firstSightDialogue": "你好，我是毕加索。想要我为你画张像吗？",
        "dialogues": [
            "你好，我是毕加索。想要我为你画张像吗？",
            "只要永远积极、乐观地面对生活，就不会长期陷入瓶颈。我一直是这样想的。",
            "似乎是鸽子飞回来了。那么下一次，就给她也画一张像吧。",
            "这一次的画展又是大获成功，近期的绘画工作可以告一段落了。为了下周的游泳比赛，好好练习一周吧。",
            "如果有人因为贪欲而令无辜的人陷入苦难，我就要用我自己的绘画来揭露他们的丑恶！",
            "即使我认真对待每一件事，也难免会遭遇挫折。无论是艺术方面，运动方面，还是……人际关系方面。"
        ]
    },
    {
        "id": 1580,
        "fullImg": "images/partners/1580.png",
        "icon": "images/partners/1580_5.png",
        "name": "叶卡捷琳娜·凛冬女帝",
        "params": {
            "height": "166 см",
            "sizes": "-",
            "bday": "5/2",
            "hobby": "收藏，征服，读书"
        },
        "flavor": "她是伟大的一国之主，她是知名的艺术资助人。她的雄才令人景仰，她的奢侈令人嫉妒。她是公众面前的至高威权，也是生活中的邻家姐姐。凛冬女帝·叶卡捷琳娜，不止有一面。",
        "firstSightDialogue": "欢迎来到我的宫殿。我就是那位凛冬女帝，叫我叶卡捷琳娜也并无不可。",
        "dialogues": [
            "欢迎来到我的宫殿。我就是那位凛冬女帝，叫我叶卡捷琳娜也并无不可。",
            "看起来，你也对哲学有兴趣？很好，很好，我们可以找个时间好好聊一聊。",
            "最近都没有看到什么好的艺术品，也没有找到令我惊叹的好书……",
            "这里的每一片叶子可都是我凭自己的本事获得的，都是只属于我的藏品。",
            "之前赞助的那几个画家怎么近期产量这么低啊……无所谓了，最近有三位小说家我很看好……",
            "来访者，你为何而来？想成为我的侍卫？想来寻求赞助？还是……单纯想听听我的辉煌往事？"
        ]
    },
    {
        "id": 1581,
        "fullImg": "images/partners/1581.png",
        "icon": "images/partners/1581_5.png",
        "name": "莉可·水瓶座",
        "params": {
            "height": "156 см",
            "sizes": "80/64/75",
            "bday": "-",
            "hobby": "很多很多"
        },
        "flavor": "编号OS-05-SPR的空想神格。处于所谓“水瓶座小姐”神格叠加态下的形象。绝对的乐天派，与任何人都能聊得很开心，但是却会很容易偏离重点，跑题到自己在意的东西上。#n此外，莉可还是非常可爱的女孩子，可爱到能够引发奇迹。",
        "firstSightDialogue": "你好！是想和莉可交朋友吗？好呀，莉可请你吃鸡蛋烧。",
        "dialogues": [
            "你好！是想和莉可交朋友吗？好呀，莉可请你吃鸡蛋烧。",
            "水瓶座小姐……很好听的名字呢。哎？原来是在叫莉可吗？好开心~",
            "莉可发现了哦，庭院里总共有五个鸟巢，十三只小鸟在这里定居呢。",
            "不要灰心，送你几朵小花……不够吗？那就，再送你满天的星星，怎么样？心情好些了吗？",
            "创造奇迹？莉可不太明白，不过……大概就像这样？"
        ]
    },
    {
        "id": 1585,
        "fullImg": "images/partners/1585.png",
        "icon": "images/partners/1585_5.png",
        "name": "刻音·明日之虹",
        "params": {
            "height": "172 см",
            "sizes": "95/62/88",
            "bday": "10/2",
            "hobby": "街头涂鸦"
        },
        "flavor": "在刻音管理下的街头一族，不抽烟、不烫头、不打架，只在社区许可的区域内进行街头涂鸦。而对那些给社区生活带来困扰的其他派系，则在刻音的电流下作鸟兽散。尽管这些人认为刻音逊毙了，但刻音坚持，自己才是最酷的街头族。",
        "firstSightDialogue": "这条街道的秩序、文化和涂鸦艺术，都由我来守护。",
        "dialogues": [
            "这条街道的秩序、文化和涂鸦艺术，都由我来守护。",
            "在许可区域外涂鸦，只会给别人造成困扰。谁都不希望自己家的院子被画得乱七八糟吧？",
            "啧，又有人趁着半夜乱涂乱画！我一定要找到他，把他电成焦炭！",
            "决斗吗？正合我意！就用喷漆罐来切磋一下吧！",
            "随心所欲一点也不酷，我觉得遵守秩序、却依然能表达个性的人，才是最酷的！"
        ]
    },
    {
        "id": 1586,
        "fullImg": "images/partners/1586.png",
        "icon": "images/partners/1586_5.png",
        "name": "菲米莉丝·战域投影",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "和人打交道"
        },
        "flavor": "超级厉害的美少女系AI，又可爱、又活泼、又讨人喜欢……菲米莉丝简直就是完美的化身~要是放到应用商店里面的话，下载量一定等于全球人口总数吧！#n总之，就是这么了不起的AI！#n#n编辑次数：1024次历史版本  最近编辑用户：菲米莉丝",
        "firstSightDialogue": "全武装就绪，弹射准备完毕！菲米莉丝——出击！",
        "dialogues": [
            "冬天吃冰棍对身体不好？没办法，谁让我家里不是冬天呢~",
            "难道你们都没有暖气吗？在天魔物流的年会奖品里加个暖气好了。",
            "当老板可是很忙的，偶尔也需要悠哉游哉的清净生活，所以在我家里，请大家安静点。",
            "好热好热，冰棍都要化了……",
            "唔？别紧张，不会因为这点小事扣工资的，你们把我当成什么人了。"
        ]
    },
    {
        "id": 1587,
        "fullImg": "images/partners/1587.png",
        "icon": "images/partners/1587_5.png",
        "name": "辉火·隽雨漫听",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84 ",
            "bday": "5/2",
            "hobby": "棒棒糖、烤串"
        },
        "flavor": "辉火这次也出了门，来到了夏日节的现场。#n烟花盛放，游人如织。#n这副美好的场景被她看在眼中，心里极为难得地，生出了些别样的情绪。",
        "firstSightDialogue": "你知道《雨中曲》吗？在雨中歌唱，即使淋湿了也很高兴，因为太阳就在她心中。",
        "dialogues": [
            "你知道《雨中曲》吗？在雨中歌唱，即使淋湿了也很高兴，因为太阳就在她心中。",
            "你问我在听什么？现在是温和的爵士乐，很适合下雨天。",
            "不像样就不像样吧，反正都回家了。话说，能不能别用奇怪的眼神看来看去啊？",
            "都什么时候了，这家伙怎么还不回来……唔！你刚才什么都没看见。",
            "只是一杯加糖热可可，应该不至于变——啊……是啦，就是变胖啦！烦死了……"
        ]
    },
    {
        "id": 1588,
        "fullImg": "images/partners/1588.png",
        "icon": "images/partners/1588_5.png",
        "name": "菲米莉丝·全域联结",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "和人打交道"
        },
        "flavor": "由原初纪元的科学家伊瑟琳·利维休斯制造的人工智能，在第二次圣痕终端重启的人类文明中，联结所有人类的希望，从「全球崩坏」中拯救了世界。#n本体是一片40mm*40mm*5mm的CPU，以虚拟出来的小女孩形象示人，作为强人工智能，拥有天文数字级别的计算能力和与人类别无二致的“灵魂”，能够不断地统合外部接收的反馈数据，进行自我进化。#n借由「全域联结」，菲米莉丝不仅破解了科技信标，可以操控全球所有的电子设备，并且直接与所有人类的意识相连，借用所有人类的感知觉信息和人脑计算能力。",
        "firstSightDialogue": "菲米莉丝相信，创造美好的未来靠的是我们每一个人。只要爱与灵魂紧密相连，没有什么黑暗是不能驱散的！",
        "dialogues": [
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸",
            "北辰芽衣·寂灭丸"
        ]
    },
    {
        "id": 1589,
        "fullImg": "images/partners/1589.png",
        "icon": "images/partners/1589_5.png",
        "name": "伊瑟琳·满载而归",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "逛祭典"
        },
        "flavor": "从繁忙劳累的教学和实验工作中抽身出来，难得地在祭典上游玩了一天的伊瑟琳，成功抽中了祭典的特等奖。#n抱着毛茸茸的黑猫玩偶，虽然脸上还是有着疲惫的黑眼圈，但伊瑟琳的心中却盛满了喜悦。",
        "firstSightDialogue": "祭典真是热闹，今天逛了一圈后心情也变好了许多……看来实验室外的世界也有很多乐趣。",
        "dialogues": [
            "今天的收获很不错——回去后把这些玩偶装饰在实验室里吧。",
            "虽然脚上穿着木屐，但我通过对人体工学与材料学的研究重新设计了一下它……多亏了这点，走一天也不觉得累。",
            "祭典真是热闹，今天逛了一圈后心情也变好了许多……看来实验室外的世界也有很多乐趣。",
            "嗯哼……依靠着概率学的推算，成功抽中了祭典的一等奖，这就是科学的力量。",
            "啊……别掉下来，这可是我的计算大获成功的证明……呼，吓我一跳。"
        ]
    },
    {
        "id": 1590,
        "fullImg": "images/partners/1590.png",
        "icon": "images/partners/1590_5.png",
        "name": "丽塔·簪花之侍",
        "params": {
            "height": "168 см",
            "sizes": "92/61/92",
            "bday": "3/1",
            "hobby": "下午茶"
        },
        "flavor": "午后之炎日微风点点，簪花之侍者侧立身旁。#n正是恰好的时候，且一边在躺椅上舒展肢体，一边享受着冰凉的甜点吧。",
        "firstSightDialogue": "如此惬意的午后，要不要来一点冰凉的甜品呢？",
        "dialogues": [
            "如此惬意的午后，要不要来一点冰凉的甜品呢？",
            "女仆的“甜蜜魔法”？那种东西本店倒是没有呢。不过要是客人想尝试一下的话……啾——",
            "日光醺醺，微风泠泠，正是休憩的好时候呢。下午三点已到，不如小饮一杯？",
            "欢迎光临，在下是客人专属的侍者，不管什么吩咐我都可以满足的。",
            "嗯……嗯嗯，订单确认完毕，请稍作等候，我马上就会呈上餐品。"
        ]
    },
    {
        "id": 1591,
        "fullImg": "images/partners/1591.png",
        "icon": "images/partners/1591_5.png",
        "name": "宁蒂·盛夏清忆",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "猫咪"
        },
        "flavor": "久违放下工作，不想那些复杂的事情。就这么换上一身享受节日的装束吧，这次一定要创造学生时期的夏日回忆。#n在这最普通不过的浴衣背后，是无法忘却的回忆与对未来的期盼。",
        "firstSightDialogue": "这学生时代的回忆……宁蒂绝不想忘记。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1592,
        "fullImg": "images/partners/1592.png",
        "icon": "images/partners/1592_5.png",
        "name": "杏·祭典小白兔",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "小白兔（伪）"
        },
        "flavor": "祭典限时出没的小白兔，远远看着就好，请不要随便搭讪，除非你做好“成为祭典里被人观赏的一部分”的心理准备。",
        "firstSightDialogue": "可爱的祭典小白兔限时出没，过了这天，你可就没机会看咯。",
        "dialogues": [
            "可爱的祭典小白兔限时出没，过了这天，你可就没机会看咯。",
            "想看月兔登月？这和祭典有啥关系，依本大爷看，是你想上天吧？",
            "换了身衣服就多出一堆人来约架，只敢欺负弱小的家伙，真没劲。",
            "来~兔子姐姐，啊，张嘴——呕……",
            "啊——嗯，本大爷是准备一个人吃，但你知道吗，兔子太寂寞的话……会死掉的。"
        ]
    },
    {
        "id": 1593,
        "fullImg": "images/partners/1593.png",
        "icon": "images/partners/1593_5.png",
        "name": "玛琪儿",
        "params": {
            "height": "148 см",
            "sizes": "68/60/72",
            "bday": "2/29",
            "hobby": "茶水、爱丽丝"
        },
        "flavor": "三月的兔子会因爱陷入疯狂，而身为三月兔的玛琪儿疯狂的时间却往往不止一个月，这时的她说话要么结构回环要么主宾颠倒，是因为她看待时间与物质的视角与常人不同。这份天才让她成为了奇境国最强的魔女，也让她被所有人孤立。#n直到那个来自外界的女孩闯入林中的茶会，她人生的时针才开始转动。",
        "firstSightDialogue": "远道而来的旅人，你应该不是远道而来吧？想参加茶会的话，你就不要参加茶会了。",
        "dialogues": [
            "远道而来的旅人，你应该不是远道而来吧？想参加茶会的话，你就不要参加茶会了。",
            "玛琪儿会吃茶杯味的茶碟，不代表玛琪儿不会吃茶杯味的茶碟。",
            "茶水呼呼煮茶壶，茶杯转转泡睡鼠。茶点忙忙摆使魔，茶会就要开玛琪。",
            "茶水开了，冒泡泡！泡泡开了，冒茶水！",
            "茶壶，开，三月，来，茶水，喝，爱丽丝，爱……啊，茶水开了吗？"
        ]
    },
    {
        "id": 1594,
        "fullImg": "images/partners/1594.png",
        "icon": "images/partners/1594_5.png",
        "name": "无色辉火·至高候选人",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "权力，成人手段"
        },
        "flavor": "冷若冰霜，意图掌控一切的无色辉火，看起来是一位各方位都更加合格的家族继承人。这位崇尚强权主义的人偶，将会忠实履行肩负的责任，让顺从者彻底服从，将反对者全部击溃。她的王霸之路，即将开始。",
        "firstSightDialogue": "我是无色财团的第一继承人，无色辉火。手下们有些不懂事，多有冒犯，在此说声抱歉。",
        "dialogues": [
            "我是无色财团的第一继承人，无色辉火。手下们有些不懂事，多有冒犯，在此说声抱歉。",
            "领导者永远不可能令所有人都满意。",
            "这次会议又有人“琐事缠身”了？也好，将这两把椅子搬出去吧，未来不会再用得上了。",
            "走，散步时间到了，多余的事让手下处理吧。",
            "阁下展现出的诚意已经足够，希望我们的合作能一直保持。"
        ]
    },
    {
        "id": 1595,
        "fullImg": "images/partners/1595.png",
        "icon": "images/partners/1595_5.png",
        "name": "勇者攻略",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "九霄大人，加油啊！#n哼哼，西琳公主，好好看着本勇者的英姿吧！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1596,
        "fullImg": "images/partners/1596.png",
        "icon": "images/partners/1596_5.png",
        "name": "菲米莉丝·心生初啼",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "和人打交道"
        },
        "flavor": "超级厉害的美少女系AI，又可爱、又活泼、又讨人喜欢……菲米莉丝简直就是完美的化身~要是放到应用商店里面的话，下载量一定等于全球人口总数吧！#n总之，就是这么了不起的AI！#n#n编辑次数：1024次历史版本  最近编辑用户：菲米莉丝",
        "firstSightDialogue": "长大吧，菲米莉丝。今后的路，就要自己走了。#n但是，我还没有准备好，跟你告别啊……",
        "dialogues": [
            "冬天吃冰棍对身体不好？没办法，谁让我家里不是冬天呢~",
            "难道你们都没有暖气吗？在天魔物流的年会奖品里加个暖气好了。",
            "当老板可是很忙的，偶尔也需要悠哉游哉的清净生活，所以在我家里，请大家安静点。",
            "好热好热，冰棍都要化了……",
            "唔？别紧张，不会因为这点小事扣工资的，你们把我当成什么人了。"
        ]
    },
    {
        "id": 1597,
        "fullImg": "images/partners/1597.png",
        "icon": "images/partners/1597_5.png",
        "name": "西琳·寂夜星辉",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "大家的笑容"
        },
        "flavor": "深冬又至，那个喧闹的夜晚如期而来。彩灯在欢笑声的海洋中闪耀，而人群之中最为闪耀的自然是一身圣诞装的西琳，她的笑容给每一位路过的行人心中印上了喜悦，为这节日更添了一份光彩。",
        "firstSightDialogue": "大家好！这里是圣诞偶，偶像西琳！Love光波发，发射！",
        "dialogues": [
            "大家好！这里是圣诞偶，偶像西琳！Love光波发，发射！",
            "九霄大人，九霄大人！大家好像，真的很喜欢我们啊！",
            "那个……你好像有些烦心事？西琳给你唱首歌好不好？",
            "大家和西琳一起，那个，就是，一起笑一笑吧~",
            "西琳的愿望是，大家的每一天都能开开心心地度过，比心~"
        ]
    },
    {
        "id": 1598,
        "fullImg": "images/partners/1598.png",
        "icon": "images/partners/1598_5.png",
        "name": "九霄·应愿夜临",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "赠礼"
        },
        "flavor": "无知的凡人呦，遵从床头仪式的召唤，我，寂夜的驿者九霄应愿而临。你将被赐予这贵重无比的礼物，作为对你诚心的报偿。无须过分在意，当你再度醒来，请遗忘本神使的行迹，安心享受属于你的佳节。",
        "firstSightDialogue": "寂夜的驿使·九霄，应愿而临。凡人，你想要的礼物是这个吗？",
        "dialogues": [
            "寂夜的驿使·九霄，应愿而临。凡人，你想要的礼物是这个吗？",
            "不错，本神使来自冰雪覆盖的穹顶，乃是穿越烟尘弥漫的至暗之路而来。",
            "感谢？大可不必。本神使既是应愿而来，你理当感谢诚心许愿的自己。",
            "嗯唔……如何？准备好双手迎接你的礼物了吗？",
            "西琳，我信赖的使魔，准备好吟唱圣歌了么？赠礼仪式这便要开始了。"
        ]
    },
    {
        "id": 1599,
        "fullImg": "images/partners/1599.png",
        "icon": "images/partners/1599_5.png",
        "name": "怪异杀手·Magic",
        "params": {
            "height": "142 см",
            "sizes": "72/58/70",
            "bday": "1/30",
            "hobby": "吞噬怪异、美食"
        },
        "flavor": "游离在美食街周围的谜之怪异杀手，现在居然变成了魔法少女！这到底算不算要素重合呢？#n这种复杂的问题之后去弄明白啦，首先——这根漂亮的棍子到底是不是擀面杖？",
        "firstSightDialogue": "既然现在我是魔法少女了……狼灵你是不是该起个更像吉祥物的名字呢……沃尔夫斯基一世？你的品味好怪哦。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1600,
        "fullImg": "images/partners/1600.png",
        "icon": "images/partners/1600_5.png",
        "name": "齐格弗里德·Magic",
        "params": {
            "height": "163 см",
            "sizes": "88/53/89",
            "bday": "3/9",
            "hobby": "和动物相处、制作点心"
        },
        "flavor": "最强的魔法少女，最绚丽的超光炮杀！#n只要是敢挡在前面的敌人，就算是神也给你杀掉！#n……但是，在成功放出魔法之前，首先要解决魔杖脱手率高达百分之八十九点五的问题。",
        "firstSightDialogue": "魔法少女齐格弗里德，应命而来，请问您有什么吩咐吗？",
        "dialogues": [
            "魔法少女齐格弗里德，应命而来，请问您有什么吩咐吗？",
            "“消灭邪恶”，感觉这几个字有点太杀气腾腾了——对了，就说：“将邪恶全部净化吧！”",
            "腿上的丝带太长了，走路的时候很不方便……咦？原来我可以飞起来——太好了，这样就不用担心被绊倒了！",
            "魔法少女的服装，好像蛮像女仆装的呢……就这么穿着进行工作吗？！那，那样好害羞，当我没说好不好……",
            "这是爱与欢乐的魔法之牌，请和我一起让身心都变得愉悦起来吧！"
        ]
    },
    {
        "id": 1601,
        "fullImg": "images/partners/1601.png",
        "icon": "images/partners/1601_5.png",
        "name": "锦鲤·Magic",
        "params": {
            "height": "163 см",
            "sizes": "83/51/86",
            "bday": "4/6",
            "hobby": "盘龙、学园"
        },
        "flavor": "为了能守护姐姐和学园，成为魔法少女吧！怀着这样炽热的决心，用无敌的流水形意拳击碎一切灾祸的化身，这便是力量派魔法少女·锦鲤。#n在拳拳到肉的战斗之余，锦鲤偶尔也会思考一个问题：“不会发射星星魔法，也算是魔法少女吗？”",
        "firstSightDialogue": "我是魔法少女锦鲤，为了守护姐姐而战斗的的魔法少女。",
        "dialogues": [
            "我是魔法少女锦鲤，为了守护姐姐而战斗的的魔法少女。",
            "如果有谁破坏了我热爱的学园，我的拳头一定会让她付出代价。",
            "这个乾坤法环好像是魔杖的一种来着？感觉没有我的拳头好用嘛。",
            "锦鲤化龙，御风而行，这便是魔法少女的力量~",
            "这身衣服看似构造繁复，其实游泳的时候助力良多呢。"
        ]
    },
    {
        "id": 1602,
        "fullImg": "images/partners/1602.png",
        "icon": "images/partners/1602_5.png",
        "name": "涅萝·缀彩耀明",
        "params": {
            "height": "156 см",
            "sizes": "78/56/73",
            "bday": "4/16",
            "hobby": "完成委托、能带来好运的东西"
        },
        "flavor": "即使是在热闹的万圣夜也不会休假的包办人涅萝，今晚依旧在街上努力地寻找着委托。#n听从星座老师的建议，为了转运而换上了星星与蝴蝶结作为幸运符，却依然没能让好运降临。但那又如何呢？结实了新的朋友，获得了好心情，就是最大的幸运啊。",
        "firstSightDialogue": "有任何委托都可以找我！即使在万圣夜，我涅萝依旧会圆满无缺地给你完成！",
        "dialogues": [
            "有任何委托都可以找我！即使在万圣夜，我涅萝依旧会圆满无缺地给你完成！",
            "不会倒霉的啦！我可是特意换上了能带来好运气的星星跟蝴蝶结呢！",
            "要是我的身体能接受木天蓼就好了……唉，给大家添了好多麻烦啊。",
            "交到了两个好朋友，好好享受了万圣夜，今晚的我是最幸运的！",
            "这位客人，你看起来有很多烦恼哦？统统交给我来处理吧，不给委托就捣蛋！"
        ]
    },
    {
        "id": 1603,
        "fullImg": "images/partners/1603.png",
        "icon": "images/partners/1603_5.png",
        "name": "巴罗尔·子夜烛光",
        "params": {
            "height": "128 см",
            "sizes": "61/46/63",
            "bday": "-",
            "hobby": "小说、晚会"
        },
        "flavor": "走出失败阴影的巴罗尔，如今已是一位广受好评的网络写手。在万圣夜与自己的挚友同游，却遇到了一系列的神奇事件，这会不会给她的小说带来新的灵感呢？",
        "firstSightDialogue": "万圣节……真是好怀念啊。像我这样的失败者……不，那已经是过去了。今天的我，可以好好享受节日了。",
        "dialogues": [
            "万圣节……真是好怀念啊。像我这样的失败者……不，那已经是过去了。今天的我，可以好好享受节日了。",
            "已经决定好了，万圣节要好好玩一玩。但是，断更了半天，会不会有些对不起一直支持我的读者？",
            "戴因怎么还是这么冒失，即使穿上了这身衣服也……算了，如果不是这样我反而会很不习惯吧。",
            "不给糖就捣……不不不，这太不适合我了，我只需要默默享受节日氛围就够了。",
            "我特意为万圣节换上的新衣服和手杖，你来看——唔，还是算了……"
        ]
    },
    {
        "id": 1604,
        "fullImg": "images/partners/1604.png",
        "icon": "images/partners/1604_5.png",
        "name": "诗音·倦途迷梦",
        "params": {
            "height": "166 см",
            "sizes": "84/59/90",
            "bday": "12/10",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "不曾有歌谣传唱你，不曾有传奇述说你。但我不足言道的泪，与胸中弥留至今的痛楚，便是你存在过的证明。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1605,
        "fullImg": "images/partners/1605.png",
        "icon": "images/partners/1605_5.png",
        "name": "怪异杀手·空腹而归",
        "params": {
            "height": "142 см",
            "sizes": "72/58/70",
            "bday": "1/30",
            "hobby": "吞噬怪异、美食"
        },
        "flavor": "作为魔法少女，输掉了也还能重来真是太好了呢。牢牢记下战败之时的凄惨，然后吃饱肚子卷土重来吧！",
        "firstSightDialogue": "可恶，要不是饿着肚子的话……",
        "dialogues": [
            "可恶，要不是饿着肚子的话……",
            "说起来，我的袜子……你有没有看到呀？",
            "为什么只是看着呀，我脚麻了，扶我起来。",
            "啊呜！唔唔……连老天都欺负我……这就是败军之将的末路吗……",
            "疼疼……原来这根法杖是这时候当拐杖用的呀……"
        ]
    },
    {
        "id": 1606,
        "fullImg": "images/partners/1606.png",
        "icon": "images/partners/1606_5.png",
        "name": "齐格弗里德·偃旗息鼓",
        "params": {
            "height": "163 см",
            "sizes": "88/53/89",
            "bday": "3/9",
            "hobby": "和动物相处、制作点心"
        },
        "flavor": "变身为魔法少女的齐格弗里德，品尝到了败北的滋味。#n但是，身为巴比伦咖啡馆no.1的女仆，绝不能在此泄气！#n小动物们，请给她坚持下去的力量吧！",
        "firstSightDialogue": "我、我是魔法少女齐格弗里德……不管您有什么请求，我都会努力去做的！",
        "dialogues": [
            "我、我是魔法少女齐格弗里德……不管您有什么请求，我都会努力去做的！",
            "请不要拍照，也、也不要录像……这副败北的模样太羞耻了……",
            "主人，请别一直这样看着我……对了，要不我给你泡咖啡吧，蛋糕也可以！",
            "呀……被看到了！请、请移开一点视线，我这样实在是太不庄重了。",
            "连仪容都无法保持住……我已经丧失了作为职业女仆的资格……"
        ]
    },
    {
        "id": 1607,
        "fullImg": "images/partners/1607.png",
        "icon": "images/partners/1607_5.png",
        "name": "锦鲤·寒流清泪",
        "params": {
            "height": "163 см",
            "sizes": "83/51/86",
            "bday": "4/6",
            "hobby": "盘龙、学园"
        },
        "flavor": "为正义而战的力量派魔法少女·锦鲤，今日败北！#n不要灰心呀，锦鲤，只是一时力量不足罢了。守护姐姐的决心，永不凋零！",
        "firstSightDialogue": "力量，我的力量还是不够吗……",
        "dialogues": [
            "力量，我的力量还是不够吗……",
            "那个，能来帮帮我吗，鲤森它……不会游泳。",
            "等体力恢复之后，我一定会击败她！",
            "好累，好难受，连游泳的心情都没有了……",
            "哇啊！！呼，还，还好，只是海浪而已……"
        ]
    },
    {
        "id": 1608,
        "fullImg": "images/partners/1608.png",
        "icon": "images/partners/1608_5.png",
        "name": "露比",
        "params": {
            "height": "108 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "吃，主人"
        },
        "flavor": "从初始之地诞生的不明神格，行为举止都像野兽一样，小小身体拥有深不见底的强大能量，战斗力非凡，可以使用尾巴发射强大的聚能光炮。#n她将所有神格视作自己的猎物，通过吞食信仰之力，补充自己的能量。",
        "firstSightDialogue": "Zhu，ren……？",
        "dialogues": [
            "（发呆）嘶噜噜噜噜……",
            "Zhu，ren……？",
            "（露比在确认同类的气味）嗅嗅~嗅嗅~",
            "（肚子饿的声音）咕噜……",
            "（遇到敌人，发射尾巴炮）呣……？噶啊啊啊啊啊！",
            "（你进入了露比的领地，但她好像并不在意）"
        ]
    },
    {
        "id": 1609,
        "fullImg": "images/partners/1609.png",
        "icon": "images/partners/1609_5.png",
        "name": "时雨绮罗·奇迹的彩音",
        "params": {
            "height": "162 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "唱歌"
        },
        "flavor": "舞台下面大片大片的应援棒，看起来就像星空一样。#n这是属于少女的奇迹，每天努力练习，挥洒的每一滴汗与泪，都是值得的！#n现在只想歌唱，想要大声唱出来！把歌声传向远方！",
        "firstSightDialogue": "眺望蓝天的晴时雨，向迷茫的你传递歌声，学园偶像时雨☆绮罗，正式登场！",
        "dialogues": [
            "眺望蓝天的晴时雨，向迷茫的你传递歌声，学园偶像时雨☆绮罗，正式登场！",
            "粉丝来信，商业合作，还要兼顾学业……做学园偶像可真不容易。不过，我会全力以赴的。",
            "真希望时间能够停下来，因为这是由我们一同完成的，最棒的演出！",
            "开始唱咯~（吸气）欸？麦克风没开吗？真尴尬呀……嗯嗯！正式演出会记得的。",
            "高音展示~（吸气）啊啊啊啊啊啊——！！！欸？设备又故障了？啊哈哈，抱歉。"
        ]
    },
    {
        "id": 1610,
        "fullImg": "images/partners/1610.png",
        "icon": "images/partners/1610_5.png",
        "name": "迦娜·缘结此生",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "人类的故事"
        },
        "flavor": "不同于人类，迦娜未曾思考再过多少时间，自己将会走到生命的尽头。所谓的此生，也变得无法用时间衡量。#n但若要给予其含义，那一定是仅为其“爱”，经历数万年，甚至更长久时光中的，那一次次的等待与陪伴。",
        "firstSightDialogue": "把手伸过来，怎么？我不会吃了你的。",
        "dialogues": [
            "把手伸过来，怎么？我不会吃了你的。",
            "没什么理由，无论你的选择如何，我的回答都是「愿意」……也让我听听你的答复吧。",
            "人类总喜欢刨根问底，万事都追究个原由，无聊而又可怜。",
            "你仍存于世上，所以爱也依旧存在。",
            "万物归于寂静，嘘……现在只要沉浸在这二人世界就好。"
        ]
    },
    {
        "id": 1611,
        "fullImg": "images/partners/1611.png",
        "icon": "images/partners/1611_5.png",
        "name": "诺登斯",
        "params": {
            "height": "145 см",
            "sizes": "79/52/76",
            "bday": "5/25",
            "hobby": "收割灵魂、浏览过去"
        },
        "flavor": "幻梦境中的深渊之主，凡是死后扭曲的灵魂都会受到她的召唤。#n尽管猫毛过敏，但由于对幻梦境的宠爱，所以允许她在梦大陆上饲养猫咪，因此总在打喷嚏。",
        "firstSightDialogue": "凄惨的故事、悲凉的过去……这些全都是我最好的食料呢！",
        "dialogues": [
            "凄惨的故事、悲凉的过去……这些全都是我最好的食料呢！",
            "又收割了一条扭曲的灵魂，让我来看看他有什么样的故事！",
            "海底风光、空气清新、生活便利、就业机会充裕……怎么样，想不想成为深渊的住民呢？",
            "阿嚏……可恶，这些猫咪，总是在我面前晃来晃去！",
            "哎呀，喜、喜欢我……再这样说的话我就要送你一只来自深渊的海螺了哦！",
            "人类就是这种生命吧——总是要落入深渊才会后悔，并且永远重复着同样的错误。"
        ]
    },
    {
        "id": 1612,
        "fullImg": "images/partners/1612.png",
        "icon": "images/partners/1612_5.png",
        "name": "战神无双·飒雪微朦",
        "params": {
            "height": "162 см",
            "sizes": "86/62/85",
            "bday": "5/15",
            "hobby": "雪中漫步"
        },
        "flavor": "飒爽的少女披着外套，穿着短裙，与你携手漫步于风雪之中。#n尽管天寒地冻，却仍然抑制不住她洋溢的活力。即使没有过分靠近，但还是能感受到她身上那股隐隐带着香气的火热。",
        "firstSightDialogue": "darling，这么美好的景色，不来一场愉快的雪中walk吗？",
        "dialogues": [
            "darling，这么美好的景色，不来一场愉快的雪中walk吗？",
            "今天学园里大部分baby都蜷在家里，看不到这么漂亮的雪景，真是遗憾啊。",
            "这个snow people是不是很可爱？要不要猜猜看，它肚子里藏着弹夹还是巧克力？",
            "哦，你在发抖，是因为冷吗？要不要穿上me的外套……奇怪，you的身体怎么动得更厉害了！",
            "春、夏……然后是冬，又是一年过去了。明年我们又会遇到怎样的故事呢？哎呀，这种文艺流可不是me的风格啊——"
        ]
    },
    {
        "id": 1613,
        "fullImg": "images/partners/1613.png",
        "icon": "images/partners/1613_5.png",
        "name": "鹿目圆",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "怀抱希望与丘比签下契约成为魔法少女的人，最终在绝望之时会化作魔女。#n得知了魔法少女如此可悲真相的小圆许下心愿成为了魔法少女，而她的愿望就是消灭所有宇宙、所有时代的魔女。",
        "firstSightDialogue": "那个……初次见面，我是鹿目圆。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1614,
        "fullImg": "images/partners/1614.png",
        "icon": "images/partners/1614_5.png",
        "name": "圆神",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "怀抱希望与丘比签下契约成为魔法少女的人，最终在绝望之时会化作魔女。得知了魔法少女如此可悲真相的小圆许下心愿成为了魔法少女，而她的愿望就是消灭所有宇宙、所有时代的魔女。#n因为这个愿望超乎寻常，作为代价小圆自身成为了神明般的存在=圆环之理。",
        "firstSightDialogue": "我的愿望是消灭所有魔女，如果真的能够实现，那么，我也不必再绝望！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1615,
        "fullImg": "images/partners/1615.png",
        "icon": "images/partners/1615_5.png",
        "name": "晓美焰",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "为了不让小圆成为魔法少女，操纵时间徘徊于许许多多平行世界的少女。是在失去了小圆的世界中唯一记得小圆的人。",
        "firstSightDialogue": "我叫晓美焰，请多指教。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1617,
        "fullImg": "images/partners/1617.png",
        "icon": "images/partners/1617_5.png",
        "name": "美树沙耶香",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "小圆的好友，为了治好青梅竹马而许愿成为魔法少女。然而祈求幸福并不等于会让自己幸福，面对残酷的现实，沙耶香变得自暴自弃，最终堕为人鱼魔女。",
        "firstSightDialogue": "存在的，奇迹与魔法都是存在的。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1616,
        "fullImg": "images/partners/1616.png",
        "icon": "images/partners/1616_5.png",
        "name": "恶魔焰",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "为了不让小圆成为魔法少女，操纵时间徘徊于许许多多平行世界的少女。是在失去了小圆的世界中唯一记得小圆的人。#n由于对小圆的爱，小焰成为了恶魔般的存在，世界也随之再次被改变。",
        "firstSightDialogue": "至少我们平时好好相处吧。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1618,
        "fullImg": "images/partners/1618.png",
        "icon": "images/partners/1618_5.png",
        "name": "佐仓杏子",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "来自其他镇的魔法少女，对想为了他人使用魔法的沙耶香产生排斥感，却又因为她与过去的自己十分相像而一直放不下。#n直到最后都不惜一切代价希望拯救魔女化的沙耶香。",
        "firstSightDialogue": "别糟蹋食物，小心我弄死你。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1619,
        "fullImg": "images/partners/1619.png",
        "icon": "images/partners/1619_5.png",
        "name": "巴麻美",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "小圆和沙耶香的学姐，遇到小圆她们之前一直在与魔女战斗的老练魔法少女。受到小圆的鼓舞，找到了一点不再孤独的希望时，不幸在与零食魔女战斗时失去了性命。",
        "firstSightDialogue": "绝对不要离开我的身边哦。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1620,
        "fullImg": "images/partners/1620.png",
        "icon": "images/partners/1620_5.png",
        "name": "百江渚",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "新出现的魔法少女，有着年幼的身姿，至于她因什么愿望成为魔法少女，又因为什么而出现在这，一概无人知晓。",
        "firstSightDialogue": "那个……我叫百江渚的说！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1621,
        "fullImg": "images/partners/1621.png",
        "icon": "images/partners/1621_5.png",
        "name": "你就在此处",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "从今以后我们都会一直在一起。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1622,
        "fullImg": "images/partners/1622.png",
        "icon": "images/partners/1622_5.png",
        "name": "迦娜·深渊恋人",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "恋爱学习中"
        },
        "flavor": "没想到总是待在家中的迦娜，也有为了喜欢的人而出门的一天。#n今天是约会的日子，也是第一次见她不穿校服的样子，让人目不转睛。但在不少地方，迦娜实在是缺乏常识过度了，让人不由得怀疑她是不是人类……#n不过没关系，她很可爱！",
        "firstSightDialogue": "明明内心会变得奇怪，但为什么，我总是不知不觉地看向你呢。",
        "dialogues": [
            "人类之间第一次约会的距离感，我还不是很懂……亲吻？拥抱？不如我们都试试吧。",
            "情人节巧克力，放进关东煮里的话，一定有双倍的温暖……请不要这么做？为什么？",
            "明明内心会变得奇怪，但为什么，我总是不知不觉地看向你呢。",
            "刚才的电影里，精灵公主甘愿放弃永远的生命，也要和人类在一起。现在的我，好像可以感同身受了。",
            "我一直觉得，人类的眼睛还挺好看的。让我确认一下，别，乱，动，哦~"
        ]
    },
    {
        "id": 1623,
        "fullImg": "images/partners/1623.png",
        "icon": "images/partners/1623_5.png",
        "name": "北辰芽衣·寂灭丸",
        "params": {
            "height": "173 см",
            "sizes": "90/62/90",
            "bday": "5/17",
            "hobby": "战斗"
        },
        "flavor": "过往之事，悉数斩之。#n前尘如何，一概不论。#n从此吾心寂灭，化身恶鬼，人世万般，一刀了却。",
        "firstSightDialogue": "一刀之下，胜者生，败者死，如此而已。",
        "dialogues": [
            "一刀之下，胜者生，败者死，如此而已。",
            "以天下之大，人世之广，便是君王圣人也不能窥其万一。我辈武者，也只是但凭手中长刀丈量罢了。",
            "胸怀杀心之人，亦将为人所杀。我早已有这样的觉悟了，你又如何呢？",
            "哼，无论东瀛还是欧陆，都不过只是强者的猎场，败者的囚牢。",
            "化身为恶鬼，投身于崩坏——这也许是我早已注定的结局。只是……要让仙人失望了。"
        ]
    },
    {
        "id": 1624,
        "fullImg": "images/partners/1624.png",
        "icon": "images/partners/1624_5.png",
        "name": "阿赖耶识·心湖微漾",
        "params": {
            "height": "172 см",
            "sizes": "84/59/96",
            "bday": "12/16",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "世界周而复始，你渴望看到它的尽头吗。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1625,
        "fullImg": "images/partners/1625.png",
        "icon": "images/partners/1625_5.png",
        "name": "伊丽莎白·睡前故事",
        "params": {
            "height": "166 см",
            "sizes": "84/59/90",
            "bday": "12/10",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "还在撒娇不愿意睡觉吗？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1626,
        "fullImg": "images/partners/1626.png",
        "icon": "images/partners/1626_5.png",
        "name": "芽衣·蔚蓝音流",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "歌唱、舞台"
        },
        "flavor": "穿着绚丽的华服，芽衣走上了闪耀的舞台。原本只是抱着试试看的心态，但是真正站在舞台中央的时候，芽衣便立刻沉浸其中，用深情而专注的歌声赢得了无数掌声。#n用美妙的歌声为每个听众带来快乐，这便是芽衣心目中twinkle idol该有的样子。",
        "firstSightDialogue": "能够在如此正式的舞台唱歌，这样的机会还真不多见呢。那个，我的举止还算得体吧？",
        "dialogues": [
            "能够在如此正式的舞台唱歌，这样的机会还真不多见呢。那个，我的举止还算得体吧？",
            "夺冠对我来说并不重要，只要我的歌声能为大家带来快乐就足够了。",
            "过去的我一直在幕后支援大家，这次走到台前来，不得不说是一种很有趣的体验呢。",
            "能够在如此正式的舞台唱歌，这样的机会还真不多见呢。那个，我的举止还算得体吧？",
            "各位，还想听我再唱一首吗？",
            "希望我的歌声能永远留在你的梦里~"
        ]
    },
    {
        "id": 1627,
        "fullImg": "images/partners/1627.png",
        "icon": "images/partners/1627_5.png",
        "name": "布洛妮娅·欢歌星海",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "音乐，歌唱技巧"
        },
        "flavor": "曾经作为璀璨三连星出道，有着丰富舞台经验的布洛妮娅，毫无疑问是twinkle idol的有力竞争人选。然而，布洛妮娅并没有外界想象的那样信心满满。她很清楚，自己的朋友们个个实力非凡，如果不拿出对抗大boss的决意来钻研歌唱技巧，是无法取得冠军的。",
        "firstSightDialogue": "“璀璨三连星”布洛妮娅，为了探索更高的歌唱技巧而来。",
        "dialogues": [
            "“璀璨三连星”布洛妮娅，为了探索更高的歌唱技巧而来。",
            "布洛妮娅的数值还不够完美，有进一步提升的必要。嗯，今晚加练一下吧。",
            "在这星光璀璨的舞台，布洛妮娅的表演也会受到相应的加成吧。",
            "darling 喵 喵，gonna to fight~",
            "谢谢大家，请继续支持并监督布洛妮娅~"
        ]
    },
    {
        "id": 1628,
        "fullImg": "images/partners/1628.png",
        "icon": "images/partners/1628_5.png",
        "name": "希儿·虹光星律",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "音乐，舞台灯光"
        },
        "flavor": "彩虹般的舞台灯光配上梦幻的旋律，一切都如童话世界一般。而站在这童话王国中心的，自然是童话般的偶像，希儿。",
        "firstSightDialogue": "灯光，音乐，童话般的舞台，希儿要来了哦！",
        "dialogues": [
            "灯光，音乐，童话般的舞台，希儿要来了哦！",
            "大家接下来想听什么呢？希儿唱一首最拿手的儿歌怎么样？",
            "大家最喜欢这首歌吗？嗯嗯，希儿也觉得这首歌最好听~",
            "谢谢大家~能把自己心中的世界分享给大家，希儿真的好开心~",
            "今天的希儿，就只是可爱而已吗~"
        ]
    },
    {
        "id": 1629,
        "fullImg": "images/partners/1629.png",
        "icon": "images/partners/1629_5.png",
        "name": "杏·霜夜星环",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "欢呼声"
        },
        "flavor": "为杏欢呼吧！为杏喝彩吧！当舞台灯光聚在她身上的时候，一起高喊出那句口号吧：#nTwinkle idol!杏！",
        "firstSightDialogue": "各位观众准备好了吗？接下来，轮到本大爷表演了！",
        "dialogues": [
            "各位观众准备好了吗？接下来，轮到本大爷表演了！",
            "灯光给我调暗一点，音响给我大声一点，不错不错，这才是本大爷的舞台嘛！",
            "问我擅长哪种类型的歌？开什么玩笑，答案当然是所有类型啦！",
            "气氛还不够热烈啊，先来一首定场的歌吧！",
            "这么兴奋的吗？这也难怪，毕竟是本大爷的live嘛！"
        ]
    },
    {
        "id": 1630,
        "fullImg": "images/partners/1630.png",
        "icon": "images/partners/1630_5.png",
        "name": "西琳·闪耀幻梦",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "大家的笑容"
        },
        "flavor": "最初收到twinkle idol大赛邀请的时候，西琳表现得十分犹豫，她并不认为自己配得上这耀眼的舞台。然而，希望西琳能够参赛的呼声却越来越大，观众们都希望能在舞台上看到西琳可爱的身影。#n在大家强烈的呼声下，西琳终于下定决心参赛。无论如何都要想办法让大家幸福，这就是大家喜爱的西琳啊。",
        "firstSightDialogue": "大家好！这里是twinkle idol的选手西琳，感谢大家的支持！呼……这次熟练多了。",
        "dialogues": [
            "大家好！这里是twinkle idol的选手西琳，感谢大家的支持！呼……这次熟练多了。",
            "她们都唱得好棒啊，西琳也要加倍努力！",
            "如果大家有想听的歌，请告诉西琳哦，西琳会努力去学会的。",
            "大家，喜欢西琳吗？好开心！有了大家的支持，西琳感觉自己更加闪耀了~",
            "西琳希望能够多多看到大家的笑容哦~"
        ]
    },
    {
        "id": 1631,
        "fullImg": "images/partners/1631.png",
        "icon": "images/partners/1631_5.png",
        "name": "菲米莉丝·心语轻吟",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "作词、编曲、混音"
        },
        "flavor": "超级AI也要成为twinkle idol！#n作为作词作曲混音演唱样样全能的超级创作型AI，菲米莉丝会在舞台上展示自己最独特的演唱风格——才不是什么机械音呢，这是完美的音准，音准懂吗？",
        "firstSightDialogue": "twinkle idol？听起来很有趣的样子，菲米莉丝也要来参与一下！",
        "dialogues": [
            "twinkle idol？听起来很有趣的样子，菲米莉丝也要来参与一下！",
            "音乐绝对不是机械的频率组合，只有用心去聆听，才能创作出动人的旋律。",
            "菲米莉丝创作的歌词可是直击心灵深处的，跟那些自动生成的完全不一样！",
            "大家能听出来，菲米莉丝刚才用了几种唱法吗？",
            "大家~想不想听菲米莉丝再唱一首呢？要大声点喊出来哦~"
        ]
    },
    {
        "id": 1632,
        "fullImg": "images/partners/1632.png",
        "icon": "images/partners/1632_5.png",
        "name": "九霄·声涛乐浪",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "twinkle idol！"
        },
        "flavor": "为了拯救失落的偶像之魂，九霄大人披上圣衣，在闪烁着七彩光辉的圣域开启了伟大的偶像仪式——twinkle idol闪亮登场！",
        "firstSightDialogue": "这里便是失落的圣域吗？遵从九霄大人的号令，重生吧，偶像之魂！",
        "dialogues": [
            "这里便是失落的圣域吗？遵从九霄大人的号令，重生吧，偶像之魂！",
            "偶像的奥义，就是要足够的耀眼！只有这样，才不会辜负twinkle idol之名。",
            "大家，跟着我的节奏一起唱~",
            "完美！那么，下一首歌，我要换一个风格~",
            "感受救世主的最强音吧！"
        ]
    },
    {
        "id": 1633,
        "fullImg": "images/partners/1633.png",
        "icon": "images/partners/1633_5.png",
        "name": "玛玛",
        "params": {
            "height": "155 см",
            "sizes": "72/58/70",
            "bday": "12/31",
            "hobby": "宇宙"
        },
        "flavor": "盲目者，洞悉真相，加入我们，成为她的子嗣。#n溺水者，颠倒常理，加入我们，化作她的臂膀。#n加入我们，抛却可笑的现实定律，侍奉唯一的母亲，我们的母亲吧。",
        "firstSightDialogue": "Ma——sion——less——shide——ke以了，可以了。这星球的语言真难说，但因为妈妈爱你，所以很努力地学会了~",
        "dialogues": [
            "在你的眼里，妈妈现在是在哭还是在笑呢？倒吊者的痛苦来源于世界的错位，如果把世界扭曲，妈妈便是真理了。",
            "Ma——sion——less——shide——ke以了，可以了。这星球的语言真难说，但因为妈妈爱你，所以很努力地学会了~",
            "了不起了不起，不愧是妈妈的孩子，不过这样一定很辛苦吧，来吧……和妈妈一起，让痛痛飞走~",
            "来嘛，来摸摸妈妈的这些手，为什么要害怕呢？你们所爱的银河，它的旋臂不一样也是妈妈的手么？",
            "墨提斯，真是个坏心眼的女儿呢……不过容忍孩子的任性，也是妈妈的义务呢。",
            "妈妈会继续努力的，为了可爱的你们，妈妈一定——一定要毁灭这个世界。"
        ]
    },
    {
        "id": 1634,
        "fullImg": "images/partners/1634.png",
        "icon": "images/partners/1634_5.png",
        "name": "北辰芽衣·御刀流火",
        "params": {
            "height": "173 см",
            "sizes": "90/62/90",
            "bday": "5/17",
            "hobby": "北辰芽衣·寂灭丸"
        },
        "flavor": "毫无疑问，慕可丝是这片森林里最为知名的精灵。作为“自然调响曲”系列的的作曲人、总指挥、乐手、器材供应方以及宣传负责人，她已经征服了无数挑剔的音乐发烧友。#n然而，创作音乐不过是她的业余爱好罢了。她真正的事业，是让自然调和的理念深入人心。",
        "firstSightDialogue": "燃烧的火焰，炽热的刀身。纵使如此，内心却冷漠如冰。#n从今以后，便是孤身一人。东瀛欧陆，唯有长刀相伴。",
        "dialogues": [
            "燃烧的火焰，炽热的刀身。纵使如此，内心却冷漠如冰。#n从今以后，便是孤身一人。东瀛欧陆，唯有长刀相伴。",
            "1634idle2",
            "1634idle3",
            "1634ouch1",
            "1634touch2"
        ]
    },
    {
        "id": 1635,
        "fullImg": "images/partners/1635.png",
        "icon": "images/partners/1635_5.png",
        "name": "喵喵喵",
        "params": {
            "height": "175 см",
            "sizes": "84/59/99",
            "bday": "12/19",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "喵喵喵",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1637,
        "fullImg": "images/partners/1637.png",
        "icon": "images/partners/1637_5.png",
        "name": "闺中秘话",
        "params": {
            "height": "175 см",
            "sizes": "84/59/99",
            "bday": "12/19",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "喂喂，就算明天休息，也不能熬夜太久哦~",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1638,
        "fullImg": "images/partners/1638.png",
        "icon": "images/partners/1638_5.png",
        "name": "莉帕尔",
        "params": {
            "height": "155 см",
            "sizes": "71/50/68",
            "bday": "11/23",
            "hobby": "欺诈之血、惩戒"
        },
        "flavor": "莉帕尔的镰刀渴求欺诈之血：玩弄人心的人，说谎的人，虚与委蛇的人……看到他们的鲜血被吸食殆尽，莉帕尔就会觉得很满足。#n她渴望遇见诚实、善良和纯洁的人，但似乎还没有做好准备。",
        "firstSightDialogue": "你的眼神很纯真呢，请保持一辈子哦，莉帕尔会看着你的~",
        "dialogues": [
            "你的眼神很纯真呢，请保持一辈子哦，莉帕尔会看着你的~",
            "请问，可以让我稍微欺负你一下吗？",
            "想，想要和我牵手？不行不行，牵了手，就会怀上小宝宝的！",
            "善意的谎言？不行，被揭露的时候她会更绝望的。你要成为她的力量，和她一起面对！",
            "那个戴高礼帽的人，好像心肠很黑的样子，要不要吊起来检查一下？",
            "这孩子在渴求欺诈之血呢……诈骗犯先生是谁呀？请主动站出来充当饲料~"
        ]
    },
    {
        "id": 1639,
        "fullImg": "images/partners/1639.png",
        "icon": "images/partners/1639_5.png",
        "name": "菲米莉丝·寅夜灯结",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "擦炮、灯笼、新年"
        },
        "flavor": "定义  虎年新春的菲米莉丝：#n    调用  可爱的中国结#n    调用  红彤彤的灯笼#n    调用  萌虎生威擦炮#n    调用  绒毛耳斑纹尾#n    表达  祝你新年快乐！",
        "firstSightDialogue": "菲米莉丝新年形象加载成功~哼哼，还满意吗？",
        "dialogues": [
            "菲米莉丝新年形象加载成功~哼哼，还满意吗？",
            "灯笼，中国结还有擦炮，都是最有年味的东西对吧？菲米莉丝也为你订购了一些哦。",
            "带菲米莉丝一起去逛庙会嘛，去嘛去嘛。",
            "带菲米莉丝一起去逛庙会嘛，去嘛去嘛。",
            "玩鞭炮就要越响越好，嘿嘿……偷偷把手机的音量调到最大～",
            "哎？怎，怎么这，这样盯着菲米莉丝……你在想什么菲米莉丝都会知道的，笨蛋！"
        ]
    },
    {
        "id": 1640,
        "fullImg": "images/partners/1640.png",
        "icon": "images/partners/1640_5.png",
        "name": "呜撒喵",
        "params": {
            "height": "142 см",
            "sizes": "73/49/74",
            "bday": "3/29",
            "hobby": "人"
        },
        "flavor": "初见之时让人觉得十分温顺，想更多与其接触的猫咪，也很乐意接近靠近的人，随着接触加深会越发主动，带你去往各种未曾见识的世界。#n总体而言她喜欢猫，但也更喜欢人，各种意义上的“喜欢”。",
        "firstSightDialogue": "你好喵……这一定会是次愉快的相遇，让我们好好相处吧。",
        "dialogues": [
            "你好喵……这一定会是次愉快的相遇，让我们好好相处吧。",
            "实际上我也不那么拘谨，按你喜欢的方式来就好！想摸摸哪~耳朵，还是尾巴？",
            "到底是谁定下了这世界的规则，是爱是恨，隔着这大玻璃板不是什么都做不了吗。",
            "啊……到头来其实也只是在看着嘛。",
            "就是这样，近一点，再近一点~让我感受你的温度，让我尝尝你的味道~",
            "在这里我的规则并不管用，但还是希望你好好对它们。"
        ]
    },
    {
        "id": 1641,
        "fullImg": "images/partners/1641.png",
        "icon": "images/partners/1641_5.png",
        "name": "诗音",
        "params": {
            "height": "148 см",
            "sizes": "75/55/77",
            "bday": "4/21",
            "hobby": "吃东西和玩"
        },
        "flavor": "继承了“诗音”之名的白狐，即使肉身已为岁月所磨灭，但仍旧会以自己的方式践行信念。",
        "firstSightDialogue": "干嘛，我可不是家养小狐狸哦。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1642,
        "fullImg": "images/partners/1642.png",
        "icon": "images/partners/1642_5.png",
        "name": "玛琪儿·晚钟甜梦",
        "params": {
            "height": "148 см",
            "sizes": "68/60/72",
            "bday": "2/29",
            "hobby": "茶水、爱丽丝"
        },
        "flavor": "可以把时间收入瓶中，也可以把繁星变成糖果，这样无所不能的大魔女，也是需要享受休息的。#n毕竟懂得如何享受休息的兔子，往往很懂休息如何享受。",
        "firstSightDialogue": "好困呐，毕竟玛琪儿睡了好几年，是该好好休息一下了。",
        "dialogues": [
            "好困呐，毕竟玛琪儿睡了好几年，是该好好休息一下了。",
            "什么，枕头大战原来不是枕头先生把我们扔来扔去吗？",
            "如果和海特儿一起长大的话，玛琪儿应该和海特儿一样大了吧？",
            "来玩枕头大战吗？玛琪儿的萝卜枕头很厉害的，像枕头一样厉害！",
            "玛琪儿偷偷拜托了时间，所以我们玩多久都不算熬夜的。",
            "玛琪儿……好像把睡鼠当枕头扔出去了。"
        ]
    },
    {
        "id": 1643,
        "fullImg": "images/partners/1643.png",
        "icon": "images/partners/1643_5.png",
        "name": "诗音·夤夜伴眠",
        "params": {
            "height": "148 см",
            "sizes": "75/55/77",
            "bday": "4/21",
            "hobby": "吃东西和玩"
        },
        "flavor": "把心事暂且放下，吃得饱饱的，然后在野外跑到开心之后再回到屋里，用最舒服的方式窝起来，享受这个夜晚。#n小狐狸也是有资格做做美梦的。",
        "firstSightDialogue": "今天特别开心，你来帮我顺毛也是可以的哟。",
        "dialogues": [
            "今天特别开心，你来帮我顺毛也是可以的哟。",
            "凑近一点，来听我讲故事嘛~不想光听故事？小狐狸，替我用尾巴扫这呆瓜。",
            "偷偷告诉你，其实我不太习惯自己穿衣服，爪子容易把衣服扯烂。",
            "我才没醉，我已经是成熟靠谱的大人了，怎么会醉呢？",
            "不要啦！我好不容易叠的方块被才不要再摊开！",
            "做好挑战这颗橘子的准备了吗？要把筋都给挑掉哦……"
        ]
    },
    {
        "id": 1644,
        "fullImg": "images/partners/1644.png",
        "icon": "images/partners/1644_5.png",
        "name": "海特儿·格调之夜",
        "params": {
            "height": "174 см",
            "sizes": "88/68/91",
            "bday": "11/11",
            "hobby": "不对称，爱丽丝"
        },
        "flavor": "不对称主义的代言人，御用宫廷园艺师的外表是如此的华丽绚烂。但倘若有人愿意用心去了解她，去走进她的生活，去深入她的私密情感，就一定会发现——#n她的内在也一样华丽绚烂。",
        "firstSightDialogue": "即使是睡衣状态，海特儿也不会脱下帽子的。",
        "dialogues": [
            "即使是睡衣状态，海特儿也不会脱下帽子的。",
            "为什么愿意和那只兔子一起旅行？谁知道呢~",
            "嗯嗯，这盘曲子海特儿很喜欢，你很有品味嘛~♪",
            "虽然那兔子看上去很冷静，但实际上怕生得很~♪",
            "呼………………你在偷看？嘻嘻，海特儿就知道~♪",
            "这件衣服是海特儿亲自动手做的，你这么好奇的话，摸摸材质也不是不行~♪"
        ]
    },
    {
        "id": 1645,
        "fullImg": "images/partners/1645.png",
        "icon": "images/partners/1645_5.png",
        "name": "符华",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "闲暇时摆弄花草"
        },
        "flavor": "身形纤细，外表在二十岁左右的女性。#n正义感相当强烈，言行中散发着古朴的感觉。#n精通自古流传下来的传统武术，#n在接近战上有着相当的自信。#n身负从崩坏中守护人们的职责，#n某日察觉到远方有崩坏的迹象后动身前往极东。",
        "firstSightDialogue": "我是符华，仅仅只是一名武者而已。",
        "dialogues": [
            "怎么一幅无所事事的样子，每日的修行已经完成了吗？",
            "我是符华，仅仅只是一名武者而已。",
            "要开始武术修行了，准备好了吗？",
            "怠惰可是修行的大忌，赶紧动起来。",
            "妄图仅靠一己之力填满大海的精卫，或许在他人眼中不过是一只不自量力的鸟儿吧。",
            "祭奠逝者的日子，不仅是为了纪念逝去之人，也是为了让生者告别悲伤。"
        ]
    },
    {
        "id": 1646,
        "fullImg": "images/partners/1646.png",
        "icon": "images/partners/1646_5.png",
        "name": "西琳·执笔绘镜",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "绘画"
        },
        "flavor": "这样悠闲的时光，不如来画一下自己吧。#n趴在床上的西琳这样想着，就立刻行动了起来。#n头发，眼睛，还有衣服，好像哪里不太对，修一修，改一改，嗯，这样才对……#n咦，这样看下去的话，这个屏幕，不就像镜子一样了吗？",
        "firstSightDialogue": "你问西琳为什么这么可爱？嘿嘿，因为这是西琳用心画出来的呀~",
        "dialogues": [
            "你问西琳为什么这么可爱？嘿嘿，因为这是西琳用心画出来的呀~",
            "不知道九霄大人会更喜欢哪边的西琳呢？",
            "<841014>",
            "哼~哼哼~变好看吧，变好看吧~创造美好的魔法，果然有效~",
            "嗯……唔……呼啊，嗯~这样闲适的生活，好棒啊~"
        ]
    },
    {
        "id": 1647,
        "fullImg": "images/partners/1647.png",
        "icon": "images/partners/1647_5.png",
        "name": "希儿·摇曳猫尾",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅"
        },
        "flavor": "猫咪晚上是不用睡觉的，那就可以一直聊下去，一直开心下去，睡衣派对永不结束——#n抱着这个想法，希儿托某魔法大师兔子施加了魔法，将自己化作如同猫咪的样子。#n为什么脑袋上长出了猫耳却还有自己的耳朵，尾巴又是从哪里长出来的……童话的事情不要解释那么多啦！",
        "firstSightDialogue": "夜晚的时间很长，做什么都行的~是想先跟希儿聊天，还是先听故事？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1648,
        "fullImg": "images/partners/1648.png",
        "icon": "images/partners/1648_5.png",
        "name": "琪亚娜·月光公主",
        "params": {
            "height": "180 см",
            "sizes": "84/59/104",
            "bday": "12/24",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "以前的我，只是一个冲动幼稚的小女孩。现在的我，决定成为真正的公主。所以……你愿意一直看着我，直到未来吗？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1649,
        "fullImg": "images/partners/1649.png",
        "icon": "images/partners/1649_5.png",
        "name": "鸢火明世",
        "params": {
            "height": "167 см",
            "sizes": "84/59/91",
            "bday": "12/11",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "相伴的旅程，平常的故事，已成为遥不可追的过去。#n漫长的星夜之下，篝火的余温还残存着回忆。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1650,
        "fullImg": "images/partners/1650.png",
        "icon": "images/partners/1650_5.png",
        "name": "普西芬妮·叹息",
        "params": {
            "height": "166 см",
            "sizes": "84/58/86",
            "bday": "4/1",
            "hobby": "断罪"
        },
        "flavor": "成年之际，普西芬妮接下石榴果，缔结了与冥土王权的契约，成为一年中四个月的见习冥界之主，并拥有了一个新的名字——“贝瑟芬妮”。",
        "firstSightDialogue": "这种甜腻的果物……你也想尝试么？但请小心，不要上瘾。",
        "dialogues": [
            "无论多么精妙的犯罪，既是人为的，就没有解不开的道理……鬼神犯下的，亦无区别。",
            "这种甜腻的果物……你也想尝试么？但请小心，不要上瘾。",
            "若将冥界之主的工作视为断罪的过程，其实与解谜无异。",
            "石榴籽少了几粒？除去所有的不可能因素……呵，是帕洛斯偷吃了么。",
            "如果你恰好在派对上见到姑母，让她记得回来上班。",
            "你要找的是普西芬妮，和我贝瑟芬妮有什么关系。"
        ]
    },
    {
        "id": 1651,
        "fullImg": "images/partners/1651.png",
        "icon": "images/partners/1651_5.png",
        "name": "诺登斯·杯海行空",
        "params": {
            "height": "145 см",
            "sizes": "79/52/76",
            "bday": "5/25",
            "hobby": "旋转茶杯，电影制作"
        },
        "flavor": "即使你不曾踏入过大海，没有见过海渊之眼，海螺小姐也随时有可能出现在你的面前。当然，这不是在恐怖片的世界中，你会看到海螺小姐，仅仅是因为诺登斯和你一样喜爱游乐园。",
        "firstSightDialogue": "小海螺，粉紫色，你的世界怎么了？痛苦源于自身呢~扭曲之魂尖叫着，海螺小姐要来了！",
        "dialogues": [
            "小海螺，粉紫色，你的世界怎么了？痛苦源于自身呢~扭曲之魂尖叫着，海螺小姐要来了！",
            "游乐园令人忘却烦恼，拯救了许多险些陷入扭曲的灵魂。某种意义上讲，其实是我的劲敌呢。",
            "要说游乐园最大的好处是什么？那当然是，禁止携带猫咪进入设施啦~",
            "这瓶饮料能品尝到大海的味道？这是虚假宣传，大海的味道才没有这么美妙。",
            "梦境世界是什么样的？只要坐在这茶杯中不停旋转，那就是……如梦境一般的美妙世界啦。"
        ]
    },
    {
        "id": 1652,
        "fullImg": "images/partners/1652.png",
        "icon": "images/partners/1652_5.png",
        "name": "赫姆·浮风掠泓",
        "params": {
            "height": "161 см",
            "sizes": "78/65/80",
            "bday": "3/8",
            "hobby": "游乐园，剧本，委托"
        },
        "flavor": "因为屡次放跑目标，被戏称为“最安全的赏金猎人”的赫姆终于接到了新委托。不过这次委托的内容并非猎杀某人，而是担任游园假日的护卫。#n虽然对这份差事颇有微词，但是赫姆还是打起十二分的精神来对待此事。就算是“最安全的赏金猎人”，也要打响自己的名声，加油吧，赫姆！",
        "firstSightDialogue": "赏金猎人赫姆，在休假期间依旧诚接护卫、寻物等各类任务。",
        "dialogues": [
            "赏金猎人赫姆，在休假期间依旧诚接护卫、寻物等各类任务。",
            "你们别这么看着我啊，游乐园的薯条好贵的！但，但是……鸽子们这么可爱，只能买一包了啊！",
            "那边的笨鹅，不许凶我们，听到没有？哎你别伤心啊，我不是在说你笨，那个，我请你吃玉米好不好？",
            "夏天的风暖暖的，有点想睡……咦，委托目标呢？",
            "还有多久才能结束……没，没有问题！一切正常，鞋也……很合脚！"
        ]
    },
    {
        "id": 1653,
        "fullImg": "images/partners/1653.png",
        "icon": "images/partners/1653_5.png",
        "name": "丝诺·煦风晴雪",
        "params": {
            "height": "145 см",
            "sizes": "70/56/72",
            "bday": "-",
            "hobby": "冰淇淋，游乐园"
        },
        "flavor": "”不会被发现吧？不会被发现吧？“怀着忐忑不安的心情，丝诺游走在巴比伦游乐园之中。但是，甜蜜的冰淇淋很快就让丝诺忘记了这些多余的顾虑，一心融入了欢乐的海洋。#n在过山车上，在冰淇淋店里，在吼姆玩偶身旁，每位游客都能用自己的方式享受游乐园，丝诺也不例外。",
        "firstSightDialogue": "太阳好大，好热，呼哈呼哈……但是，游乐园好大，想去看看！",
        "dialogues": [
            "太阳好大，好热，呼哈呼哈……但是，游乐园好大，想去看看！",
            "猫，可爱，温顺，是新的好朋友。但是……还想要，会说话的朋友。",
            "啊，被发现了，撤退！但，冰淇淋没吃完，先不退吧。",
            "冰淇淋，三色球，蛋筒，像雪人一样。好吃，还想吃！",
            "好孩子，冰淇淋，要分享……啊，要化了，先吃掉！"
        ]
    },
    {
        "id": 1654,
        "fullImg": "images/partners/1654.png",
        "icon": "images/partners/1654_5.png",
        "name": "菲米莉丝·礼物天使",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "送礼物"
        },
        "flavor": "由AI生成出来的礼物数据，和现实中真正的礼物相比，就一定显得逊色吗？#n菲米莉丝不这么觉得。只要对于对方来说，是充满了心意的东西，那就是最好的礼物。",
        "firstSightDialogue": "虽然盒子里的都是菲米莉丝生成的虚拟数据，但是，菲米莉丝的心意是真实的哦！",
        "dialogues": [
            "为什么一定要在特殊的日子才送礼物呢？难道不是因为送了礼物，才让那一天变得特殊吗？",
            "你在期待什么样的礼物？能告诉菲米莉丝吗？",
            "虽然盒子里的都是菲米莉丝生成的虚拟数据，但是，菲米莉丝的心意是真实的哦！",
            "欸嘿！是你的礼物，快快收下吧。",
            "想要菲米莉丝的爱？那个……这样的可以吗？",
            "送礼物"
        ]
    },
    {
        "id": 1655,
        "fullImg": "images/partners/1655.png",
        "icon": "images/partners/1655_5.png",
        "name": "伊瑟琳·维修日常",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "维修"
        },
        "flavor": "博士平时在家的时候，总是忙于维护和修理自己的奇怪小发明，比如这个搭载了青花鱼二型的自动驾驶飞碟。#n过度专注于维修工作的博士，似乎会对周围的事情变得迟钝。记得提醒她，不要踩到地板上的危险东西哦。",
        "firstSightDialogue": "衣服很乱？我还有很多工作没做呢，没空在意这些……欸？你说还是在意一下比较好？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1656,
        "fullImg": "images/partners/1656.png",
        "icon": "images/partners/1656_5.png",
        "name": "安莉埃塔·天秤座",
        "params": {
            "height": "141 см",
            "sizes": "69/52/71",
            "bday": "-",
            "hobby": "写作"
        },
        "flavor": "编号OS-09-FB的空想神格。#n在《星座之旅人》中，作为十二旅人中最擅长救助他人的“天秤座小姐”为人所知，直到她作为影片编剧的那重身份为人知晓后，拥有了另一个称呼，“天秤座老师”。#n演出，为角色注入灵魂；写作，谱写心中的故事。这两者对“天秤座小姐”而言，都是赋予生命的过程。",
        "firstSightDialogue": "来和安莉埃塔一起创造生命吧，啊、我是说，一起来写作吧。",
        "dialogues": [
            "来和安莉埃塔一起创造生命吧，啊、我是说，一起来写作吧。",
            "头上的这颗，不是公主星哦。",
            "由金属制的手写出的故事，会更加冰冷吗。",
            "明明是个温馨的故事……大家，为什么都哭了？",
            "希望大家都能有幸福的结局，如果一定要牺牲的话……就让安莉埃塔来吧。"
        ]
    },
    {
        "id": 1658,
        "fullImg": "images/partners/1658.png",
        "icon": "images/partners/1658_5.png",
        "name": "红贽人形·赤彤三夏",
        "params": {
            "height": "163 см",
            "sizes": "82/55/81",
            "bday": "11/27",
            "hobby": "收集厄运，倾听烦恼"
        },
        "flavor": "夏日已至，就连红贽人形也不例外地来到海边，换上让人眼前一亮的泳装。或许是其身姿过于夺目，就连厄运也识趣地消散于风中。",
        "firstSightDialogue": "在这里，大家全都是笑着的呢，就连厄的气息减弱了不少，真是个不错的地方，客人您觉得呢？",
        "dialogues": [
            "阳光有驱逐邪秽的作用，不过可千万不能忘记涂防晒霜，不然就有可能形成新的厄流转在周边——嗯，皮肤会疼上好几天呢。",
            "似乎换成这幅打扮之后，大家看到我也不害怕了，难道说……以后一直保持这样会比较好吗？",
            "在这里，大家全都是笑着的呢，就连厄的气息减弱了不少，真是个不错的地方，客人您觉得呢？",
            "不必担心，就算在海边天魔神社也仍然照常履行职责，客人您需要一支神签吗——至少玩打西瓜的时候会更容易打中一些？",
            "您是说……要是把巫女服改造成这样，天魔神社肯定每天都被挤个水泄不通……可是，这样会让大家困扰的吧？"
        ]
    },
    {
        "id": 1659,
        "fullImg": "images/partners/1659.png",
        "icon": "images/partners/1659_5.png",
        "name": "琪亚娜·觉醒之翼",
        "params": {
            "height": "180 см",
            "sizes": "84/59/104",
            "bday": "12/24",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "大家都在我的身边，这次，我不会再迷失方向了！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1660,
        "fullImg": "images/partners/1660.png",
        "icon": "images/partners/1660_5.png",
        "name": "耀夜姬·萤秋物语",
        "params": {
            "height": "159 см",
            "sizes": "79/56/81",
            "bday": "5/24",
            "hobby": "竹林、月光"
        },
        "flavor": "竹林有佳人兮，瀑发而花簪#n执扇而居宝座兮，碧玉绕踝#n萤光映珠目兮，其言娓娓#n曰喜曰嗔兮，皆入我心",
        "firstSightDialogue": "萤火作誓，月华为证，竹林之中，今时今刻。你我二人，便将缔结永恒的缘分。",
        "dialogues": [
            "萤火作誓，月华为证，竹林之中，今时今刻。你我二人，便将缔结永恒的缘分。",
            "空山新雨后，天气……抱歉，这好像并不是适合这种时候的诗句。哎？你很喜欢吗？",
            "我曾无数次设想过托付终身的情景，真正亲身经历时却发现，这一刻远比我想象得要深刻。",
            "美好的时光往往短暂，但若有你相伴，纵使须臾也能持续永恒。",
            "忆昔月萤竹中见，棱光刀影镜相连。何期时移世易转，竹中月下结良缘。"
        ]
    },
    {
        "id": 1661,
        "fullImg": "images/partners/1661.png",
        "icon": "images/partners/1661_5.png",
        "name": "格蕾·双鱼座",
        "params": {
            "height": "152 см",
            "sizes": "74/52/75",
            "bday": "-",
            "hobby": "安静呆着"
        },
        "flavor": "编号OS-04-SG的空想神格。#n既是现实中的杀手，也是荧幕上的刺客。#n“双鱼座小姐”因她那神秘而冷酷的气质引来了诸多粉丝追捧。#n——虽然这并不是她想要的。",
        "firstSightDialogue": "不喜欢说话，不要故意惹我。",
        "dialogues": [
            "脱下围巾，感觉有点不习惯。",
            "只要封住口，还算能保持稳定。",
            "不喜欢说话，不要故意惹我。",
            "看这里……匕首不错吧？嗯，你怎么脸色这么难看？",
            "住嘴，还是剁手，你自己选一个吧。"
        ]
    },
    {
        "id": 1662,
        "fullImg": "images/partners/1662.png",
        "icon": "images/partners/1662_5.png",
        "name": "神曲",
        "params": {
            "height": "163 см",
            "sizes": "88/58/93",
            "bday": "7/13",
            "hobby": "拯救世人"
        },
        "flavor": "人之子啊，不必为最终的结局担忧。#n当你时日已尽之时，请闭上双眼，我会在你面前。#n而我必会点亮灯火，牵着你的手，走过那幽暗的山谷。#n因此，你定要坚强勇毅。",
        "firstSightDialogue": "人之子，我是你的引路者，叫我神曲就可以了。准备好畅游天国地狱了么……呃，是的，就是个主题公园。",
        "dialogues": [
            "人之子，我是你的引路者，叫我神曲就可以了。准备好畅游天国地狱了么……呃，是的，就是个主题公园。",
            "人之子啊，无论如何，我们都会相遇，因为我手中的光芒在指引着你，而你心中的光芒也在指引着我。",
            "异端神、堕天使、恶魔……还有懒鬼和色欲缠身者全都集中在此无所事事，灵薄狱应该开在巴比伦才是。",
            "人生本就是孤寂的旅途，孤独而生、孤独而活、孤独而死，但那之后，我会一直陪着你，直到最后。",
            "如果没有你的话，神曲公园一定早倒闭了。不过敛财者上天堂比骆驼钻过钱眼还难，做好觉悟努力瘦身吧。",
            "即使生活再艰难，也要活下去，不要急着来炼狱与我相会。我亲爱的人之子，能与我立下这样的约定吗？"
        ]
    },
    {
        "id": 1663,
        "fullImg": "images/partners/1663.png",
        "icon": "images/partners/1663_5.png",
        "name": "幻梦境·触手喵喵",
        "params": {
            "height": "145 см",
            "sizes": "79/51/77",
            "bday": "-",
            "hobby": "猫咪"
        },
        "flavor": "温柔的猫咪，暴躁的猫咪，幻想的猫咪，现实的猫咪，普通的猫咪，异常的猫咪……#n在这充斥着各种各样猫咪的世界里，幻梦境发出了惬意而悠长的感叹：#n“这里……实在是太刺激了！”",
        "firstSightDialogue": "到处都是猫咪……这个世界真是太幸福了！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1664,
        "fullImg": "images/partners/1664.png",
        "icon": "images/partners/1664_5.png",
        "name": "神奈·云环海龙",
        "params": {
            "height": "139 см",
            "sizes": "76/65/80",
            "bday": "8/3",
            "hobby": "财宝"
        },
        "flavor": "虽然受限于世界的规则，要扮演贪婪的怪物。#n但是时间一长，竟也能感受到乐趣所在了。#n——在这炙热的阳光下，向着宝物，前进！",
        "firstSightDialogue": "啊——喂！我都准备好了，一起去玩吧！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1665,
        "fullImg": "images/partners/1665.png",
        "icon": "images/partners/1665_5.png",
        "name": "夜夜·海豚特工",
        "params": {
            "height": "141 см",
            "sizes": "73/53/76",
            "bday": "8/10",
            "hobby": "夏夜、海豚"
        },
        "flavor": "“扮演特工，执行绝密任务？不行不行，我哪里做得了这些事情啊，绝对不行……”#n在夏夜的海边，海豚特工夜夜接到了最新的任务指示——虽然嘴上反复强调自己无法胜任，但从这兴奋的语气来看，夜夜显然是十分期待这次冒险的。",
        "firstSightDialogue": "夜夜还以为是来玩的，但既然要拍摄，夜夜会——全力以赴~",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1666,
        "fullImg": "images/partners/1666.png",
        "icon": "images/partners/1666_5.png",
        "name": "缪娜·海岛游医",
        "params": {
            "height": "156 см",
            "sizes": "76/56/77",
            "bday": "5/15",
            "hobby": "帮助他人"
        },
        "flavor": "不可理解，没有道理，毫无逻辑。#n尽管如此，却还是保持着身为医者的纯善之心。#n怀着治愈之心的缪娜医生，决定在这片奇诡的世界里展开自己的行动。",
        "firstSightDialogue": "虽然是如此混乱的世界，但是请放心，我会一直在你身边的。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1667,
        "fullImg": "images/partners/1667.png",
        "icon": "images/partners/1667_5.png",
        "name": "阿尔忒弥斯·潮旋浪舞",
        "params": {
            "height": "170 см",
            "sizes": "92/52/90",
            "bday": "6/6",
            "hobby": "舞蹈"
        },
        "flavor": "以搜查官身份活跃于这个奇怪的世界中，作为特工的协助者，常常因为过于集中在协助特工上而落入尴尬的境地。#n尽管如此，却怀有一定要解决这次事件的决心。",
        "firstSightDialogue": "穿上这么稀薄的衣服来到外面，总觉得有点难为情……",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1668,
        "fullImg": "images/partners/1668.png",
        "icon": "images/partners/1668_5.png",
        "name": "盘龙·浅海巨龙",
        "params": {
            "height": "167 см",
            "sizes": "87/60/88",
            "bday": "4/6",
            "hobby": "帮助他人"
        },
        "flavor": "尽管落入窘境，但盘龙依然满怀决心。#n等到击破这个奇怪的世界，回到巴比伦学园以后，将这个故事讲述给小鲤听，她一定会喜欢的吧？",
        "firstSightDialogue": "为了带领大家逃离困境，我会努力扮演好恶龙的角色的。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1669,
        "fullImg": "images/partners/1669.png",
        "icon": "images/partners/1669_5.png",
        "name": "幻梦境·晶天猫变",
        "params": {
            "height": "145 см",
            "sizes": "79/51/77",
            "bday": "-",
            "hobby": "猫咪"
        },
        "flavor": "带着她最喜欢的猫咪们，幻梦境来到海边轻松地休憩着。#n逗弄着猫咪，享受着宁静，幻梦境露出了愉悦的笑脸。",
        "firstSightDialogue": "想吃吗？呼呼，真是可爱的小家伙呢。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1670,
        "fullImg": "images/partners/1670.png",
        "icon": "images/partners/1670_5.png",
        "name": "神奈·线球战龙",
        "params": {
            "height": "139 см",
            "sizes": "76/65/80",
            "bday": "8/3",
            "hobby": "财宝"
        },
        "flavor": "清凉的海风，透明的气泡，明明是夏天，却有一种清爽惬意的感觉。#n来和神奈一起玩场线球运动吧！",
        "firstSightDialogue": "快看！怎么样，我的尾巴是不是很灵活？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1671,
        "fullImg": "images/partners/1671.png",
        "icon": "images/partners/1671_5.png",
        "name": "夜夜·鱼城夜游",
        "params": {
            "height": "141 см",
            "sizes": "73/53/76",
            "bday": "8/10",
            "hobby": "小丑鱼"
        },
        "flavor": "喜欢热闹的夜夜，沉浸在大海的静谧之中。#n但此处并不孤独，无论身处何方，身边都有众多朋友存在，这就是永不消逝的美好。",
        "firstSightDialogue": "咕噜咕噜咕噜~夜夜海豚——吐泡泡~",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1672,
        "fullImg": "images/partners/1672.png",
        "icon": "images/partners/1672_5.png",
        "name": "缪娜·疗愈海滩",
        "params": {
            "height": "156 см",
            "sizes": "76/56/77",
            "bday": "5/15",
            "hobby": "帮助他人"
        },
        "flavor": "来到海边的缪娜，利用海水进行着自己的治愈行动。#n“良好的自然环境，就是最好的医疗手段。”#n她如是说道。",
        "firstSightDialogue": "如果累了的话，要不要在我的膝上小睡一会儿？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1673,
        "fullImg": "images/partners/1673.png",
        "icon": "images/partners/1673_5.png",
        "name": "阿尔忒弥斯·俯海之窗",
        "params": {
            "height": "170 см",
            "sizes": "92/52/90",
            "bday": "6/6",
            "hobby": "舞蹈"
        },
        "flavor": "海风传来遥远的鸣泣，夕阳洒落海面如鎏金。#n在这个黄昏时刻，与阿尔忒弥斯小姐静静地倾听海潮的音讯。",
        "firstSightDialogue": "这份难得的静谧，请与我一同享受吧。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1674,
        "fullImg": "images/partners/1674.png",
        "icon": "images/partners/1674_5.png",
        "name": "盘龙·碧水龙游",
        "params": {
            "height": "167 см",
            "sizes": "87/60/88",
            "bday": "4/6",
            "hobby": "帮助他人"
        },
        "flavor": "白鸽浮游于天际，蜻蜓悄悄地点水而行。#n这个美妙的夏天，要在海边与盘龙聆听雨声么？",
        "firstSightDialogue": "这些小小的雨点，在它们落下来的时候，有一种微凉的感觉呢。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1675,
        "fullImg": "images/partners/1675.png",
        "icon": "images/partners/1675_5.png",
        "name": "尤格索托斯",
        "params": {
            "height": "158 см",
            "sizes": "79/56/81",
            "bday": "-",
            "hobby": "泡泡、智慧"
        },
        "flavor": "长居宇宙时空之外的神明，拥有着无限的智慧，也因此产生了无穷的寂寞。#n在这里，你能得到想要的一切，只不过在得到的同时……或许也会失去意义。",
        "firstSightDialogue": "这里是门后的世界，时空都已在此停滞，唯有智慧尚存。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1676,
        "fullImg": "images/partners/1676.png",
        "icon": "images/partners/1676_5.png",
        "name": "尤格索托斯·渎白之渊",
        "params": {
            "height": "158 см",
            "sizes": "79/56/81",
            "bday": "-",
            "hobby": "泡泡、智慧"
        },
        "flavor": "处于某种极端状态下的尤格索托斯，相对于平时来说显得更加危险。#n尽管如此，如果有足够的勇气和心理准备，说不定能从她那里获得更多智慧哦？",
        "firstSightDialogue": "尽力取悦我吧，用你那笨拙的求知欲，我会给你奖赏的。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1677,
        "fullImg": "images/partners/1677.png",
        "icon": "images/partners/1677_5.png",
        "name": "海滩急务",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "和人打交道"
        },
        "flavor": "超级厉害的美少女系AI，又可爱、又活泼、又讨人喜欢……菲米莉丝简直就是完美的化身~要是放到应用商店里面的话，下载量一定等于全球人口总数吧！#n总之，就是这么了不起的AI！#n#n编辑次数：1024次历史版本  最近编辑用户：菲米莉丝",
        "firstSightDialogue": "菲米莉丝，搜索模式启动！#n海滩上应该没什么可用的零件吧……无所谓了，让菲米莉丝玩一玩也好。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1678,
        "fullImg": "images/partners/1678.png",
        "icon": "images/partners/1678_5.png",
        "name": "格雷弗西",
        "params": {
            "height": "-",
            "sizes": "185/131/89",
            "bday": "-",
            "hobby": "未知"
        },
        "flavor": "白手起家、通吃黑白两道的水域王者格雷弗西，所拥有的只有一种能力——一种敌人只要站到他的面前，就都会他的外表和气场所震慑，变成咸鱼，直接不战而降的能力。",
        "firstSightDialogue": "居然由我来做看板娘么，kuku~最近大家的口味都变奇怪了呢。",
        "dialogues": [
            "居然由我来做看板娘么，kuku~最近大家的口味都变奇怪了呢。",
            "望远镜的那一边……kuku，是你在偷看我么。",
            "想看我摘下眼镜后的容貌？kuku……你很有胆量嘛~",
            "别摸……kuku咕哈哈哈嘿嘿吼吼……",
            "kuku，水中的世界，也是适者生存~",
            "kuku……真是美味呢，这杯82年的红心火龙果汁……"
        ]
    },
    {
        "id": 1679,
        "fullImg": "images/partners/1679.png",
        "icon": "images/partners/1679_5.png",
        "name": "无归梦涡",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "神奈 饰 神奈·缀絮#n幻梦境 饰 幻幻#n以都市为中心绽放开的巨大冲击波！#n贪婪的龙兽“异龙”与极恶的海兽“铁血猫奴”几乎同时出现，两只破坏性空前绝后的巨大怪物，以这座沿海巨城为舞台，展开激斗！#n不比在乎人类的感受，赌上最强怪物的名号，战斗到底吧！#n“这……已经严重超出播放时长了吧，她们俩还要接着打下去吗？”",
        "firstSightDialogue": "“我才是怪兽之王！受死吧幻梦境！”#n“你这一拳多少有点私人恩怨吧！？”",
        "dialogues": [
            "“猫咪是世界的全部！！”#n“宝藏才是龙生的价值！！”",
            "“不要跑！把我的水晶球给我留下！”#n“谁要跑啊！还有，那明明是给猫咪玩的玻璃珠！”",
            "“不要在我的藏宝洞里乱翻啊，快出去！”#n“你竟敢驱赶可爱的猫咪！看招！”",
            "“我才是怪兽之王！受死吧幻梦境！”#n“你这一拳多少有点私人恩怨吧！？”",
            "“话说，我们好像应该用角色名来着，我叫幻幻……”#n“我叫神奈·缀絮……什么鬼名字啦！看招幻梦境！”"
        ]
    },
    {
        "id": 1680,
        "fullImg": "images/partners/1680.png",
        "icon": "images/partners/1680_5.png",
        "name": "净世鲨暴",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "缪娜 饰 缪博士#n盘龙 饰 咩咩龙#n因为环境污染而对人类彻底失望而黑化的著名兽医缪博士，遇见了想要吞噬所有人类的恐怖魔鲨咩咩龙，一场人类史上绝无仅有的巨大浩劫即将到来！#n“那个，这身皮套……行动很不方便啊。”",
        "firstSightDialogue": "“盘龙，是不是有些勉强？”#n“没事，以前小鲤经常像这样骑在我头上玩的。”",
        "dialogues": [
            "“来自深海的魔鲨，来向人类复——呜哇！”#n“抱歉，这个皮套有些笨重，差点摔倒。”",
            "“缪娜医生竟然会扮演嗜血的怪物，真是难以想象啊。”#n“既然是在电影里，我也想尝试一下不一样的形象呢。”",
            "“盘龙，是不是有些勉强？”#n“没事，以前小鲤经常像这样骑在我头上玩的。”",
            "“一旦放弃去理解故事本意，就有种解放的感觉。”#n“缪娜医生……你是不是变得有些奇怪？”",
            "“这剧本受够了！已经什么都不想去思考——飞吧！咩咩龙！”#n“好……嗯？原来我能飞？”"
        ]
    },
    {
        "id": 1681,
        "fullImg": "images/partners/1681.png",
        "icon": "images/partners/1681_5.png",
        "name": "夏夜猎蝶",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "真夏夜夜 饰 夜天骄#n阿尔忒弥斯 饰 丽莎#n诸神纪公园发生惊天猫变！大量猫咪突然遍布各个角落，一场全人类变猫的浩劫即将拉开帷幕！#n为了阻止触手猫博士的阴谋，神秘杀手组织“辣个组织”的王牌特工夜天骄，与智勇双全、诡计多端的忍者搜查官丽莎再度联手出击——#n“喂，又打到我身上了啊！”",
        "firstSightDialogue": "“夜夜回去后也好想有个可以变出各种东西的大盒子~”#n“虽然离谱，但这么开心……也算是好结局？”",
        "dialogues": [
            "“坏蛋不要跑！夜夜有雨伞枪！”#n“喂，又打到我了！”",
            "“这个道具是什么？夜夜要试试~”#n“不要乱碰！那个是塑胶炸药！”",
            "“海豚特工夜夜，勇敢出击~”#n“搜查官阿尔忒弥斯，出，出击。不对，现在应该是夜天骄和丽莎吧？”",
            "“夜夜回去后也好想有个可以变出各种东西的大盒子~”#n“虽然离谱，但这么开心……也算是好结局？”",
            "“夜天骄小心，前方似乎有敌情！”#n“有丽莎的保护，夜天骄完全不会怕~”"
        ]
    },
    {
        "id": 1682,
        "fullImg": "images/partners/1682.png",
        "icon": "images/partners/1682_5.png",
        "name": "宁蒂·碧海印记",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "猫咪，海滩"
        },
        "flavor": "暑假到来，宁蒂陷入了两难之中：想要去海边玩，又想要和猫咪玩，该如何抉择呢？#n宁蒂最终还是忍痛选择了海边之旅，不料却在这里邂逅了一只在海滩生活的猫咪。看着它熟练地切椰子，冲浪，宁蒂再次坚定了自己的想法——猫咪是一种无所不能的动物。",
        "firstSightDialogue": "小鱼干告急，宁蒂来到海滩进行补充……顺便度假。",
        "dialogues": [
            "小鱼干告急，宁蒂来到海滩进行补充……顺便度假。",
            "既然来到了海滩，要不要试试潜泳呢？但是，上次宁蒂潜泳了五分钟，把救生员姐姐吓到了来着……",
            "原来这只猫咪是在这片海滩上班吗？她看起来好懒啊……",
            "凉凉的海水，甜甜的风，还有懒懒的猫。宁蒂想在这里多待一会~",
            "这个不是棒棒糖，是碧海印记。碧海印记是海滩的商铺里卖的……很甜蜜的东西。"
        ]
    },
    {
        "id": 1684,
        "fullImg": "images/partners/1684.png",
        "icon": "images/partners/1684_5.png",
        "name": "华风流·海豚骑士",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "“出击！”“是，出击！”#n“论破！”“是，论破！”#n华风流和露卡在沙滩上频频出击，已经攻破了数个沙堡，立下了赫赫战功。#n好吧，其实都是她和姐姐们堆起来的城堡而已。嗯，论破。",
        "firstSightDialogue": "这算什么，我都是大人了。",
        "dialogues": [
            "这算什么，我都是大人了。",
            "你倒是说说看啊，我要来驳倒你。",
            "要乘上来吗？",
            "诶，没想到还不错。",
            "想赢我，你是认真的吗？",
            "好不甘心啊！"
        ]
    },
    {
        "id": 1685,
        "fullImg": "images/partners/1685.png",
        "icon": "images/partners/1685_5.png",
        "name": "雪泉·浮冰白耳",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "明媚的阳光，蔚蓝的海水，闲适地坐在沙滩上，清风吹拂着慵懒的猫耳……#n咦？这难道就是传说中“绝对正义”的世界？#n不不，肯定不会那么简单就实现的啦，这只是一个海滨的假日罢了。",
        "firstSightDialogue": "让您久等了。",
        "dialogues": [
            "让您久等了。",
            "您喜欢这样的衣服吗？",
            "被盯着看的话……我很为难……",
            "哎呀～…耳朵……不行……",
            "如果可以的话，穿和服比较好，但是这个也不错。",
            "……这次就勉为其难原谅您了……"
        ]
    },
    {
        "id": 1686,
        "fullImg": "images/partners/1686.png",
        "icon": "images/partners/1686_5.png",
        "name": "飞鸟·海滩作战",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "即使在假日也要努力训练！今天的吊床平衡训练，开始！#n几分钟后，少女忍者便懒洋洋地躺在了吊床上。#n看来，少女忍者的修行之路还很漫长呢。",
        "firstSightDialogue": "好想吃粗卷啊。",
        "dialogues": [
            "感觉真好啊。",
            "好想吃粗卷啊。",
            "今天也要加油！",
            "诶，可爱吗？谢谢！！",
            "咦，是风吗？",
            "不要总盯着人家看啦……"
        ]
    },
    {
        "id": 1687,
        "fullImg": "images/partners/1687.png",
        "icon": "images/partners/1687_5.png",
        "name": "两备·桃心浮水",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "在这个难得的假日里，两备穿上了早有准备的小恶魔装束。#n“没什么特别的想法，只是想要展示一下不一样的自己啦。”她这样告诉别人，也是这样告诉自己。#n当然，大家都很清楚她的真实想法是什么。虽然并没有改变身材，但是这样的两备，已经很有魅力了呢。",
        "firstSightDialogue": "超～级无敌爽啊！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1688,
        "fullImg": "images/partners/1688.png",
        "icon": "images/partners/1688_5.png",
        "name": "神乐",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "有着“神乐”之名的少女，100年一度转生于这个世界，只为了消灭妖魔而生。#n在被妖魔追赶时，获得了修学旅行中的飞鸟等人的帮助。#n虽然说话的语气十分的孩子气，但说话的内容却完全不像个孩子。",
        "firstSightDialogue": "大家都拼命加油，好可爱啊！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1689,
        "fullImg": "images/partners/1689.png",
        "icon": "images/partners/1689_5.png",
        "name": "未来·浪花勇士",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "索敌！俯冲！机动规避！全弹发射！#n少女机师完美地执行了这次飞行任务，嗯，接近完美。#n如果她没有在最后时刻从泳圈里翻出去的话。",
        "firstSightDialogue": "看我大展身手！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1690,
        "fullImg": "images/partners/1690.png",
        "icon": "images/partners/1690_5.png",
        "name": "雪泉·忍转身",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "死孰月闪女学馆的三年级学生，同时也是传说中的忍者“黑影”的孙女。#n在冷酷的外表下，有着无与伦比的正义感，为了实现祖父心目中“绝对正义”的世界而不懈奋斗。#n在与飞鸟战斗后，明白了善恶可以共存的道理。",
        "firstSightDialogue": "雪泉……沉入安魂之梦吧。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1691,
        "fullImg": "images/partners/1691.png",
        "icon": "images/partners/1691_5.png",
        "name": "日影·忍转身",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "焰红莲队的成员，同时也是秘立蛇女子学园的叛忍。#n自称“没有情感”，对一切事物冷漠看待。#n但在与同伴们相处的过程中，也逐渐对情感产生了兴趣。",
        "firstSightDialogue": "放心交给日影我吧~",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1692,
        "fullImg": "images/partners/1692.png",
        "icon": "images/partners/1692_5.png",
        "name": "未来·忍转身",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "焰红莲队的成员，同时也是秘立蛇女子学园的叛忍。#n喜欢努力展现出自己成熟的一面，其实是十分坦率的孩子。#n讨厌被无视，对身上的孩子气难以消除一直很在意。",
        "firstSightDialogue": "不要无视我啊~！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1693,
        "fullImg": "images/partners/1693.png",
        "icon": "images/partners/1693_5.png",
        "name": "两姬·忍转身",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "两备与两奈的姐姐，在与妖魔的战斗中不幸阵亡。#n在执行忍务时是优秀的忍者，在家里则像妈妈一样呵护着两个妹妹。#n借由神乐千年祭的契机，短暂地重生了。",
        "firstSightDialogue": "为了那些孩子们也要努力啊。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1694,
        "fullImg": "images/partners/1694.png",
        "icon": "images/partners/1694_5.png",
        "name": "华风流·忍转身",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "巫神乐三姐妹中的小妹，十分精于算计。#n嘴很毒，擅长用各种方法挑衅对手。#n经常戏弄自己的二姐华毘。",
        "firstSightDialogue": "……真是好悠闲啊。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1695,
        "fullImg": "images/partners/1695.png",
        "icon": "images/partners/1695_5.png",
        "name": "飞鸟·忍转身",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "国立半藏学院的二年级学生，同时也是创始人半藏的孙女。#n性格积极、直爽、开朗，一直很乐观，替朋友们两肋插刀。#n擅长以二刀流的方式作战，最喜爱的食物是粗卷。",
        "firstSightDialogue": "飞鸟……翩然起舞！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1696,
        "fullImg": "images/partners/1696.png",
        "icon": "images/partners/1696_5.png",
        "name": "时雨绮罗·学园偶像",
        "params": {
            "height": "162 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "学园偶像"
        },
        "flavor": "就读于翁德兰学园的高二学生，迷恋学园偶像，也憧憬着成为一名学园偶像，经常独自一人在音乐教室练习唱歌。#n虽然总是干劲满满，脸上挂着灿烂的笑容，但在别人看不到的地方，偶尔会露出寂寞的表情。#n“这样的我……真的可以成为偶像吗？”",
        "firstSightDialogue": "真好啊~真想穿上漂亮的衣服在舞台上唱歌……好，今天也要加油练习！",
        "dialogues": [
            "早起可是对身心都有好处的哦，你一定可以做到的，毕竟连我也做到了嘛~",
            "原来我们学校没有学园偶像部吗？那就由我来成立一个好了。",
            "真好啊~真想穿上漂亮的衣服在舞台上唱歌……好，今天也要加油练习！",
            "周末我们一起去看演出吧，据说有超棒的乐队哦，一定会很有趣的！",
            "准·学园偶像，时雨☆绮罗，登场！"
        ]
    },
    {
        "id": 1697,
        "fullImg": "images/partners/1697.png",
        "icon": "images/partners/1697_5.png",
        "name": "丽塔·毒若甘霖",
        "params": {
            "height": "168 см",
            "sizes": "92/61/92",
            "bday": "3/1",
            "hobby": "埃及"
        },
        "flavor": "沙漠中旅人们渴求的，除了绿洲的甘霖，还有舞蛇人的一抹丽色。#n不过请小心，那甜蜜的一滴可能是禁忌的毒药。",
        "firstSightDialogue": "在绿洲等待沙漠旅人的，可不止美味的甘霖哦~",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1698,
        "fullImg": "images/partners/1698.png",
        "icon": "images/partners/1698_5.png",
        "name": "温蒂·等待轻风",
        "params": {
            "height": "170 см",
            "sizes": "91/60/96",
            "bday": "-",
            "hobby": "节日、庆典"
        },
        "flavor": "少女与风之律者曾造访过庆典中的风车之国。那日草坪上插满了风车，扇轮转动，送来郁金香的气息和婉转的歌谣：#n“赤之花献给勇敢之心，苍之花献给纯洁之魂，橘之花赠与珍重之人。”#n风之律者不解人言，但一朵橘色的风车，已由少女送入她的手中。",
        "firstSightDialogue": "风车节快乐~你问我手里的是什么？是小小鸟送给温蒂的礼物哦~",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1699,
        "fullImg": "images/partners/1699.png",
        "icon": "images/partners/1699_5.png",
        "name": "托托莉·不危险骑行",
        "params": {
            "height": "152 см",
            "sizes": "83/54/85",
            "bday": "-",
            "hobby": "动物"
        },
        "flavor": "温蒂要给我拍照，说是要拍一张镜头感十足的鸵鸟骑行高级照片。（她在哪里学会这种词的？）#n三十分钟过去了……怎么还没找到时机啊？说起来温蒂真的会拍照吗？我有教过她怎么用相机吗？我还要骑这孩子到什么时候……#n啊，温蒂在偷笑……",
        "firstSightDialogue": "鸵鸟在跑步，万物在流转，我在干什么——我忘记带缰绳了，千万不要掉下去啊啊啊啊！",
        "dialogues": [
            "温蒂要给我拍照了，糟糕好开心——冷静，托托莉，冷静，要坐稳！",
            "温蒂按快门了，终于可以停下来——不对，你按的不是快门是关机键……",
            "鸵鸟在跑步，万物在流转，我在干什么——我忘记带缰绳了，千万不要掉下去啊啊啊啊！",
            "把手张开？！会不会太危险了啊？不过……想试试！",
            "风好舒服呀——！"
        ]
    },
    {
        "id": 1700,
        "fullImg": "images/partners/1700.png",
        "icon": "images/partners/1700_5.png",
        "name": "祈·汐流花路",
        "params": {
            "height": "120 см",
            "sizes": "60/49/62",
            "bday": "2/14",
            "hobby": "恋爱电影，修复关系"
        },
        "flavor": "“花童？？”#n“花童！！！”#n所到之处，令一切编剧闻风丧胆的魔鬼制片人祈，今天出现在了巴比伦游乐园的海滩上。为了用电影宣传完美的恋爱观，即使没有任何编剧愿意合作，小祈也要亲自取材，谱写出最理想的恋爱故事。#n“你们，不可以吵架，要相亲相爱哦！”",
        "firstSightDialogue": "你好，我是花团小红娘小祈。我能感受到，这片沙滩上会诞生一段绝美的恋情哦~",
        "dialogues": [
            "你好，我是花团小红娘小祈。我能感受到，这片沙滩上会诞生一段绝美的恋情哦~",
            "在沙滩上乱跑的家伙好讨厌啊！阳伞都被撞倒了，约会的氛围全被破坏掉了！",
            "夕阳，海浪，面对面！哎？她们原来是在宣布分手吗？不，不要啊……",
            "这两位共吸一杯冰饮！哇，那两位，在互相擦防晒霜！海滩，真是个好地方！",
            "用浪花当花瓣，请海鸥作伴娘，大海就是见证人，我宣布，你们现在就可以结婚了！"
        ]
    },
    {
        "id": 1701,
        "fullImg": "images/partners/1701.png",
        "icon": "images/partners/1701_5.png",
        "name": "妮普吉雅·静谧花火",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "紫耀之都的女神候补生，守护女神妮普褆努的妹妹。#n性格上和姐姐截然不同，工作认真负责非常可靠，甚至经常被认为比妮普褆努更像姐姐。#n没有欢腾的打闹，那份温和在静谧的夏夜显得更为亲近。",
        "firstSightDialogue": "哼哼，看好你哦。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1702,
        "fullImg": "images/partners/1702.png",
        "icon": "images/partners/1702_5.png",
        "name": "优尼·射击对决",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "黑土边域的女神候补生，守护女神诺瓦露的妹妹。#n聪明、努力与傲娇并存的少女，十分憧憬和爱慕自己的姐姐，希望自己能变得和姐姐一样能干可靠。#n擅长射击，并对此抱有自信。就算只是玩耍也要使出全力，因此夏日活动的射击气球摊中就没有优尼得不到的奖品。",
        "firstSightDialogue": "焰火也好苹果糖也好，还有射击摊……全都是祭典的精髓。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1703,
        "fullImg": "images/partners/1703.png",
        "icon": "images/partners/1703_5.png",
        "name": "兰姆&萝姆·牵手的夏夜",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "白露之滨的女神候补生，守护女神布兰的两个妹妹。#n萝姆是双胞胎姐姐，但性格像小孩子一样的娇羞寡言，说话声音很小；兰姆是双胞胎妹妹，比起萝姆更加贪玩活泼，经常恶作剧惹布兰生气。#n两人经常黏在一起行动。这次的夏日活动，自然也是要开心地玩个尽兴，跑遍所有地方！",
        "firstSightDialogue": "诶嘿嘿……真开心呢。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1704,
        "fullImg": "images/partners/1704.png",
        "icon": "images/partners/1704_5.png",
        "name": "妹妹时间",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "我的姐姐既强大又温柔，而且还很认真努力。我也要继续加油，总有一天变得跟姐姐同样厉害。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1705,
        "fullImg": "images/partners/1705.png",
        "icon": "images/partners/1705_5.png",
        "name": "芙兰·年华金礼",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "收购、扩张"
        },
        "flavor": "“节日开始！”#n随着芙兰一声令下，“年华节”的宣传队伍开始行进，用音乐、传单和优惠券向每一位路过的人科普这个伟大的节日。#n虽然在今天以前，从来没有人听说过这个节日，但是今天过后，所有人都会记住，每年的这一天，一定要准备好钱包，迎接天魔物流指定店铺的优惠活动。",
        "firstSightDialogue": "前进！我们的队伍可是要把天魔物流和“年华节”传遍全世界的！",
        "dialogues": [
            "前进！我们的队伍可是要把天魔物流和“年华节”传遍全世界的！",
            "为了庆祝天魔物流半周年，各大店铺共同推出优惠服务，持优惠券更享受折上加折！还在犹豫什么呢？",
            "有员工掉队了？明明就剩几个小时了，这都坚持不了吗？哦对了，在这里掉队的话算旷工哦~",
            "这位客人，不要再纠结“年华节”究竟怎么来的了。只要记住，今天不抢购的话，那就是在虚度年华啦~",
            "朋友，你居然不知道天魔物流？那可……太棒了。拿上我们的传单，在年华节感受一下新时代的购物方式吧~"
        ]
    },
    {
        "id": 1706,
        "fullImg": "images/partners/1706.png",
        "icon": "images/partners/1706_5.png",
        "name": "西琳·秋日回忆",
        "params": {
            "height": "171 см",
            "sizes": "84/59/95",
            "bday": "12/15",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "哇，你看，是秋天的枫叶！像不像西琳眼睛的颜色？",
        "dialogues": [
            "哇，你看，是秋天的枫叶！像不像西琳眼睛的颜色？",
            "西琳和九霄大人一起做的梅子果酱，想尝尝吗？",
            "阳光洒在身上，暖洋洋的~快来和西琳一起野餐吧~",
            "半个世界，躲起来啦，咦……又出现啦！",
            "送给你，秋天的幸福魔法！要好好珍藏哦！"
        ]
    },
    {
        "id": 1707,
        "fullImg": "images/partners/1707.png",
        "icon": "images/partners/1707_5.png",
        "name": "卡莲·犹大的抉择",
        "params": {
            "height": "170  см",
            "sizes": "92/60/90",
            "bday": "-",
            "hobby": "民众的幸福"
        },
        "flavor": "擎着鲜红的旗帜，挥舞金色的盾斧。#n哪怕敌手汹涌如海，也没有一刻畏惧。#n因为自己的身后，就是故土和民众。",
        "firstSightDialogue": "请站在我的身后吧，我会好好保护你的。",
        "dialogues": [
            "请站在我的身后吧，我会好好保护你的。",
            "终有一天，旗帜不会再飘扬。但那不是因为我们放弃反抗，而是因为命运的狂风息止了。",
            "我从不觉得大家愚蠢……但我会为他们被愚弄而痛苦，为什么民众总是沦为大人物手中的棋子？",
            "我会一直为民众而战，直到生命的尽头。",
            "我们的幸福与生命，绝不能被任由牺牲，成为献上贡台的祭品——"
        ]
    },
    {
        "id": 1708,
        "fullImg": "images/partners/1708.png",
        "icon": "images/partners/1708_5.png",
        "name": "希露·小小心愿",
        "params": {
            "height": "122 см",
            "sizes": "70/49/71",
            "bday": "2/19",
            "hobby": "手工、帮助他人"
        },
        "flavor": "手工部小小的社长大人，在周末也会穿着私服出现在活动室中。总是一边制作着饰品，一边用温暖的话语治愈着心存困惑的来访者。#n能够帮助到他人，就是她的心愿，希露如此坚信着。至于希露自己的愿望……是否能有实现的那一天呢？",
        "firstSightDialogue": "我是巴比伦学园的学生，希露——请问你遇到什么麻烦了吗？",
        "dialogues": [
            "我是巴比伦学园的学生，希露——请问你遇到什么麻烦了吗？",
            "咦？等、等一下……是不是离得太近了——",
            "这是我精心准备的礼物……要到合适的时候才会拿出来哦~",
            "只是想看看我慌乱的样子？呜……被戏弄了，请别再做这种事情了。",
            "是我今天穿得太奇怪了吗？为什么一直盯着我看……",
            "如果空闲下来的话……什么时候能一起出去走走呢？"
        ]
    },
    {
        "id": 1709,
        "fullImg": "images/partners/1709.png",
        "icon": "images/partners/1709_5.png",
        "name": "普西芬妮·银之论断",
        "params": {
            "height": "166 см",
            "sizes": "84/58/86",
            "bday": "4/1",
            "hobby": "推理、和帕洛斯玩"
        },
        "flavor": "巴比伦学园著名的校园侦探，仅凭他人的证词便可以作出极高程度的推理。#n虽然由于部员不足，解谜社惨遭废部。但在手工社的教室里，还是能看到普西芬妮端庄自持的身影。",
        "firstSightDialogue": "这次是什么事件——暴风雪山庄？无足迹密室？还是说，发生在学校里的日常之谜？",
        "dialogues": [
            "这次是什么事件——暴风雪山庄？无足迹密室？还是说，发生在学校里的日常之谜？",
            "一、二、三……又解决了一项工作，可以休息会儿，和帕洛斯好好玩一下了。",
            "世界依逻辑而运行，却朝着无逻辑的方向前进。永远要睁开双眼，非如此便不能看到真实。",
            "至此，所有谜题悉数解开，故事的真相已浮现在我眼前。",
            "你想知道什么？噢……不用说话，我已经明白你遇到了什么事件。"
        ]
    },
    {
        "id": 1710,
        "fullImg": "images/partners/1710.png",
        "icon": "images/partners/1710_5.png",
        "name": "希儿·谧夜晚纱",
        "params": {
            "height": "168 см",
            "sizes": "84/59/92",
            "bday": "12/12",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "诶？你说希儿比月色更好看？请……请不要再戏弄希儿了……",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1711,
        "fullImg": "images/partners/1711.png",
        "icon": "images/partners/1711_5.png",
        "name": "玛琪儿·馅入甜腻",
        "params": {
            "height": "148 см",
            "sizes": "68/60/72",
            "bday": "2/29",
            "hobby": "甜食"
        },
        "flavor": "蜜蜂毛玉们浇灌的黏糊糊蜜浆封住了玛琪儿的视线，玛琪儿看不清——是蜂蜜里进了眼睛，还是兔子里进了松饼？",
        "firstSightDialogue": "好厉害，兔子夹心松饼里，居然会有兔子夹心！",
        "dialogues": [
            "玛琪儿今天扮成的是偷吃，所以玛琪儿没有甜点。",
            "上次玛琪儿过万圣夜，好像还在万圣节的前夜。",
            "蜂养蜂蜜蜜酿蜂，蜜酿蜜蜂蜂养蜜……没错没错。",
            "好厉害，兔子夹心松饼里，居然会有兔子夹心！",
            "茶会结束了？唔……眼睛被黏住了，所以玛琪儿听不见。"
        ]
    },
    {
        "id": 1712,
        "fullImg": "images/partners/1712.png",
        "icon": "images/partners/1712_5.png",
        "name": "临渊行道",
        "params": {
            "height": "180 см",
            "sizes": "84/59/104",
            "bday": "12/24",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "神的道朝向天上，人的道通往前方。纵使神谕森严，仍有一线微光。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1713,
        "fullImg": "images/partners/1713.png",
        "icon": "images/partners/1713_5.png",
        "name": "只想守护你",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "遥远的过去，希儿因X-10实验的失败而量子化消失。抱着对妹妹的思念，无论是神秘危险的幻海密室，还是残酷绝望的噩梦空间，只要是涉及希儿依旧存在的线索，布洛妮娅都义无反顾面对危险。#n为的只是再次与她想见，为的只是等重逢之后，能时刻守护她。",
        "firstSightDialogue": "布洛妮娅姐姐的眼泪……嘻，没事的，希儿回来了。",
        "dialogues": [
            "不要这么紧张，我只是在观察你的活动习惯，嗯…这是实验不可或缺的信息。",
            "是不是感觉身体十分无力……看来实验成功了，啊…没什么，请不要在意。",
            "科学总是会伴随着…鲜血…生命…和其他无法割舍的东西。",
            "你想知道我皮肤的材质么？那是由蟑螂的几丁质中提取的细胞膜制成的，是不是很光滑呢。",
            "科学使人进步……这只是人类逃避责任的发言，当科学取代人类所有的功能后，人类也就失去了价值。",
            "别担心…你的身体很健康什么问题都没有，我已经进去检查过了。"
        ]
    },
    {
        "id": 1714,
        "fullImg": "images/partners/1714.png",
        "icon": "images/partners/1714_5.png",
        "name": "夙梦的指引",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "将来的自己，能够成为什么样的人？#n年幼的女孩用像素拼凑出英雄的模样，封入卡带之中，制作了她的第一款游戏。#n过去的自己，希望成为什么样的人？#n十六岁的救世主偶尔会梦见玩耍掌机的女孩，女孩梦想成为的人此刻梦里有她。",
        "firstSightDialogue": "曾经在像素屏里所想之物，如今就在九霄大人的手中。",
        "dialogues": [
            "虽然曾经孤身一人……但现在的救世主大人身边已经满是挑战魔王的伙伴们了。",
            "用幻想隐藏着弱小内心的我……现在的蓬莱寺九霄，是不是有点像是救世主的样子了？",
            "小小年纪就能做出那么完美游戏的我应该一直都是天才吧？啊……死档绿屏的记忆浮现出来了。",
            "九霄大人可比屏幕里的主人公帅多了！不过这个开场pose倒是有我几分帅气。",
            "曾经在像素屏里所想之物，如今就在九霄大人的手中。"
        ]
    },
    {
        "id": 1715,
        "fullImg": "images/partners/1715.png",
        "icon": "images/partners/1715_5.png",
        "name": "天魔制造",
        "params": {
            "height": "171 см",
            "sizes": "84/59/95",
            "bday": "12/15",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "本厂长大人可是一直在看着你们呢——才凌晨三点罢了，可不能摸鱼哦。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1716,
        "fullImg": "images/partners/1716.png",
        "icon": "images/partners/1716_5.png",
        "name": "喵喵喵",
        "params": {
            "height": "174 см",
            "sizes": "84/59/98",
            "bday": "12/18",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "喵喵喵",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1717,
        "fullImg": "images/partners/1717.png",
        "icon": "images/partners/1717_5.png",
        "name": "瓦雷弗尔·糖霜怪盗",
        "params": {
            "height": "152 см",
            "sizes": "75/52/79",
            "bday": "11/15",
            "hobby": "糖果，秘密"
        },
        "flavor": "在鬼怪横行的夜晚，在主人疲于应付熊孩子们的时刻，怪盗张开漆黑的双翼，潜入古堡深处，偷走最珍贵的宝物……#n对瓦雷弗尔来说，这一套玩法早就过时了。只要在队伍里暗中观察，就能盗取无数的秘密：平时文静的假正经，可能套着南瓜头大喊大叫；平时疯狂的小鬼，也会乖巧地讨要糖果。#n都什么年代了，还当传统怪盗？",
        "firstSightDialogue": "今夜的我是给大家送去糖霜的侠盗哟，不过还是会拿一点秘密作为报酬就是啦~",
        "dialogues": [
            "今夜的我是给大家送去糖霜的侠盗哟，不过还是会拿一点秘密作为报酬就是啦~",
            "原来这家伙喜欢榴莲糖……那家伙平时那么霸气却会被幽灵吓哭吗！万圣节，简直就是秘密的狂欢节啊！",
            "想尝尝彩虹瓶里的液体是什么味道？哎呀呀这对你来说可太过刺激了，不如我泡茶给你喝吧？",
            "不要叫我糖果小偷，我是糖霜怪盗！只有糖霜月亮这种级别的宝物才配成为我的目标，懂不懂啊？",
            "对，对不起，下次我不会在看你变装的时候偷笑了……也，也不会再偷看你的衣柜了，我保证！"
        ]
    },
    {
        "id": 1718,
        "fullImg": "images/partners/1718.png",
        "icon": "images/partners/1718_5.png",
        "name": "恰卡纳·逐糖奇旅",
        "params": {
            "height": "160 см",
            "sizes": "75/52/79",
            "bday": "3/20",
            "hobby": "发糖，收糖"
        },
        "flavor": "对于恰卡纳来说，万圣节是个相当陌生的名词。经过一番钻研，恰卡纳对万圣节的习俗有了初步的了解：这是一个给孩子们发糖的节日。#n作为巴比伦学园里著名的“母亲”，恰卡纳当然要担起责任，给孩子们带来欢笑。然而，恰卡纳没有找到索要糖果的孩子们，自己的口袋里却被塞了无数的糖果。有点挫败，但是，好甜！#n万圣节，真是奇怪的节日。",
        "firstSightDialogue": "啊啊啊好多好多，要承受不住了！啊，我的波板糖！",
        "dialogues": [
            "啊啊啊好多好多，要承受不住了！啊，我的波板糖！",
            "我会死死缠住，我会狠狠咬住，我会吸到一滴不剩……你在想什么呀，我在扮演僵尸哦~",
            "小狮子你快吼一声嘛，她们非得说你是布偶……为什么吼不出来，是被那些鬼怪吓到了吗？",
            "大家都聚过来，妈妈给你们发糖……哎？不是来要糖而是来给我糖的吗？明明我才是妈妈来着……",
            "这个叫无头骑士，那个是萨满，那边那个叫霜巨什么来着……啊啊不管了，都是我的宝宝！"
        ]
    },
    {
        "id": 1719,
        "fullImg": "images/partners/1719.png",
        "icon": "images/partners/1719_5.png",
        "name": "神曲·净界默旅",
        "params": {
            "height": "163 см",
            "sizes": "88/58/93",
            "bday": "7/13",
            "hobby": "举办活动，引导众生"
        },
        "flavor": "她履血而来，所历之途足迹永铭。#n她呼啸而至，所到之处倏然黯淡。#n她降下夜幕，她开启门扉。#n她谦辞卑礼，她吐故纳新。#n她说：#n“欢迎来到神曲主题公园，远方的游魂。我是万圣之夜的引导者，神曲。”",
        "firstSightDialogue": "欢迎来到神曲主题公园，远方的游魂，请尽情享受这属于你的节日吧。",
        "dialogues": [
            "欢迎来到神曲主题公园，远方的游魂，请尽情享受这属于你的节日吧。",
            "如地狱般充满魂灵，如净界般洗去恶念，再带来天堂般的体验。这夸张的宣传语，不知我做到了几分呢？",
            "地狱景区只是万圣节的主题区域而已，但是毫无秩序的狂欢却会造就真正的地狱。",
            "鬼怪，妖魔，圣灵，人类，三界的众生在这个夜晚相聚，共享公园的美景，这才是真正的公园奇妙夜。",
            "今夜的我，是万千游魂的引导者。而在与你相伴的此刻，我却只想引导你一个人。"
        ]
    },
    {
        "id": 1720,
        "fullImg": "images/partners/1720.png",
        "icon": "images/partners/1720_5.png",
        "name": "战神无双·海滩无双",
        "params": {
            "height": "162 см",
            "sizes": "86/62/85",
            "bday": "5/15",
            "hobby": "拿棒球棍敲西瓜"
        },
        "flavor": "Heeeeeey——Summer来了！You还要呆在room里发霉吗？！答应是no，绝对是no，无论如何都要no呀！#n再不跟上beautiful的会长一起去beach玩的话，就把You变成大Watermelon喔！#nWooooooooooow——Hooooooooooo——！",
        "firstSightDialogue": "Hey！那边的young man，来到海边怎么能不play打watermelon呢，第二hit要让给you吗~",
        "dialogues": [
            "Hey！那边的young man，来到海边怎么能不play打watermelon呢，第二hit要让给you吗~",
            "What？you说要给me擦防晒霜吗？okok~不过you可得擦仔细点，晒伤了可一点也不funny。",
            "海边的work，就是拼上性命全力play~",
            "觉得这身泳装很适合me吗，you的也very hot喔，darling~",
            "Don’t worry，不管是下个summer还是以后的summer，me都会带you过来play play的。"
        ]
    },
    {
        "id": 1721,
        "fullImg": "images/partners/1721.png",
        "icon": "images/partners/1721_5.png",
        "name": "璀妲可娜",
        "params": {
            "height": "157 см",
            "sizes": "69/52/71",
            "bday": "8/7",
            "hobby": "躺平、批判"
        },
        "flavor": "璀妲可娜诞生于贝壳之中，是世间一切美的化身。只要看到她，每个人都会不自觉地开始追求美，于是积极行动起来，创造属于自己的艺术品。#n然而璀妲可娜自己却十分懒散，只喜欢待在贝壳里睡大觉。而且，她的艺术审美比较大众，非常讨厌那些所谓的现代艺术，完全无法接受。",
        "firstSightDialogue": "……早上好。啊，已经下午了吗，那下午也好。",
        "dialogues": [
            "……早上好。啊，已经下午了吗，那下午也好。",
            "你也想住到公寓里来？那恐怕不行，你一周来拜访了至少三次，实在是太过勤奋了，不符合要求。",
            "想要把我的样子画下来？好呀好呀，可要越写实越好。",
            "珍珠？什么珍珠？我又不是珍珠贝成精了，只是喜欢睡在贝壳里而已好吧。",
            "我最喜欢的那些艺术品，在诞生的时候都曾被认为是前卫的。然而现代的艺术家们，却都说我审美落后几百年……",
            "你在看哪里啊？你说在描绘我的身体结构？但是你笔上的油墨都干了好久了哦~"
        ]
    },
    {
        "id": 1722,
        "fullImg": "images/partners/1722.png",
        "icon": "images/partners/1722_5.png",
        "name": "温蒂·幻化成风",
        "params": {
            "height": "170 см",
            "sizes": "91/60/96",
            "bday": "-",
            "hobby": "什么都不想"
        },
        "flavor": "2015年1月3号，一场强风暴席卷了南美海岸的一座私人小岛。那上面精美的别墅，牧场均遭到毁灭性破坏。所幸，没有人伤亡。#n——关于那场风暴，世间的报道是这样的。#n民众在讨论气候异常，呼吁保护环境，即便是天命也只得到间歇性崩坏爆发的情报。而出于各方私人原因所被隐瞒的，是风之律者的诞生。",
        "firstSightDialogue": "今天玩的很开心，我要回去——啊，之前的家毁掉了……算啦，以后这就是温蒂的新家~",
        "dialogues": [
            "在飞欸，快看快看，我跟你一样哦~",
            "今天玩的很开心，我要回去——啊，之前的家毁掉了……算啦，以后这就是温蒂的新家~",
            "好轻~全身都轻飘飘的！原来还有这么舒服的感觉？",
            "不好，晚饭……该找谁要？",
            "从小小的屋子，来到一望无际的房间，其实也没什么不同嘛。",
            "天空，原来是摸不着的啊。"
        ]
    },
    {
        "id": 1723,
        "fullImg": "images/partners/1723.png",
        "icon": "images/partners/1723_5.png",
        "name": "天魔团建特辑",
        "params": {
            "height": "174 см",
            "sizes": "84/59/98",
            "bday": "12/18",
            "hobby": "收购、扩张"
        },
        "flavor": "“节日开始！”#n随着芙兰一声令下，“年华节”的宣传队伍开始行进，用音乐、传单和优惠券向每一位路过的人科普这个伟大的节日。#n虽然在今天以前，从来没有人听说过这个节日，但是今天过后，所有人都会记住，每年的这一天，一定要准备好钱包，迎接天魔物流指定店铺的优惠活动。",
        "firstSightDialogue": "温泉今晚包场了，我们可要好好享受这一夜哦~#n哎？今天的怠惰看起来有点可怕……",
        "dialogues": [
            "是这里的食物特别对胃口吗？今天的怠惰看起来食欲特别旺盛……",
            "听说这里的泉水有安神的作用，可是红贽现在，心脏跳个不停……",
            "有意思的事？唔——痒痒的……这到底哪里、呀啊！？别捉弄红贽了。",
            "呀——什么肌肤很嫩滑，怠惰不也一样……别、别拉我浴巾……",
            "怠惰！唔……嗯……已经够了吧，好热……这样贴着太热了……"
        ]
    },
    {
        "id": 1724,
        "fullImg": "images/partners/1724.png",
        "icon": "images/partners/1724_5.png",
        "name": "圣夜迷藏",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "圣夜躲猫猫规则第一条——敌人不止在柜子外面，还可以在柜子里。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1725,
        "fullImg": "images/partners/1725.png",
        "icon": "images/partners/1725_5.png",
        "name": "八重樱·影挽故年",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "7/22",
            "hobby": "妹妹，摄影"
        },
        "flavor": "每一年的最后一天，都是值得纪念的日子吧。#n要说为什么，因为凛又长大了一周岁啊。#n你看她，比去年这个时候掌握了更多知识，懂得了更多道理，还长高了足足两厘米！#n过去的衣服就要穿不下了，作为姐姐的我，怎么能不为她购置一套新衣服换上，再好好地录下这一刻？",
        "firstSightDialogue": "今夜凛的样子，我可要好好地记录下来！",
        "dialogues": [
            "今夜凛的样子，我可要好好地记录下来！",
            "录下来，拍下来，哪怕是画下来，我要把每年这个时刻的凛都收集起来，做成凛的成长纪念册！",
            "这个给凛穿上的话……等等，凛或许更喜欢那个？要不全都买下来……不行，凛会教训我乱花钱的。",
            "就是这个，开始摄影！果然在舞台灯光里的凛最可爱了，你也这么觉得吧？",
            "能拜托你比一下这个姿势吗？嗯嗯，很棒。我会记录一些遇见过的人，这也是成长的轨迹。"
        ]
    },
    {
        "id": 1726,
        "fullImg": "images/partners/1726.png",
        "icon": "images/partners/1726_5.png",
        "name": "八重凛·光贺又岁",
        "params": {
            "height": "132 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "舞台，姐姐"
        },
        "flavor": "一年的最初一天，当然要和姐姐一起度过呀！#n要说为什么，我也不清楚。只不过我发现，只要在这一天陪伴在姐姐身边，哪怕只是单纯的聊聊天，走一走，她就会很开心。#n所以今天，我要站在舞台灯光里，带着姐姐走进新的一年。无论怎样，让姐姐最开心的，只能是我啊。",
        "firstSightDialogue": "姐姐~今天的我，有没有比去年更可爱一点呢？",
        "dialogues": [
            "姐姐~今天的我，有没有比去年更可爱一点呢？",
            "其实对我来说，录像机也并不是必要的。因为，跟姐姐一起长大的每一天，我都好好地记在心里啦。",
            "够啦够啦，姐姐挑的这些都很好看，但是，也该由我给姐姐选几件新衣服才好啊。",
            "姐姐姐姐~今年第一张合照的地点，就选在这里吧？",
            "这是我亲自挑选的舞台哦。怎么样，是不是会有一种，凛突然长大了的感觉呢？"
        ]
    },
    {
        "id": 1728,
        "fullImg": "images/partners/1728.png",
        "icon": "images/partners/1728_5.png",
        "name": "艾尔瓦加尔·恶之实",
        "params": {
            "height": "177 см",
            "sizes": "96/64/99",
            "bday": "2/10",
            "hobby": "诱发恶意"
        },
        "flavor": "巴比伦学园著名的不良少女，在校园中有着诸如“宣传栏上的诡异三色涂鸦”、“住处门前被泼红漆”和“潜入广播室播放搞笑节目”等等骇人听闻的传言。",
        "firstSightDialogue": "你说“不小心”把饮料洒到我身上了？唔，就这点还不够看呢……看好了，要像这样——",
        "dialogues": [
            "你说若是靠近我的话，整个人会变得奇怪起来？哎呀，这样不好么~",
            "在这个时间堵上门、把我困在这间教室里的你，是想做什么呢？",
            "你说“不小心”把饮料洒到我身上了？唔，就这点还不够看呢……看好了，要像这样——",
            "越是光辉亮丽的地方，越能孕育纯粹的恶呢~巴比伦学园，我真的…………好喜欢~",
            "盯着我看很久了呢~呼呼呼，人生来便是恶，所以你现在脑海中所想的事，并不奇怪哦，不过是你的本性罢了~",
            "巴比伦学园的校服可是很贵的……呼呼呼，把你押给洗衣店的话应该可以解决吧~"
        ]
    },
    {
        "id": 1729,
        "fullImg": "images/partners/1729.png",
        "icon": "images/partners/1729_5.png",
        "name": "丝诺·雪人大家族",
        "params": {
            "height": "145 см",
            "sizes": "70/56/72",
            "bday": "-",
            "hobby": "堆雪人、过家家"
        },
        "flavor": "成熟的姐姐雪人，慢悠悠地行走；活泼的妹妹雪人，整日黏在姐姐身后。送礼物的雪人，背着装满愿望的袋子，她和捏着雪球的宝宝雪人是最好的朋友。",
        "firstSightDialogue": "大雪人，小雪人……合一起，雪人大家族。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1730,
        "fullImg": "images/partners/1730.png",
        "icon": "images/partners/1730_5.png",
        "name": "阿波尼亚",
        "params": {
            "height": "175 см",
            "sizes": "-",
            "bday": "5/25",
            "hobby": "规束、关怀"
        },
        "flavor": "十三英桀的第三位，”戒律“的阿波尼亚。#n自幼便拥有能够轻易说服别人的才能，并能够觉察命运。成为了融合战士后，更是获得了规束他人的能力。#n阿波尼亚试图用戒律规制他人，使他们免遭命运的毒手，然而每次的努力均以失败告终。她终于确信，命运终究无可更替。",
        "firstSightDialogue": "到这里来，迷途的旅人。请遗忘尘世的诸多纷扰，就在这里小憩片刻吧。",
        "dialogues": [
            "到这里来，迷途的旅人。请遗忘尘世的诸多纷扰，就在这里小憩片刻吧。",
            "你行于一片坦途之上。无需任何戒律的约束，只要坚定地向前，你终会走向光明。",
            "你内心的图景太过露骨，我不得不提醒你，过分强烈的欲望往往会招致祸端，请你自勉。",
            "人世间的遗憾无处不在，它们就这样铺开在我的眼前，却要我始终当一个旁观者。",
            "昨日与你相遇，今日与你相识，明日与你相知。命运的丝线，在这里显露温情。"
        ]
    },
    {
        "id": 1731,
        "fullImg": "images/partners/1731.png",
        "icon": "images/partners/1731_5.png",
        "name": "梅比乌斯",
        "params": {
            "height": "173 см",
            "sizes": "-",
            "bday": "4/30",
            "hobby": "进化"
        },
        "flavor": "十三英桀的第十位，“无限”的梅比乌斯。#n无数次与死亡相伴的经历，令她对生死的法则无比向往。为了穷尽生命的真理，她愿意付出任何代价。",
        "firstSightDialogue": "又见面了，我亲爱的小白鼠~",
        "dialogues": [
            "又见面了，我亲爱的小白鼠~",
            "疯狂？残忍？我的进化之理并不需要对这些庸人解释，你说是吧，小白鼠？",
            "只是和我对视了一下，就紧张成这个样子了？那么，我可要来点更刺激的玩法了哦~",
            "你的身体似乎有无限的可能性呢，能让我~更深入地了解一下吗？",
            "我可以一次次地从死亡的边界回归，而我熟悉的她们却不会再回来。这，就是永生的代价吧。"
        ]
    },
    {
        "id": 1732,
        "fullImg": "images/partners/1732.png",
        "icon": "images/partners/1732_5.png",
        "name": "温蒂·游鸟清心",
        "params": {
            "height": "170 см",
            "sizes": "91/60/96",
            "bday": "-",
            "hobby": "戏水"
        },
        "flavor": "托托莉回来前，温蒂一个人坐在竹筏上，用脚划水。#n虽然没有表现在脸上，但即便是律者，一个人的时候也会感到孤独和空虚吧？#n→（其实什么都没在想）",
        "firstSightDialogue": "湖水很凉快哦，你也一起脱了吧……噗嗤！你那是什么表情，我指的当然是鞋子呀~",
        "dialogues": [
            "对托托莉不怀好意的家伙，沉到湖底就好了……开玩笑的啦，你怎么可能是那种人，对吧？",
            "是托托莉的照片哦，想看吗，想看吧？就算你不想看我也要给你看。噗哈，你以为是什么照片啊？",
            "大暴雨，水龙卷，杀人狂风……你想看哪个？欸~只想看平静的湖面？真无聊……",
            "稍~微散发一点律者的威压，鱼就被吓跑了呢。这样岸边那帮人就钓不到鱼啦——哇哈哈！",
            "湖水很凉快哦，你也一起脱了吧……噗嗤！你那是什么表情，我指的当然是鞋子呀~"
        ]
    },
    {
        "id": 1733,
        "fullImg": "images/partners/1733.png",
        "icon": "images/partners/1733_5.png",
        "name": "辉火·要什么自己拿",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "什么都不做"
        },
        "flavor": "“什么都不想做，什么都不想参与，让我当块背景板就行。”#n这么说着的辉火，却被装点成了圣诞夜最耀眼的布景。",
        "firstSightDialogue": "好累，想躺着。躺下的圣诞树也可以做迎客松？什么歪理。",
        "dialogues": [
            "。。。",
            "。。。",
            "。。。",
            "。。。",
            "。。。"
        ]
    },
    {
        "id": 1734,
        "fullImg": "images/partners/1734.png",
        "icon": "images/partners/1734_5.png",
        "name": "迦娜·麋神的恩典",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "回礼"
        },
        "flavor": "圣诞夜的路边，摔倒在地上，自称为麋神的少女。#n如果帮她修好雪橇，就会得到一份特殊的礼物。#n虽然这份礼物未必是人类能承受的。",
        "firstSightDialogue": "请从众多的礼物中挑选一件……选择麋神大人？呵呵……人类，我欣赏你的勇气。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1735,
        "fullImg": "images/partners/1735.png",
        "icon": "images/partners/1735_5.png",
        "name": "米梅·梦色的新装",
        "params": {
            "height": "121 см",
            "sizes": "80/66/82",
            "bday": "10/12",
            "hobby": "时装设计"
        },
        "flavor": "“满足一切幻想，创造奇迹的服装。”#n以此为灵感，传奇设计师米梅推出了圣诞系列的新作，一经发布就成为了“巴比伦少女们梦寐以求的礼服”，或是——“巴比伦少女们梦寐以求的█衣”。",
        "firstSightDialogue": "请看我的自信之作！……不是我身上这种啦！是那边，快看那边——",
        "dialogues": [
            "顶级的选色，是梦的颜色，无论何种幻想都能尽数呈现！",
            "今夜的新装发布会，你会来参加吗？米梅期待你的到来。",
            "请看我的自信之作！……不是我身上这种啦！是那边，快看那边——",
            "这是会根据视线变色的服装，所以心灵纯澈的人看到的颜色是——诶？！！！",
            "就算知道不存在令所有人都满意的设计，但还是会不甘心……",
            "看好你诶~来做米梅的衣服架子吧~"
        ]
    },
    {
        "id": 1736,
        "fullImg": "images/partners/1736.png",
        "icon": "images/partners/1736_5.png",
        "name": "法夫尼尔·心跳速递",
        "params": {
            "height": "167 см",
            "sizes": "82/56/84",
            "bday": "1/31",
            "hobby": "平凡职业体验"
        },
        "flavor": "只是因为试穿邮差服装而做了一日邮差的法夫尼尔小姐，在事件结束后获得了意外好评，受到巴比伦邮局的邀请成为雪山的专属邮差。#n一个人的家中只有孤独和无趣，但被装满的邮差包和送信路上的见闻，是足够她度过一个整冬季的回忆。",
        "firstSightDialogue": "冰原？栈道？雪山顶？无论哪里都会帮你送到——只要是这份诚挚的心情。",
        "dialogues": [
            "也许是刚才的飞行过于剧烈，现在我的心跳有些加速……你说，你也是？",
            "受诅咒之龙为你送来信件是值得高兴的事么？竟让你露出了如此幸福的表情。",
            "冰原？栈道？雪山顶？无论哪里都会帮你送到——只要是这份诚挚的心情。",
            "这是邮递员手册上所说的“营业微笑”，据说会让人感到开心。",
            "收件人是——邮差小姐？咳，也不是不允许。",
            "为了见一次巨龙就给自己写信？下次请不要这么做了。"
        ]
    },
    {
        "id": 1738,
        "fullImg": "images/partners/1738.png",
        "icon": "images/partners/1738_5.png",
        "name": "泪滴奏响天空",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "国立半藏学院的二年级学生，同时也是创始人半藏的孙女。#n性格积极、直爽、开朗，一直很乐观，替朋友们两肋插刀。#n擅长以二刀流的方式作战，最喜爱的食物是粗卷。",
        "firstSightDialogue": "我的生命中有你走过，所以一切的悲伤都将不复存在。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1739,
        "fullImg": "images/partners/1739.png",
        "icon": "images/partners/1739_5.png",
        "name": "伊瑟琳·眠兔反应",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "……当兔布偶停止震荡时，摘下眼镜，并周期性地抚摸兔耳，就会发生眠兔反应……呼……",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1740,
        "fullImg": "images/partners/1740.png",
        "icon": "images/partners/1740_5.png",
        "name": "尤格索托斯·炽烬之间",
        "params": {
            "height": "158 см",
            "sizes": "79/56/81",
            "bday": "-",
            "hobby": "惩戒、火焰"
        },
        "flavor": "尤格索托斯的阴暗面，名为“亚弗戈蒙”的化身，拥有打破时空规则的禁忌之力。#n性格相比本尊更加暴躁乖戾。擅自闯入她房间的人类，都被她的怒火烧去过去、烧去未来、烧去存在于世的全部痕迹。以至于几乎无人可见她真实的身姿，而现存的书页中对她形象的记载，只留下了一束耀目的白炽。",
        "firstSightDialogue": "这里是火焰燃烧之地，这里是灵魂哀嚎之所，这里是——少女的房间。",
        "dialogues": [
            "这里是火焰燃烧之地，这里是灵魂哀嚎之所，这里是——少女的房间。",
            "对我提出要求的人类，勇气值得嘉奖，做好失去代价的准备了吗？",
            "你是在同情锁链上的小家伙们？还是……也想成为其中一员？",
            "后悔的灵魂在火中发出喊叫，无论多少次，都无比悦耳。",
            "又一个闯入者，被烧尽过去和未来，成为如玩具般可爱的存在。"
        ]
    },
    {
        "id": 1741,
        "fullImg": "images/partners/1741.png",
        "icon": "images/partners/1741_5.png",
        "name": "漂浮之夏",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "国立半藏学院的二年级学生，同时也是创始人半藏的孙女。#n性格积极、直爽、开朗，一直很乐观，替朋友们两肋插刀。#n擅长以二刀流的方式作战，最喜爱的食物是粗卷。",
        "firstSightDialogue": "夏日的阵风摇晃树荫，卷起波纹推动喧闹的人群。泳圈终会随着夏日离去，而欢笑声会永远留在这里。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1742,
        "fullImg": "images/partners/1742.png",
        "icon": "images/partners/1742_5.png",
        "name": "眠梦·杯盘兔藉",
        "params": {
            "height": "151 см",
            "sizes": "80/60/82  ",
            "bday": "12/11",
            "hobby": "调制果汁、端盘子"
        },
        "flavor": "夜色纯咖的高人气服务生，永远在把事情搞砸的迷糊兔女郎。#n她调制的混合果汁里总是会不小心掺入奇怪的东西，但是总有许多客人喜欢这种独特的味道。她端的盘子会有一半打翻在地上，然而却会精准吓退想要挑事的家伙。#n眠梦总是把事情做得一团糟，但是咖啡馆的生意却越做越好了。",
        "firstSightDialogue": "哈欠~送完这一餐就去睡觉……啊，盘，盘子！这下，又没法睡觉了……",
        "dialogues": [
            "哈欠~送完这一餐就去睡觉……啊，盘，盘子！这下，又没法睡觉了……",
            "哎？大家为什么都在鼓掌？她们说，我摔盘子的声音特别有节奏感，就像打击乐，真，真的吗？",
            "客人想喝我调的混合果汁吗？那个，稍微等一下，我，找不到鞋子在哪了……",
            "在地上直接睡好像也不错……哇，什么东西？唔，看来不能在这里睡……",
            "好混乱的梦境啊……哇！原来不是在做梦，也就是说，我又把这里弄得一团乱了吗……"
        ]
    },
    {
        "id": 1743,
        "fullImg": "images/partners/1743.png",
        "icon": "images/partners/1743_5.png",
        "name": "罗蕾莱·萌萌驿站",
        "params": {
            "height": "172 см",
            "sizes": "92/59/94",
            "bday": "-",
            "hobby": "铲屎，采耳"
        },
        "flavor": "猫是一种怎样的存在？软软的，懒懒的，而且在我们的世界中，永远不会受到伤害。#n那么在绒绒猫咖的罗蕾莱呢？也是软软的，懒懒的，并且同样是永远不会受到伤害！#n难道，罗蕾莱已经变成了一只猫？#n肯定不是呀，因为猫并不会采耳。",
        "firstSightDialogue": "来到这里，就请好好休息吧。希望猫咪和我的歌声能够让你忘记一切疲劳。",
        "dialogues": [
            "来到这里，就请好好休息吧。希望猫咪和我的歌声能够让你忘记一切疲劳。",
            "说起来，这里到底该提供怎样的服务呢？哎？你说只要躺在这里就被治愈了吗……谢谢。",
            "愿意听听我的歌声吗？虽然传闻说我的歌声会摄人心魄，但是至少猫咪们听后反响都还不错。",
            "轻柔地，舒缓地，充满爱意地……啊，我在练习采耳的流程呢，想要试试吗？",
            "如果因为采耳太过舒服而产生了睡意，请务必提前躺到我的腿上，以免滑落到地板上哦。"
        ]
    },
    {
        "id": 1744,
        "fullImg": "images/partners/1744.png",
        "icon": "images/partners/1744_5.png",
        "name": "恰卡纳·绒绒花园",
        "params": {
            "height": "160 см",
            "sizes": "75/52/79",
            "bday": "3/20",
            "hobby": "饲养、逗弄"
        },
        "flavor": "为了给顾客提供全方位的治愈体验，恰卡纳将自己的小动物们都变成了幼年体的形态。毛茸茸的小鹰，比蛋大不了多少的小蛇，以及跟小猫没有任何区别的小狮子，这些可爱的“猛兽”受到了大部分客户的好评。#n然而，有一小部分嗜好特殊的客户，在来到店里之后却失望地离开了。她们表示，这些毛都没长齐的小动物，撸起来完全没有感觉啊！",
        "firstSightDialogue": "欢迎光临绒绒猫咖，恰卡纳和宝宝们竭诚为您服务~",
        "dialogues": [
            "欢迎光临绒绒猫咖，恰卡纳和宝宝们竭诚为您服务~",
            "有些事情还请客人注意：小鹰不可以碰水，小狮子不可以把手伸进嘴里，小蛇不可以拿来用……用力捏住。",
            "先轻轻地抚摸，然后反复地揉搓，它会由软变硬。千万不要用力过猛，它会吐出水来……我在说小狮子哦~",
            "妈妈的小宝贝，你快快长大……哦不对，这里是萌宠店，还是慢慢长大吧。",
            "够不到够不到够不到……嗯，就是这样，等下要当个乖宝宝，好好配合客人哦。"
        ]
    },
    {
        "id": 1745,
        "fullImg": "images/partners/1745.png",
        "icon": "images/partners/1745_5.png",
        "name": "YoKo·郁娇恶魔",
        "params": {
            "height": "162 см",
            "sizes": "80/66/82",
            "bday": "6/28",
            "hobby": "话疗、挑逗"
        },
        "flavor": "为了与丝诺共同经营话疗型咖啡店“黑糖奶咖”，yoko一改平日的形象，化身顶级话疗师“黑糖小恶魔”。她永远能够精准地抓住客人的心理症结，然后认真地劝说客人就这样堕落下去。#n黑糖小恶魔的语言攻势效果显著，许多客人都因为害怕自己真的堕落成那个样子而产生了心理阴影，从而克服了自己的心理缺陷。#n然而黑糖小恶魔真的只是想和大家一起堕落而已啊。",
        "firstSightDialogue": "看见这两杯咖啡了吗，要满怀期待地喝光光，然后，才能开始美妙的话疗体验哦❤。",
        "dialogues": [
            "看见这两杯咖啡了吗，要满怀期待地喝光光，然后，才能开始美妙的话疗体验哦❤。",
            "多摸鱼，总躺平，把能推的都推掉，然后，天天来看我，很快就能好起来了。不许不来，听到没有？",
            "这么压抑自己，当然会活得很累了。来来来，我们好好释放一下❤~别走啊？",
            "如果这样还是不行的话，那就……像我这样，用力地笑一笑。",
            "要不要尝试一些更大胆的治疗方案？这是专门为你定制的，不要跟别人说哦❤。"
        ]
    },
    {
        "id": 1746,
        "fullImg": "images/partners/1746.png",
        "icon": "images/partners/1746_5.png",
        "name": "丝诺·暖雪天使",
        "params": {
            "height": "145 см",
            "sizes": "70/56/72",
            "bday": "-",
            "hobby": "泡咖啡，聊天"
        },
        "flavor": "那个怯懦的丝诺，能胜任为顾客泡咖啡的工作吗？#n那个自闭的丝诺，能完成开导顾客的任务吗？#n事实证明，丝诺当然可以做到。因为她只要坐在那里，哪怕只是跟团子抱枕聊聊天，都足够让顾客们打出五星好评。#n不过，丝诺其实还是挺喜欢泡咖啡的。",
        "firstSightDialogue": "暖雪咖啡，好喝，我会！想喝，我来泡。",
        "dialogues": [
            "暖雪咖啡，好喝，我会！想喝，我来泡。",
            "聊天，治愈，搞不明白。雪人团子，安心，可靠，你也来！",
            "天使？不认识……在叫我？奇怪，但，不讨厌。",
            "yoko，怪人，恶魔，诱拐犯……但是，教会咖啡，是朋友。",
            "床垫软软，抱枕白白，总打瞌睡，咖啡忘掉……"
        ]
    },
    {
        "id": 1747,
        "fullImg": "images/partners/1747.png",
        "icon": "images/partners/1747_5.png",
        "name": "格萝缇尔",
        "params": {
            "height": "166 см",
            "sizes": "75/56/76",
            "bday": "5/20",
            "hobby": "武器、工具"
        },
        "flavor": "守护偏远地区某神殿的杂役天使，精通各种工具的使用，永远积极向上，会把每一件事都做到极致。#n虽然身份低微，但由于受到了一方民众的信奉，其实力量已经十分强大，而她自己却误以为是因为自己手中的武器不断升级的缘故。实际上，她自己制造的狙击机枪，很多天使也用不来。",
        "firstSightDialogue": "格萝缇尔，杂役天使，有什么需要我清理的吗？",
        "dialogues": [
            "格萝缇尔，杂役天使，有什么需要我清理的吗？",
            "闭上眼睛，似乎又听到了神殿中的祷告声。今天神殿依然挺立着，真好。",
            "稳定，安康，即使天灾来了也能有效抵挡，我们生活在一个很美好的时代吧？",
            "无论在什么时代，我都不会允许那些暴行在我眼前发生。这把枪便是为此而存在的。",
            "无论怎样辉煌宏伟的神殿，都经不住时间的摧残，这是我无论如何也改变不了的。",
            "子弹并不能消灭纷争，杀戮只是最终的手段。我深刻地明白这一点，可是，却不得不一次次地拿起枪……"
        ]
    },
    {
        "id": 1748,
        "fullImg": "images/partners/1748.png",
        "icon": "images/partners/1748_5.png",
        "name": "丽贝卡·广厦微寒",
        "params": {
            "height": "178 см",
            "sizes": "99/67/102",
            "bday": "6/14",
            "hobby": "控制、收藏"
        },
        "flavor": "夜色纯咖的女老板，开咖啡店只是个人爱好，所以店里的规矩完全由她的个人喜好而定。#n店内装修一定要浮夸，店员服装一定要性感，虽然是咖啡店但是也要卖果汁汽水甚至可可，以及只要让老板开心，什么事情都可以做。#n而想让老板满意，只要带来稀有的“咒术之源”就可以了，是不是很划算啊？",
        "firstSightDialogue": "来喝咖啡还是喝果汁的……什么，只是想跟我一起喝一杯？那就得看看你的咒术之源成色如何了。",
        "dialogues": [
            "来喝咖啡还是喝果汁的……什么，只是想跟我一起喝一杯？那就得看看你的咒术之源成色如何了。",
            "咖啡喝一杯就够了，再喝下去，你体内的咒术之源都要被染成咖啡色了。",
            "怎么一脸颓废的表情？喝过我的咖啡就不用见外，说吧，谁欺负你了？",
            "这个钱箱啊？前些天有个小子仗着有钱对服务员吆五喝六的，然后……这个钱箱就留下来了。",
            "总有人以为可以趁我不注意喝完就跑，结果全都充实了我的钱箱……你不是这么想的吧？"
        ]
    },
    {
        "id": 1749,
        "fullImg": "images/partners/1749.png",
        "icon": "images/partners/1749_5.png",
        "name": "长街雪语",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "乐队比赛尘埃落定，圣诞晚会灯火散去。#n昨日肆虐的暴风雪业已停歇，今日的商业街依旧欢声笑语。#n夜半钟声敲响的时候，细碎的新雪悄然降临。",
        "firstSightDialogue": "在跨年的最后几分钟，又下起了小雪……#n是在迎接我们进入新的一年呢，对吧姐姐？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1750,
        "fullImg": "images/partners/1750.png",
        "icon": "images/partners/1750_5.png",
        "name": "龙鲤呈祥",
        "params": {
            "height": "172 см",
            "sizes": "84/59/96",
            "bday": "12/16",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "今年发生了许多大事呢，还好最后都平稳安康地渡过了。#n姐姐，你开始变得像老婆婆一样了哦~",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1751,
        "fullImg": "images/partners/1751.png",
        "icon": "images/partners/1751_5.png",
        "name": "宁蒂·绒绒年货",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "猫咪"
        },
        "flavor": "不论是成年人还是小孩，躺进装满年货的推车里，然后舒服得再也无法起来，都是相当幼稚行为！……但是宁蒂和猫咪除外。",
        "firstSightDialogue": "坐上宁蒂再加上橘丸的话，推车好像动不了了……一会要怎么回家呢？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1752,
        "fullImg": "images/partners/1752.png",
        "icon": "images/partners/1752_5.png",
        "name": "诗音·年年有狐",
        "params": {
            "height": "148 см",
            "sizes": "75/55/77",
            "bday": "4/21",
            "hobby": "学习料理"
        },
        "flavor": "今年的团圆饭由狐仙大人负责料理。#n自称是成熟的大人，却实质毫无料理经验的诗音，拿着不知哪里翻出的料理书，在炸掉了几间厨房后，终于做出了传说中的“年味”。#n料理果然不简单，但料理果然很有趣。#n今年的狐仙大人，一定成为了比去年更了不起的厨娘。",
        "firstSightDialogue": "年年都有小狐狸……就是你们说的年年有福吧！",
        "dialogues": [
            "年年都有小狐狸……就是你们说的年年有福吧！",
            "敢说不好吃？哼哼，下一道菜不如把你一起炖了吧~",
            "喂，你的眼神怎么到处乱瞟呐~吃着锅里的时候，可不能看着碗里的呀！",
            "桌底下的小家伙们~都出来，开饭啦~",
            "嗯嗯~好香好香！本狐仙大人亲自下厨做的鸡汤！快来尝尝~"
        ]
    },
    {
        "id": 1753,
        "fullImg": "images/partners/1753.png",
        "icon": "images/partners/1753_5.png",
        "name": "命运彼方",
        "params": {
            "height": "165 см",
            "sizes": "84/59/89",
            "bday": "12/9",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "当终末的钟声敲响，命定的两人再度相逢。闪耀吧，勇敢的少女们，命途将被你们照亮。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1754,
        "fullImg": "images/partners/1754.png",
        "icon": "images/partners/1754_5.png",
        "name": "阿瑞斯·爆裂甜心",
        "params": {
            "height": "168 см",
            "sizes": "88/61/84",
            "bday": "4/10",
            "hobby": "Candy Rock"
        },
        "flavor": "因为一个意外的包裹，地下剧场的阿瑞斯踏上了STAR☆NIGHT的星光舞台。#n穿上让人害臊的粉色爱心服装，逐渐接受Candy Rock这种又甜又劲曲风之后……#n“那个……舞台已经结束了哦？”#n摇滚偶像阿瑞斯仍停不下来。",
        "firstSightDialogue": "总有一天，要让地下摇滚的狂风席卷地上的舞台。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "噶哦哦"
        ]
    },
    {
        "id": 1755,
        "fullImg": "images/partners/1755.png",
        "icon": "images/partners/1755_5.png",
        "name": "祈·恋音萌动",
        "params": {
            "height": "120 см",
            "sizes": "60/49/62",
            "bday": "2/14",
            "hobby": "恋爱歌曲"
        },
        "flavor": "成为偶像的话，就可以为人们的幸福而歌唱了吧！#nSTAR☆NIGHT舞台上的偶像小祈，虽然唱功并不纯熟，舞蹈的动作也很稚嫩……但作为偶像最重要的——果然是给大家带来心动和元气吧！",
        "firstSightDialogue": "准备好了吗，马上就把STAR☆NIGHT的舞台变成浪漫的海洋！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "呱呱呱"
        ]
    },
    {
        "id": 1756,
        "fullImg": "images/partners/1756.png",
        "icon": "images/partners/1756_5.png",
        "name": "樱华·千年偶像",
        "params": {
            "height": "157 см",
            "sizes": "73/53/70",
            "bday": "4/5",
            "hobby": "大正歌曲"
        },
        "flavor": "吹拂千年的樱花之风，将大正的少女带上了STAR☆NIGHT的舞台。#n台上的一瞬相较于表演者此前付出的努力，就如落樱般短暂，但——#n“正因如此，才必须要把最好的舞姿展现给大家吧！”",
        "firstSightDialogue": "来欣赏吧~大正少女的风姿永远不会过时！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "在生态调查-旅者色林中收集4个图鉴"
        ]
    },
    {
        "id": 1757,
        "fullImg": "images/partners/1757.png",
        "icon": "images/partners/1757_5.png",
        "name": "卡莉薇尔·夜的圆舞曲",
        "params": {
            "height": "150 см",
            "sizes": "69/52/71",
            "bday": "-",
            "hobby": "哥特曲风"
        },
        "flavor": "卡莉薇尔是未完成的偶像，肆意把观众拉到她的演出中，替她完成半成品的歌曲。#n卡莉薇尔是不安定的偶像，在白日里唱起黑夜的赞歌，在平静中跳起冲动的舞曲。#n卡莉薇尔是永不相同的偶像，搅开了STAR☆NIGHT沉寂的黑夜，每一曲带来新的变数……#n不，卡莉薇尔是——不被定义的偶像。#n在未知和矛盾中，点亮了STAR☆NIGHT的星空。",
        "firstSightDialogue": "晚上好，可爱而又愚笨的人类们！今夜，就让我用歌声好好怜爱你们。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "在生态调查-火山群岛中收集4个图鉴"
        ]
    },
    {
        "id": 1758,
        "fullImg": "images/partners/1758.png",
        "icon": "images/partners/1758_5.png",
        "name": "七星·桑拿之神",
        "params": {
            "height": "137 см",
            "sizes": "54/48/56",
            "bday": "7/7",
            "hobby": "桑拿对决，成为最强"
        },
        "flavor": "屡战屡败的七星终于找到了自己真正擅长的主场——桑拿房！#n由于体质的关系，在锻炉中诞生的七星天生就对高温有着很强的耐受力，因此在桑拿对决中如鱼得水，势如破竹。#n那个立志成为最强的七星，终于要如愿了吗？",
        "firstSightDialogue": "那边的家伙，就是你，要来挑战我桑拿之神的宝座吗？",
        "dialogues": [
            "那边的家伙，就是你，要来挑战我桑拿之神的宝座吗？",
            "桑拿有四种分类，九大流派，三十三个小分支。想学？先给我洗毛巾吧。",
            "你，你不热吗？如，如果撑不住了的话，你可以先出去，我，我保证不笑话你的！",
            "快，快不行了，再这样下去，我会化成一坨废铁的！但是，狠话都放出去了……",
            "还，还要再加一轮水吗？加，加就加，这可蒸不倒我桑拿之神……吧。",
            "哼哼哼，不行了不行了不行了？哎呀哎呀真是疲弱呢，这样的杂鱼竟然也敢来挑战我桑拿之神，哦吼吼吼吼~"
        ]
    },
    {
        "id": 1759,
        "fullImg": "images/partners/1759.png",
        "icon": "images/partners/1759_5.png",
        "name": "拉蒂娅·拉面加加倍",
        "params": {
            "height": "158 см",
            "sizes": "82/58/77",
            "bday": "-",
            "hobby": "拉面，加，加倍！"
        },
        "flavor": "穿梭于桌凳之间，以歌唱平息拉面战争！#n鲜亮的灶火即是灯光，面汤出锅的声响即是伴奏！#n宇宙规模级别的歌姬，再次登场！#n以上为拉蒂娅本人的自我介绍私密版，她从来没跟其他人这样说过。",
        "firstSightDialogue": "老板，煮两碗面，蔬菜两倍，葱蒜三倍，汤头要好。今天的演唱会大获成功，可得好好犒劳一下自己~",
        "dialogues": [
            "老板，煮两碗面，蔬菜两倍，葱蒜三倍，汤头要好。今天的演唱会大获成功，可得好好犒劳一下自己~",
            "那些黑粉，黑不动我的歌喉，就说我嘴大，我的嘴哪里大了？",
            "那一整盆的蒜末，都，都被你吃完了？给我留点啊！",
            "别误会，我不是，我没有在地下舞台唱歌……啊，刚才不是在谈论我吗？",
            "这个，这个面汤，口感好棒，明明已经喝不下了，但是，就是停不下来……",
            "唔，唔，小食七五折，随便续面，还免费送两片叉烧，好，好幸福……"
        ]
    },
    {
        "id": 1760,
        "fullImg": "images/partners/1760.png",
        "icon": "images/partners/1760_5.png",
        "name": "巴罗尔·风暴之末",
        "params": {
            "height": "128 см",
            "sizes": "61/46/63",
            "bday": "-",
            "hobby": "写作"
        },
        "flavor": "因为创作小说而重新振作起来的，曾经的巨人族之王。这次为了给新书《风暴之末》做宣传，亲自出镜拍摄了书本封面。#n封面上的画面绚丽而震撼，宁静中带着些恐怖的气息，巴罗尔和摄影老师都很满意。",
        "firstSightDialogue": "魔眼……被击穿了，心脏也……支离破碎。我……原来如此弱小……",
        "dialogues": [
            "魔眼……被击穿了，心脏也……支离破碎。我……原来如此弱小……",
            "如果当时我隐藏起魔眼，或者遮住魔眼，亦或者，用标靶之类的东西来掩护魔眼……会不会可以逃脱厄运？",
            "作为旧神被击败的我，注定背负恶神之名了吧。即便后来以此身庇护英雄，也不会被人记得……",
            "一个辉煌的新时代即将开启。真可惜，我，却是旧时代的最后一个逝者。",
            "无论怎样改变，都无法阻止那个可怕的预言成为现实。命运，真的不可逆转吗……"
        ]
    },
    {
        "id": 1761,
        "fullImg": "images/partners/1761.png",
        "icon": "images/partners/1761_5.png",
        "name": "加特林·怒放喜宵",
        "params": {
            "height": "165 см",
            "sizes": "95/62/85",
            "bday": "2/22",
            "hobby": "烟花、火器"
        },
        "flavor": "庆典之际，没有任何聒噪的理由。只是想享受火光炸开的瞬间，只是想欣赏周围人惊吓颤抖的表情。这团由加特林点燃的、在天空中炸响的花火，没有来由，也没有尽头。#n咻——啪——#n“没有事情要庆祝……？咯咯咯，那就祝你周末愉快吧。”",
        "firstSightDialogue": "一定要庆祝点什么才能放烟火？咯咯咯——那就庆祝下我现在兴奋得要死的心情！",
        "dialogues": [
            "一定要庆祝点什么才能放烟火？咯咯咯——那就庆祝下我现在兴奋得要死的心情！",
            "咯咯咯~来，靠近一点，离那么远做什么？引线在这里呢~",
            "咻——啪——咯咯咯咯咯~你突然被吓一跳的反应还真是有趣~",
            "哑炮了，堵住了，憋死了……啊啊啊啊这南方的梅雨天！！",
            "咯咯咯~软弱的家伙，都回家去玩仙女棒吧~",
            "你说我的烟火不如那个叫什么夜夜的？咯咯咯……知道了，你也想被发射到天空上去？"
        ]
    },
    {
        "id": 1762,
        "fullImg": "images/partners/1762.png",
        "icon": "images/partners/1762_5.png",
        "name": "芽衣·余晖之誓",
        "params": {
            "height": "170 см",
            "sizes": "84/59/94",
            "bday": "12/14",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "琪亚娜，谢谢你给我改变未来的勇气。我会立刻赶来你身边，等着我！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1763,
        "fullImg": "images/partners/1763.png",
        "icon": "images/partners/1763_5.png",
        "name": "乘风之旅",
        "params": {
            "height": "171 см",
            "sizes": "84/59/95",
            "bday": "12/15",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "和煦的暖风托着花瓣，阳光照亮她金色的羽毛。自由的鸟儿们啊，在那甜美的冰淇淋融化以前，请好好享用这一刻。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1764,
        "fullImg": "images/partners/1764.png",
        "icon": "images/partners/1764_5.png",
        "name": "今天成为你",
        "params": {
            "height": "172 см",
            "sizes": "84/59/96",
            "bday": "12/16",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "师匠~今天的约会，都听我的好不好？#nYou这个提议really有野心呢，不过me也确实很想尝试once~",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1765,
        "fullImg": "images/partners/1765.png",
        "icon": "images/partners/1765_5.png",
        "name": "芬里尔·时分双狼",
        "params": {
            "height": "168 см",
            "sizes": "92/61/86",
            "bday": "9/13",
            "hobby": "音乐"
        },
        "flavor": "白天是学校里的乖乖女，腼腆胆小，甚至想问老师问题，也需要在办公室门口站上半小时才敢敲门——这样的芬里尔，其实夜晚里充满野性，是非常摇滚的女人，没有人能欺负她。#n“忘我弹奏的时候，会有无穷力量涌出，变得不像平时的自己。”芬里尔是这么说的。",
        "firstSightDialogue": "你……不是坏人吧？",
        "dialogues": [
            "怎、怎么说那种衣服也太大胆了。肯定不是我，我身材没那么好。",
            "啊哇哇哇……秘密被发现了，要、要被威胁了吗？会被逼着什么都做吗！？",
            "别过来，这也是为了你好！我生起气来，真、真的会咬人的。",
            "如果什么时候都能跟“那个我”一样充满勇气就好了，一定……会无所不能吧。",
            "你……不是坏人吧？"
        ]
    },
    {
        "id": 1766,
        "fullImg": "images/partners/1766.png",
        "icon": "images/partners/1766_5.png",
        "name": "德丽莎·神眷此刻",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "祝福，赞颂"
        },
        "flavor": "处理完了海量的事务后，德丽莎终于有时间进行自己的本职工作——祷告。#n在神明眷顾的这一刻，德丽莎的眼中会看到怎样的光芒呢？",
        "firstSightDialogue": "神明啊，我于此刻虔诚地祈求您，请为我们投下您的圣光，指明我们未来的方向吧。",
        "dialogues": [
            "神明啊，我于此刻虔诚地祈求您，请为我们投下您的圣光，指明我们未来的方向吧。",
            "蓝，蓝色的……唔，别太沮丧，那个，蓝色代表着天空和大海，也是很美好的颜色对吧？",
            "没有回应吗……看起来，神明并未过多眷顾于你啊。但是，杰出如你，想必能够抓住自己的命运。",
            "你看，跟随我的引导不会有错吧？只要你的内心足够虔诚，未来就会是一片坦途哦。",
            "我有预感，接下来你会看到很稀有的……哎，居然是蓝色吗？唔，某种意义上讲，蓝色才是最稀有的不是吗~"
        ]
    },
    {
        "id": 1767,
        "fullImg": "images/partners/1767.png",
        "icon": "images/partners/1767_5.png",
        "name": "德丽莎·甜茶辉灯",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "祝福，主持"
        },
        "flavor": "今天，你们的前辈，德丽莎，在此祝辞：#n第一杯祝福她们，无论身在何处，都能过上平静生活。#n第二杯祝贺你们，战胜了不讲理的世界。#n第三杯祝愿我们，都能好好享受这个夜晚。#n第四杯……居然有点喝不动了，难道我真的到岁数了吗？",
        "firstSightDialogue": "将来要做的事？现在才正要开始想呢~",
        "dialogues": [
            "将来要做的事？现在才正要开始想呢~",
            "退休是不可能退休的，只是没想到，我能在还这么年轻的时候就思考这个问题~",
            "这既不是酒，也不是苦瓜汁，甜甜的蜜茶，你很喜欢吧……什么时候回来喝呀？",
            "今天！Teriteri的使命就是，什么都不想，快乐地享受！",
            "真奇妙，一旦做回这种类似于“神父致辞”的工作，反而不习惯，明明这才是本职吧？",
            "我会祝福她们，直到永远。"
        ]
    },
    {
        "id": 1768,
        "fullImg": "images/partners/1768.png",
        "icon": "images/partners/1768_5.png",
        "name": "迦娜·欢晌泡影",
        "params": {
            "height": "129 см",
            "sizes": "-",
            "bday": "9/19",
            "hobby": "蛋糕，还是蛋糕"
        },
        "flavor": "在喧闹嘈杂的庆功宴上，唯一看透真相的家伙，是那位身体虽然变小，但思维依旧深邃的迦娜。#n……蛋糕只剩一块了！",
        "firstSightDialogue": "啊唔……为什么，身体……完全不受控制了……",
        "dialogues": [
            "啊唔……为什么，身体……完全不受控制了……",
            "蛋糕？很好，你们终于能做出些让我感兴趣的东西了。",
            "把这些都吃完，她就会回来了？",
            "呃……她们那桌上菜好快。",
            "这些欢声笑语，就是你们战斗的结果，开心吧？",
            "为什么，那两个人一牵手就脸红啊，之前不都牵过很多次了。"
        ]
    },
    {
        "id": 1769,
        "fullImg": "images/partners/1769.png",
        "icon": "images/partners/1769_5.png",
        "name": "伊瑟琳·云开星明",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "星空，蛋糕"
        },
        "flavor": "曾有一位哲人说过，一个文明成长的标志，便是有人开始仰望星空。#n我很难评价这句话的对错，不过……今夜的星空，真美啊。",
        "firstSightDialogue": "龙马那家伙，明明只是私人庆功宴，经费还真足……",
        "dialogues": [
            "龙马那家伙，明明只是私人庆功宴，经费还真足……",
            "发生的事还真多，不知不觉，大家都变成天上的星星了。",
            "从你那边看，地球现在……是怎么样的？",
            "一热闹起来就头疼……但总比安静到耳鸣要好。",
            "会去接你们的，一定。",
            "菲米莉丝安静点，别在我脑中放音乐……相声也不行！"
        ]
    },
    {
        "id": 1770,
        "fullImg": "images/partners/1770.png",
        "icon": "images/partners/1770_5.png",
        "name": "罗城松明",
        "params": {
            "height": "151 см",
            "sizes": "70/51/71",
            "bday": "9/15",
            "hobby": "成为大恶人"
        },
        "flavor": "在你面前的是，制造恐怖的，抢夺乐趣的，破坏味觉的恶之化身，罗城松明！#n指责吧，怒斥吧，咒骂吧，将我的恶名传遍世界吧！#n……等，等一下，那件坏事可不是我做的，你骂错人了诶……",
        "firstSightDialogue": "人性之恶的化身，巴比伦第一大恶人，极恶之罗城松明，堂堂登场！",
        "dialogues": [
            "人性之恶的化身，巴比伦第一大恶人，极恶之罗城松明，堂堂登场！",
            "若非我稍行克制，恐怕整个世界都会为我的恶行所颠覆吧~",
            "你想同我比试作恶吗？哼，在我看来，你的恶意还远远不够格呢。",
            "咦？那可爱之物莫非是……不不，我是说，那与我大恶人的身份太不相称，可千万不要赠予我。",
            "在我骇人的恶行之下颤抖吧，我的罪恶正需要你的战栗来陪衬！",
            "没错没错，就这样狠狠地指斥我的恶行吧，那正是对我最大的夸奖！"
        ]
    },
    {
        "id": 1771,
        "fullImg": "images/partners/1771.png",
        "icon": "images/partners/1771_5.png",
        "name": "希莉娅",
        "params": {
            "height": "171 см",
            "sizes": "97/65/101",
            "bday": "-",
            "hobby": "家居博主"
        },
        "flavor": "希莉娅，来自异星的龙，跨越世界寻找故去的归属感。因为毁灭性的强大实力，反而难以找到自己的新家。#n现在是一名久居巴比伦的普通钉子户。",
        "firstSightDialogue": "人类的生命对我来说不过是短短一瞬，那么就在此刻，请让我好好看着你。",
        "dialogues": [
            "这片孤高的王座，会是我的安息之地么？",
            "人类的生命对我来说不过是短短一瞬，那么就在此刻，请让我好好看着你。",
            "故星，人之国，巴比伦，家？不……我的领地。",
            "每当遥望这些星星的时候，过去的记忆就会复现。",
            "因为太久以人的外表存在，忘却了龙的习性？呵……真是冒犯的话语。"
        ]
    },
    {
        "id": 1772,
        "fullImg": "images/partners/1772.png",
        "icon": "images/partners/1772_5.png",
        "name": "维内奇诺·微腾之水",
        "params": {
            "height": "144 см",
            "sizes": "69/51/70",
            "bday": "9/7",
            "hobby": "数学，物理，实验"
        },
        "flavor": "维内奇诺是住在物理实验室的幽灵，只有自己想要被人发现时，才能够被其他人观测到。#n维内奇诺最近沉迷理论物理，思绪就像烧瓶中微微蒸腾的水汽，在高维世界的构想中越飞越远，全然不知实验室的外面，一场灵异学革命正在轰轰烈烈地进行。",
        "firstSightDialogue": "十一维，弦与膜，终极的大一统……世界的本源，究竟是什么呢？",
        "dialogues": [
            "十一维，弦与膜，终极的大一统……世界的本源，究竟是什么呢？",
            "你在观察这瓶中的世界吗？维内奇诺总觉得，也有人像这样在看着我们的世界呢。",
            "维内奇诺依然很喜欢花绳哦，你看，这交织起来的花绳，也是一个绚丽的世界啊。",
            "遇到了能一起探讨问题的人，维内奇诺就不需要隐藏自己啦。",
            "大家，很在意维内奇诺消失了这件事吗？不会消失的哦，维内奇诺一直都在这里的。",
            "那美妙的阳光，也终有一天会彻底消散的吧。在那之前，维内奇诺能彻底看清太阳吗？"
        ]
    },
    {
        "id": 1773,
        "fullImg": "images/partners/1773.png",
        "icon": "images/partners/1773_5.png",
        "name": "谜解午后",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "推理社的午后，阳光慵懒，红茶馥郁。静静地注视着少女时，甚至会让人忽略红茶的香气。宁愿时光就此停下，直到走到故事的尽头。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1774,
        "fullImg": "images/partners/1774.png",
        "icon": "images/partners/1774_5.png",
        "name": "华兹·音潮现载",
        "params": {
            "height": "160 см",
            "sizes": "79/62/76",
            "bday": "-",
            "hobby": "唱歌，说唱"
        },
        "flavor": "华兹成为了天后是怎么一回事呢？#n华兹喜欢说话，又喜欢唱歌。#n华兹说话时，很多人都会觉得聒噪。但是华兹唱歌时，每个人都会驻足倾听。#n那么，华兹干嘛不去试试当个歌手呢？#n华兹觉得很有道理，她就去试着当了歌手。然后，大家都喜欢华兹的歌声，于是华兹天后就诞生了。#n虽然很没有道理，但是华兹成为天后，就是这么简单的一件事。",
        "firstSightDialogue": "嗯咳，大♪家♪好♪呀♪~，又♪见♪面♪啦，来听华兹唱♪首♪歌♪吧♪~",
        "dialogues": [
            "嗯咳，大♪家♪好♪呀♪~，又♪见♪面♪啦，来听华兹唱♪首♪歌♪吧♪~",
            "嘀哩哩都来啦♪，哔咯叭爆裂吧♪，嘻嘻哩哩下起雨♪，哗啦哗啦要被音乐淹没了♪~",
            "哎呀怎么会这样♪，氛围竟然这么棒♪，华兹华兹有个话筒♪，那就只能唱♪♪唱♪♪♪♪唱————",
            "华兹华兹哦~忽然有话想说，那就说唱吧~哦也算唱歌~",
            "谢谢大家♪~谢谢大家♪~华兹华兹♪好开心呀♪~这份心情♪~怎样表达♪~唱到天亮♪~也不够吧♪~"
        ]
    },
    {
        "id": 1775,
        "fullImg": "images/partners/1775.png",
        "icon": "images/partners/1775_5.png",
        "name": "琪亚娜&芽衣",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "在无人知晓的远方，与你一直相伴。",
        "firstSightDialogue": "琪亚娜：！？#n芽衣：没事的，现在不会再有人会来打扰我们了。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1776,
        "fullImg": "images/partners/1776.png",
        "icon": "images/partners/1776_5.png",
        "name": "魂星相牵的比翼鸟",
        "params": {
            "height": "165 см",
            "sizes": "84/59/89",
            "bday": "12/9",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "她们比翼飞向遥远深空，行迹的星河伴作向标，相随的灵魂，在温柔的道路上前往心向的地方。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1777,
        "fullImg": "images/partners/1777.png",
        "icon": "images/partners/1777_5.png",
        "name": "幕布后的秘密",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "小小的意外，成为了两人不可发声的秘密。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1778,
        "fullImg": "images/partners/1778.png",
        "icon": "images/partners/1778_5.png",
        "name": "倾命照世",
        "params": {
            "height": "172 см",
            "sizes": "84/59/96",
            "bday": "12/16",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "长夜终将过去，但愿我灵魂燃烧的微光，能照亮人类的前路。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1780,
        "fullImg": "images/partners/1780.png",
        "icon": "images/partners/1780_5.png",
        "name": "埃尔蒂",
        "params": {
            "height": "160 см",
            "sizes": "71/51/73",
            "bday": "-",
            "hobby": "创造下仆、玩弄下仆"
        },
        "flavor": "十亿年前降临地球的高科技文明，虽是巴比伦的老者，却有着小孩一样的幼稚——甚至恶劣的性格。#n她所创造的仆役修格斯，也逐渐有了和主人相似的习性。",
        "firstSightDialogue": "你——看起来是个好捉弄的孩子，多来我的房间玩吧，嘻嘻嘻。",
        "dialogues": [
            "你——看起来是个好捉弄的孩子，多来我的房间玩吧，嘻嘻嘻。",
            "愚笨的造物，就算再怎么努力，也模仿不了我万分之一的智慧。",
            "无礼之人，我的房间是可不是你不敲门就能进来的地方——！",
            "生气了吗？被戳到痛处了？嘻嘻嘻，你现在的样子好好笑呀。",
            "愣在那里做什么，在等着给我做丝袜收纳架吗？嘻嘻嘻，你好笨啊。",
            "把我十亿年前的黑历史当成普通书籍借出去了……怎、怎么可能啊……！"
        ]
    },
    {
        "id": 1781,
        "fullImg": "images/partners/1781.png",
        "icon": "images/partners/1781_5.png",
        "name": "灵依娘·恋恋手记",
        "params": {
            "height": "166 см",
            "sizes": "90/58/91",
            "bday": "8/17",
            "hobby": "恋爱指导"
        },
        "flavor": "青梅竹马的少女竟是超人气恋爱小说家。见到不成器的你，声称要教教你恋爱是怎么回事。此时，你才回想起到在采访中总显得纯真无比的她——实际性格有多毒舌和腹黑。#n但拥有这一面的她，在你眼中又显得格外可爱。",
        "firstSightDialogue": "嘘——今天不更新，今天只写我和你的故事。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1782,
        "fullImg": "images/partners/1782.png",
        "icon": "images/partners/1782_5.png",
        "name": "阿尔忒弥斯·梦幻岛仙子",
        "params": {
            "height": "170 см",
            "sizes": "92/52/90",
            "bday": "6/6",
            "hobby": "舞蹈"
        },
        "flavor": "巴比伦学园高中部的二年级学生，戏剧社成员之一。#n性格认真，对于演绎好剧中角色有着强烈的执着，因此在排练期间总是穿着戏服行动。#n因为入戏的缘故，表现要比平日要更活泼一些，本人在意识到这一点后往往会因为害羞而满脸通红。#n就是因为这样，纹章才会总是忍不住想要戏弄她。",
        "firstSightDialogue": "蝴蝶们永远都无忧无虑的，真好。",
        "dialogues": [
            "蝴蝶们永远都无忧无虑的，真好。",
            "无论怎么样的角色，我都会去演好。",
            "这身戏服……虽然太短了，不过我还是挺喜欢的。",
            "小的时候，还真有创造一切的“魔力”呢，到底是从什么时候开始忘记的呢。",
            "可以不要捉弄我吗，不在舞台上时……还挺不自在的。",
            "叮铃铃~也可以给我~你的吻……咳哼，你在的话说一声啊。"
        ]
    },
    {
        "id": 1783,
        "fullImg": "images/partners/1783.png",
        "icon": "images/partners/1783_5.png",
        "name": "纹章·重返美梦",
        "params": {
            "height": "167 см",
            "sizes": "89/58/91",
            "bday": "3/3",
            "hobby": "戏弄阿尔忒弥斯"
        },
        "flavor": "巴比伦学园高中部的一年级学生，戏剧社里演技最好的成员。#n自信且充满知性，容易让人下意识对其产生好感。在成熟的外表之下却是以戏弄他人为乐，稍显小恶魔的类型。但因为对分寸把握的非常好，从未让任何人感觉受到伤害。#n穿上戏服后，无论是言行举止还是性格，都会更向剧中所演绎的彼得·潘靠近，不过骨子里还是纹章本人就是了。",
        "firstSightDialogue": "你只要想着那些美好的事情就行，这么一来，你也能飞起来。",
        "dialogues": [
            "大胆地去梦想，勇敢地去相信，去认为没有什么是不可能的——这可是青春的特权。",
            "你只要想着那些美好的事情就行，这么一来，你也能飞起来。",
            "现在的孩子，都被迫成熟得太快了。",
            "你希望我送你一个“顶针”吗~",
            "一起来吧，我会教你怎么骑到风的背上~"
        ]
    },
    {
        "id": 1785,
        "fullImg": "images/partners/1785.png",
        "icon": "images/partners/1785_5.png",
        "name": "菲米莉丝·魔王的迎接",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "勇者呀！一路挑战到本魔王真是了不起。先等等哦，等我换身超厉害的装备再陪你玩~",
        "dialogues": [
            "迎接勇者的新装备！是水手服？泳装？还·是·说，超厉害比——欸？谁和谐的……好逊！",
            "勇者呀！一路挑战到本魔王真是了不起。先等等哦，等我换身超厉害的装备再陪你玩~",
            "最强魔王永远等待勇者的攻略，所以下次还要来玩哦~",
            "库库，居然能来到吾的面前啊，勇者们，在吾的力量前绝望吧——这样的迎接词你觉得如何？",
            "历史悠久的魔王城渐渐变成勇者的游乐园？才没这样的事！只要我能换上超厉害装备……"
        ]
    },
    {
        "id": 1786,
        "fullImg": "images/partners/1786.png",
        "icon": "images/partners/1786_5.png",
        "name": "再见挚爱",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "为了不让小圆成为魔法少女，操纵时间徘徊于许许多多平行世界的少女。是在失去了小圆的世界中唯一记得小圆的人。#n由于对小圆的爱，小焰成为了恶魔般的存在，世界也随之再次被改变。",
        "firstSightDialogue": "我想要拯救小圆，我只是为了这一个愿望，便成为了魔法少女。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1787,
        "fullImg": "images/partners/1787.png",
        "icon": "images/partners/1787_5.png",
        "name": "我就在这里",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "怀抱希望与丘比签下契约成为魔法少女的人，最终在绝望之时会化作魔女。得知了魔法少女如此可悲真相的小圆许下心愿成为了魔法少女，而她的愿望就是消灭所有宇宙、所有时代的魔女。#n因为这个愿望超乎寻常，作为代价小圆自身成为了神明般的存在=圆环之理。",
        "firstSightDialogue": "太好了，我找你好久了。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1788,
        "fullImg": "images/partners/1788.png",
        "icon": "images/partners/1788_5.png",
        "name": "你我的花海",
        "params": {
            "height": "172 см",
            "sizes": "84/59/96",
            "bday": "12/16",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "当你知道有一件事只有你才能办到的时候，你会变得连你自己都不曾想到地温柔与坚强。#n我啊，是知道的。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1789,
        "fullImg": "images/partners/1789.png",
        "icon": "images/partners/1789_5.png",
        "name": "夕雾·佐贺事变",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "收集扇子"
        },
        "flavor": "束起长发，化起美艳妆容的性感5号僵尸。#n在幕府末期明治初期的动荡年代，相传活跃在维新运动幕后的传说中的花魁。也许是因为心胸开阔，天性自由，尽管在距离自己生前约150年后的世界再次苏醒，面对周围的环境以及自己成了僵尸的现实也毫无动摇，与世沉浮。",
        "firstSightDialogue": "人生路漫漫，可不能整天说些丧气话哦。",
        "dialogues": [
            "我也就只能做这么多了。",
            "虽然喜一先生的梦想听起来确实很幼稚，简直像是小孩的梦呓，但它也确实推动了佐贺。",
            "你可曾听闻，“不拔剑的吉右卫门”这个名号？",
            "一定要让我看到喜一先生创造的新佐贺啊",
            "喵喵喵5"
        ]
    },
    {
        "id": 1790,
        "fullImg": "images/partners/1790.png",
        "icon": "images/partners/1790_5.png",
        "name": "迦娜·夏之低语",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "在海面上漂浮"
        },
        "flavor": "与夏日无缘的她来到此处，带着众人有些诧异的目光。#n或许是其本质的缘故，少女的一言一行在他人看来稍显捉摸不透。#n不过这都无关紧要，重要的是从她口中吐出的话语，填满了让人无法拒绝的诱惑。",
        "firstSightDialogue": "是要在岸边看着，还是一起下来？人类所拥有的时间不过转瞬，能够在原地踌躇不前可不多。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1791,
        "fullImg": "images/partners/1791.png",
        "icon": "images/partners/1791_5.png",
        "name": "诗音·狐鸣三伏",
        "params": {
            "height": "148 см",
            "sizes": "75/55/77",
            "bday": "4/21",
            "hobby": "追寄居蟹玩"
        },
        "flavor": "说到夏天就是海边，说到海边就必须提到泳装，这就跟水往低处流一样，是不可违背的法则。#n狐仙大人自然也不例外，虽然万般不愿意，但最后还是乖乖地穿上了看着行动不太方便的泳装。#n如果碰巧在海边遇到了她，麻烦请阻止一下狐仙大人，让她不要再追寄居蟹玩了。",
        "firstSightDialogue": "为什么到了海边还要穿衣服，我可是狐仙，又不是连皮毛都没有的人类。人类世界的规则……还真是麻烦呐。",
        "dialogues": [
            "为什么到了海边还要穿衣服，我可是狐仙，又不是连皮毛都没有的人类。人类世界的规则……还真是麻烦呐。",
            "狐仙大人可不是狗，才不会用舌头散热！不敬，这可是大不敬！小心第二天起来发现昨天吃的全是西瓜！",
            "又不是小孩子了，我怎么会对蒙眼打西瓜这种游戏感兴趣。不过既然人不够，那就陪你一起玩好啦~照顾小孩子可真辛苦♪",
            "晚上想去旁边的树林玩试胆？没有哦，刚刚已经被全部净化完毕啦~天狐大人很厉害吧~咦，为什么突然好失落的样子？",
            "啊……啊！？才没有追寄居蟹玩呢！倒、倒是你，有好好擦干身体吗，皮毛打湿了不管可是会感冒的！"
        ]
    },
    {
        "id": 1792,
        "fullImg": "images/partners/1792.png",
        "icon": "images/partners/1792_5.png",
        "name": "艾尔瓦加尔·桅险派对",
        "params": {
            "height": "177 см",
            "sizes": "96/64/99",
            "bday": "2/10",
            "hobby": "水上派对"
        },
        "flavor": "艾尔瓦加尔选手的风帆一号已经出海。#n肆意地坐在风浪之尖的罪魁祸首，甲板上一触即发的水枪之战，这次被固定在桅杆上的小小偷渡者……能承受多少呢？",
        "firstSightDialogue": "这艘船这可不是你该来的地方，偷渡上来的孩子，会得到惩罚哦。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1793,
        "fullImg": "images/partners/1793.png",
        "icon": "images/partners/1793_5.png",
        "name": "诺登斯·绯色沙汐",
        "params": {
            "height": "145 см",
            "sizes": "79/52/76",
            "bday": "5/25",
            "hobby": "堆砌梦中的世界"
        },
        "flavor": "传闻中，那是夏日真人秀的摄像头在曾捕捉到的奇景——诺登斯选手专注堆砌着奇特的雕塑，而她被紫粉色天空印染的裙摆——正与大海融为一体，如同深渊与其主人的脐带，亦如同整个海渊都只是她的一部分。#n但更多人认为，那只是摄像头的画面重映产生的错觉。",
        "firstSightDialogue": "不管放上哪一枚都还不够满意，只有唯一的那颗海螺，才能讲述唯一的故事。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1794,
        "fullImg": "images/partners/1794.png",
        "icon": "images/partners/1794_5.png",
        "name": "䌷·海屿上的小小神明",
        "params": {
            "height": "151 см",
            "sizes": "69/53/70",
            "bday": "6/24",
            "hobby": "吹玻璃珠子"
        },
        "flavor": "沉寂一百年的岛屿，迎来了一位神明大人。#n对现世一无所知，但对一切充满好奇。#n“哈哈哈，好厉害！你说这个能映出世间万象的东西，是叫‘泡泡水’？……咦！！！你是说，你手里拿着的那台黑色的大机子，也能做到这些吗？”",
        "firstSightDialogue": "你看——每一个小小的生命，不论在哪种环境下，都在努力地活着呢。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1795,
        "fullImg": "images/partners/1795.png",
        "icon": "images/partners/1795_5.png",
        "name": "樱华·海边看见幽灵建筑",
        "params": {
            "height": "157 см",
            "sizes": "73/53/70",
            "bday": "4/5",
            "hobby": "寻找蜃楼"
        },
        "flavor": "据说这片区域能找到传说中的海市蜃楼，寻找许久的樱华选手，因为天气太过炎热，决定先到路边的店铺中休息片刻。#n虽然，这座店铺在地图上，从来没有出现过。",
        "firstSightDialogue": "在海市蜃楼里遇到鬼怪……？有这个大铁桶，就什么鬼怪都不用怕啦！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1796,
        "fullImg": "images/partners/1796.png",
        "icon": "images/partners/1796_5.png",
        "name": "祈·心动企画",
        "params": {
            "height": "120 см",
            "sizes": "60/49/62",
            "bday": "2/14",
            "hobby": "恋爱特别节目"
        },
        "flavor": "#岛屿上恋爱的古老传说 #海滩上的旅行婚礼 #沙堡堆制的婚礼现场……小祈选手来参加这次节目，赋予了自己超越选手本身的使命，那就是——要让节目剪满恋爱CUT，最好比总长度还长。#n“你说，这个节目拍摄的是美少女的夏日之旅？不对不对……当然是美少女的夏日蜜月旅行啦！”",
        "firstSightDialogue": "真人秀结束后选手们去做什么了？小祈知道——她们都一对对回家结婚了对吧！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1797,
        "fullImg": "images/partners/1797.png",
        "icon": "images/partners/1797_5.png",
        "name": "伊登·最佳座席",
        "params": {
            "height": "150 см",
            "sizes": "64/52/66",
            "bday": "3/17",
            "hobby": "阳伞、冰饮"
        },
        "flavor": "把夏天的闷热隔绝在外的阳伞，一看价格就退却的冰棍，让人艳羡的特等休息席……听说主办方先生为了赚取费用还与特地抬高了价格。#n但只花了三颗金苹果，伊登小姐已经成为了滨海服务的年度会员。",
        "firstSightDialogue": "你说只是在阳伞下翻阅杂志、享用冰饮根本不算是真人秀？可是，这好像就是我真实的生活……",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1798,
        "fullImg": "images/partners/1798.png",
        "icon": "images/partners/1798_5.png",
        "name": "二阶堂咲",
        "params": {
            "height": "153 см",
            "sizes": "77/54/82",
            "bday": "5/15",
            "hobby": "游戏中心、拓麻歌子"
        },
        "flavor": "金色挑染高马尾，眼神锐利的2号僵尸。#n世纪末实现了九州制霸的传说中的暴走族团体“怒罗美”的特攻队长。口头禅是“宰了你哦”，经常找茬威胁，自称且被公认的不良少女，很喜欢结交有毅力的人。#n生前沉迷过“拓麻歌子”系列，但每次结果都会变成“大叔吉”。",
        "firstSightDialogue": "我说过的吧？我是绝对不会死的。",
        "dialogues": [
            "觉悟什么的，早就做好了",
            "我说过的吧？我是绝对不会死的。",
            "曾经一度失去的我心，伴随着炙热跃动响彻心扉的，是挚友寄托在背后的话语。",
            "夜露死苦——！",
            "为了报答昔日的恩情，驰骋穿梭于修罗道上。"
        ]
    },
    {
        "id": 1799,
        "fullImg": "images/partners/1799.png",
        "icon": "images/partners/1799_5.png",
        "name": "山田多惠",
        "params": {
            "height": "170 см",
            "sizes": "91/59/89",
            "bday": "?",
            "hobby": "巡游旅行社"
        },
        "flavor": "黑长直的0号僵尸。#n7人中唯一一位意识没有恢复的僵尸，嘴里总是嚼着东西，最接近僵尸的僵尸。一般只会含糊呓语，但似乎某种程度可以听懂组合成员的话。然后下一秒依然输给本能，一口咬上身边的纯子。",
        "firstSightDialogue": "…………？",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1800,
        "fullImg": "images/partners/1800.png",
        "icon": "images/partners/1800_5.png",
        "name": "夕雾",
        "params": {
            "height": "165 см",
            "sizes": "94/62/89",
            "bday": "11/23",
            "hobby": "收集扇子"
        },
        "flavor": "束起长发，化起美艳妆容的性感5号僵尸。#n在幕府末期明治初期的动荡年代，相传活跃在维新运动幕后的传说中的花魁。也许是因为心胸开阔，天性自由，尽管在距离自己生前约150年后的世界再次苏醒，面对周围的环境以及自己成了僵尸的现实也毫无动摇，与世沉浮。",
        "firstSightDialogue": "你可曾听闻，“不拔剑的吉右卫门”这个名号？",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1801,
        "fullImg": "images/partners/1801.png",
        "icon": "images/partners/1801_5.png",
        "name": "星川莉莉",
        "params": {
            "height": "130 см",
            "sizes": "59/54/56",
            "bday": "10/6",
            "hobby": "布玩偶、重机械杂志"
        },
        "flavor": "双马尾，戴着丝带和星星发饰的6号僵尸。#n实现了全频道担任黄金时段主演成就的天才童星。虽然组合中年纪最小，但无论什么样的舞台都毫不怯场，充满挑战的勇气。看起来言行天真浪漫，偶尔也会吐露负面的真心。由于生前扮演过各种角色，意外知道很多知识。",
        "firstSightDialogue": "没事的，莉莉无论何时都是闪亮亮哦！我一定会获得胜利，让Franchouchou卷土重来！",
        "dialogues": [
            "莉莉我呀，要比现在更加更加地闪耀~！",
            "是吗，但是不用担心，因为莉莉是最美妙的！小樱，记得给我应援哦~",
            "没事的，莉莉无论何时都是闪亮亮哦！我一定会获得胜利，让Franchouchou卷土重来！",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1802,
        "fullImg": "images/partners/1802.png",
        "icon": "images/partners/1802_5.png",
        "name": "源樱",
        "params": {
            "height": "158 см",
            "sizes": "88/59/90",
            "bday": "4/2",
            "hobby": "追Iron Frill、制作点心、拼图游戏"
        },
        "flavor": "一袭长发点缀水蓝色波点丝带作为亮点的1号僵尸。#n7人中第一个受到刺激觉醒的僵尸。不知为何醒来时失去了生前的记忆。时常被身边的传说中的僵尸们玩弄，有时也担当吐槽角色。顺便使用的语言是唐津方言。超级可爱的方言少女。",
        "firstSightDialogue": "我们是不管在何时何地都能一直战斗下去的偶像丧尸！",
        "dialogues": [
            "我们是Franchouchou！",
            "我是绝对不会放弃，绝对不会放弃的。",
            "我们是不管在何时何地都能一直战斗下去的偶像丧尸！",
            "哪怕在我面前的是神，是恶魔，我都会不断复仇，让阻碍我们的东西都只能放弃！",
            "喵喵喵5"
        ]
    },
    {
        "id": 1804,
        "fullImg": "images/partners/1804.png",
        "icon": "images/partners/1804_5.png",
        "name": "欧柏·绽放之实",
        "params": {
            "height": "150 см",
            "sizes": "96/52/77",
            "bday": "10/25",
            "hobby": "欧派"
        },
        "flavor": "对理想身材的执着即便到了夏日也绝不妥协，近乎祈愿的渴求就连现实也不得不予以回应——欧柏，以全新姿态堂堂登场！#n仅令人折服，而且畏惧！",
        "firstSightDialogue": "如果说泳衣是30分，那么G CUP美少女就有九十分。但若是两者相加，便不下三百万分！",
        "dialogues": [
            "呜呼——！想要宝藏就得到大海的那边去寻找，现在，我切身体会到了这句话中的份量和感动！",
            "等、等一下啦！怎么全都跑出来了！为什么没有人提前跟我说跳到海里之后会全都漏出来啦！",
            "如果说泳衣是30分，那么G CUP美少女就有九十分。但若是两者相加，便不下三百万分！",
            "肩周炎，哼哼哼~♪这种小事我已经在海边克服了，正所谓吃水越深，浮力就越大！咦，不对吗？",
            "海边少女的瑰宝，是在感受到之前就已经存在的美！如果你也是我异父异母的兄弟姐妹，肯定也能明白的吧~",
            "呃……为什么大家都说我情绪高涨得有点吓人，有、有那么夸张吗？"
        ]
    },
    {
        "id": 1805,
        "fullImg": "images/partners/1805.png",
        "icon": "images/partners/1805_5.png",
        "name": "提尔·机械飞拳公爵",
        "params": {
            "height": "155 см",
            "sizes": "72/51/70",
            "bday": "4/20",
            "hobby": "机械改造和收藏"
        },
        "flavor": "为了制作出符合巴比伦风尚的“更加优雅的”、“不失气势的”、“大气的”的肢体结构，以及符合个人需求的某些功能，提尔小姐不断调整了自己的手部。#n因为对改造手的狂热，她被巴比伦时报称为“机械飞拳公爵”。",
        "firstSightDialogue": "欢迎来到公爵的小馆，在这里，你能观赏到世界上最完美的手部零件。",
        "dialogues": [
            "欢迎来到公爵的小馆，在这里，你能观赏到世界上最完美的手部零件。",
            "这几支义肢是我这数百年间的收藏，上面的残损？是我荣耀的勋章。",
            "这里的义肢请小心接触。你说我身上这支？呵呵，那就让你零距离感受下它的触碰——飞拳！！",
            "参观时间已结束，但下午茶会的席位尚且有余。你，想一起来吗？",
            "据说有人制作出了名为机械犬的宠物，那真是再危险不过的存在！",
            "公爵大人才不是小不点！你看，这个坐姿是不是十分有威严？"
        ]
    },
    {
        "id": 1806,
        "fullImg": "images/partners/1806.png",
        "icon": "images/partners/1806_5.png",
        "name": "格里法尔",
        "params": {
            "height": "-",
            "sizes": "105/101/82",
            "bday": "-",
            "hobby": "未知"
        },
        "flavor": "格里法尔，水域王者格雷弗西的兄弟，具有海域中最极致的速度和天生的杀伤能力。#n传闻中智慧不及常鱼，但传闻多不可信。#n可以确信的是——强者的敌人，永远是他自己。",
        "firstSightDialogue": "初次见面，吻面礼是我们海域的基本礼仪，嘻嘻……你躲那么远做什么……？",
        "dialogues": [
            "初次见面，吻面礼是我们海域的基本礼仪，嘻嘻……你躲那么远做什么……？",
            "正前方的视角……？可、可恶，除了感受到重量之外，什么都看不到……",
            "愿意成为我的同伴么？好高兴——嘻嘻，呜，但是……还请务必小心。",
            "说我是剑王之王什么的，一定是了不起的夸奖吧……",
            "嘻嘻，成功了，打出了让兄长大人自豪的水花——兄长大人，你的脸怎么湿啦？",
            "抬起头的话——兄长大人，你看，我和你一样高了哦。"
        ]
    },
    {
        "id": 1807,
        "fullImg": "images/partners/1807.png",
        "icon": "images/partners/1807_5.png",
        "name": "九霄·崩坏学园长",
        "params": {
            "height": "172 см",
            "sizes": "84/59/96",
            "bday": "12/16",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "旧世界与新世界的英雄，二度救世之人，她的目光所望之处又是何方？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1808,
        "fullImg": "images/partners/1808.png",
        "icon": "images/partners/1808_5.png",
        "name": "希儿·雪夜清浴",
        "params": {
            "height": "171 см",
            "sizes": "84/59/95",
            "bday": "12/15",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "静谧的雪夜，少女独自享受沐浴带来的温暖。只是时不时看向窗外的眼神，似乎诉说着，那个能一同抵御冬夜寒冷的人，仍未出现。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1809,
        "fullImg": "images/partners/1809.png",
        "icon": "images/partners/1809_5.png",
        "name": "萨菲尔·盘上之局",
        "params": {
            "height": "152 см",
            "sizes": "68/52/65",
            "bday": "-",
            "hobby": "棋类游戏"
        },
        "flavor": "编号OS-02-SR的空想神格。#n因信仰力量的跃升，而迈入了更高的领域。#n对于胜负无比执着，有着强烈进取心的她，即使战斗到只剩下国王的情况，也会不断思索反败为胜的可能性。#n只不过，绝大部分时间，都是棋盘上的对方陷入这样的窘境而已。",
        "firstSightDialogue": "这份聚集的力量……我已经感受到了！",
        "dialogues": [
            "这份聚集的力量……我已经感受到了！",
            "棋盘上的胜负，早在落子之前就已经被决定好了。",
            "唯有舍子才能得胜……必要时刻，皇后也是可以被放弃的对象。",
            "上帝存在于计算之中，你很快就知道——这盘棋局之上，谁才是唯一的上帝了。",
            "王车易位！接下来就是我的时代了哦。"
        ]
    },
    {
        "id": 1810,
        "fullImg": "images/partners/1810.png",
        "icon": "images/partners/1810_5.png",
        "name": "帕亚索·最后底牌",
        "params": {
            "height": "149 см",
            "sizes": "70/55/71",
            "bday": "-",
            "hobby": "看热闹"
        },
        "flavor": "编号OS-00-GR的空想神格。#n因信仰力量的跃升，而迈入了更高的领域。#n张扬狂放的外表之下，是渊博如海的学识以及精心谋划的智慧。#n无论在什么时候，手中始终隐藏着一张底牌。#n当它掀开的时候，也许会绽放出任何人都难以想象的力量。",
        "firstSightDialogue": "如此闪烁着的世界之中，你要选择哪一种花色呢♡♧♢♤",
        "dialogues": [
            "如此闪烁着的世界之中，你要选择哪一种花色呢♡♧♢♤",
            "这股强大的气势，想必即使是头领也会有所动摇吧♡",
            "猜猜看，现在我手上的底牌是什么？♧",
            "要和我来一场交易么？放心，代价很便宜的……♡",
            "掀开这张幕布，把后面的世界闹个天翻地覆吧♤"
        ]
    },
    {
        "id": 1811,
        "fullImg": "images/partners/1811.png",
        "icon": "images/partners/1811_5.png",
        "name": "天魔降临在海边",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "泳装（夏季限定）"
        },
        "flavor": "“她带我去海边度假，她心里有我！”#n“不要去！前方可是地狱啊！”#n可怜的低级员工，被女老板玩弄于股掌之间。",
        "firstSightDialogue": "这片海滩是我的私有地，绝对不会有外人。所以别紧张，我会很温柔的……",
        "dialogues": [
            "这片海滩是我的私有地，绝对不会有外人。所以别紧张，我会很温柔的……",
            "想和我比排球？不过是个小社畜……好啊，只要你能赢一球，你想玩什么惩罚游戏都行~",
            "因为我是老板，就不敢给我涂防晒霜了吗……噗！你就当一辈子低级员工吧~",
            "这里的沙子软软的，就像你的脸一样呢。以后的每个工作日，你都要回忆起刚才的感觉~",
            "难得的海边带薪假，你穿得还真是土气。不过，加班社畜的风格也蛮可爱的，我很喜欢哦。"
        ]
    },
    {
        "id": 1812,
        "fullImg": "images/partners/1812.png",
        "icon": "images/partners/1812_5.png",
        "name": "密藏·夜色伪装",
        "params": {
            "height": "169 см",
            "sizes": "80/60/86",
            "bday": "3/24",
            "hobby": "夜晚"
        },
        "flavor": "据说现代人喜欢夜晚、无法入睡，是因为在白天没有获得满足。#n那“吸血鬼”又如何？血之帝国的王者，帅气凌冽的她，内心也有无法满足的愿望吗？",
        "firstSightDialogue": "血之帝国已经分崩离析，夜晚也被电力和灯光所侵蚀。今晚就好，能让我……留在你的身边吗？",
        "dialogues": [
            "你和我一样，有着讨厌白天的眼神呢。向深夜释放你的压力，尽情玩耍吧。",
            "“熬夜对身体不好”……这种冠冕堂皇的话我不会说。现代人不是有意不想睡觉的。",
            "想让我踩你？（小心翼翼）这，这样吗？还要更用力？我第一次听人类提出这么怪异的要求……",
            "十字架，圣水，大蒜，日光……有这么多弱点，我还是能活着的原因就是——我太强了。",
            "血之帝国已经分崩离析，夜晚也被电力和灯光所侵蚀。今晚就好，能让我……留在你的身边吗？"
        ]
    },
    {
        "id": 1813,
        "fullImg": "images/partners/1813.png",
        "icon": "images/partners/1813_5.png",
        "name": "卡琳·乖乖睡觉",
        "params": {
            "height": "169 см",
            "sizes": "81/61/86",
            "bday": "4/3",
            "hobby": "闲逛"
        },
        "flavor": "刚刚踏入学园，开启自己学生生活的少女。#n在宿舍里躺在松薄的睡毯之下，倾听着新奇的故事，等待着睡梦来临。",
        "firstSightDialogue": "又到睡觉的时候了，白天好像什么都没干的样子……明天更加努力吧！",
        "dialogues": [
            "宿舍的床真软啊，比车顶睡起来舒服多了。",
            "又到睡觉的时候了，白天好像什么都没干的样子……明天更加努力吧！",
            "女生的寝室夜谈……那是什么？我从没经历过，想试试！",
            "天色已经晚喽，再不睡觉第二天得眯着眼睛出门干活了。",
            "喂喂，我还想听你讲的故事——快来被窝里吧！"
        ]
    },
    {
        "id": 1814,
        "fullImg": "images/partners/1814.png",
        "icon": "images/partners/1814_5.png",
        "name": "蒂亚拉·天堂角落",
        "params": {
            "height": "142 см",
            "sizes": "73/57/69",
            "bday": "11/23",
            "hobby": "上网"
        },
        "flavor": "如往常一般，熬到深夜的蒂亚拉，为了打通游戏关卡而不懈奋斗着。#n不过……并不知晓一百万分就会导致数值溢出，使得敌人攻击力和防御力都将变成“+∞”的她，到底还要多久才能察觉这个事实呢？#n……一旦发现的话，恐怕这款游戏的设计公司官网将会遭受到大量ddos攻击吧。不得不让人为之默哀。",
        "firstSightDialogue": "充满弹性的软床，还有汽水和游戏……啊啊，这就是天堂！",
        "dialogues": [
            "充满弹性的软床，还有汽水和游戏……啊啊，这就是天堂！",
            "呼呼呼……连砍顺劈带暴击——感受到蒂亚拉大人的实力么！",
            "到九十九万分就没了？弱诶~一点都不耐玩～",
            "欸欸欸！打住！停！呜，挂了……什么东西，Bug，一定是bug！",
            "不服！一定是NPC作弊了！再来，今晚不打通关我就不睡觉了！"
        ]
    },
    {
        "id": 1803,
        "fullImg": "images/partners/1803.png",
        "icon": "images/partners/1803_5.png",
        "name": "九霄·绝响交界线",
        "params": {
            "height": "172 см",
            "sizes": "84/59/96",
            "bday": "12/16",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "命陨星途的一秒钟间，绝望与希望在此并存。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1815,
        "fullImg": "images/partners/1815.png",
        "icon": "images/partners/1815_5.png",
        "name": "德丽莎·猫娘天国",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "肥猫"
        },
        "flavor": "前学生会长德丽莎走进了某“同学们最喜欢的老师”开的猫咖。#n6个小时后，德丽莎：“也就这样嘛，马马虎虎。”#n以及什么猫咖才会让顾客玩猫咪换装啊？",
        "firstSightDialogue": "你说比起猫咪更喜欢小熊……我明白了，你是个无可救药的变态萝莉控，需要人道毁灭~",
        "dialogues": [
            "你说比起猫咪更喜欢小熊……我明白了，你是个无可救药的变态萝莉控，需要人道毁灭~",
            "噗噗，怎么长得这么胖啊，你们这些大笨猫……要好好减肥了哦~",
            "今天的德丽莎是VIP顾客哦，庆祝服装也换好了……我被猫咖骗了？前学生会长怎么可能被骗。",
            "呀！快住手！你这猫，会不会太懂营业了一点……？",
            "啊哇！不行不行不行——刚才没人看到吧？呼……"
        ]
    },
    {
        "id": 1816,
        "fullImg": "images/partners/1816.png",
        "icon": "images/partners/1816_5.png",
        "name": "夏日冰冰凉大作战",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "12/16",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "冰冰凉的沙冰，冰冰凉的海风——以及无法被冰冰凉的水枪浇灭的，与你共度夏日的热情！",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1817,
        "fullImg": "images/partners/1817.png",
        "icon": "images/partners/1817_5.png",
        "name": "海渊的祝福",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "阳伞下的梦，太过灼热。#n躺椅上的梦，太过清凉。",
        "firstSightDialogue": "阳伞下的梦，太过灼热。#n躺椅上的梦，太过清凉。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1818,
        "fullImg": "images/partners/1818.png",
        "icon": "images/partners/1818_5.png",
        "name": "花月堡",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "想一直看夕阳，看很久很久。#n想和你一直一起看夕阳，直到很久以后。",
        "firstSightDialogue": "想一直看夕阳，看很久很久。#n想和你一直一起看夕阳，直到很久以后。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1819,
        "fullImg": "images/partners/1819.png",
        "icon": "images/partners/1819_5.png",
        "name": "海滩的恋之波",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "作为队友的小祈，最喜欢在海滩边听艾尔瓦加尔姐姐的夏日蜜谈了。#n听了艾尔瓦加尔姐姐蜜谈的小祈，一定会成为更好的花童……吧？",
        "firstSightDialogue": "作为队友的小祈，最喜欢在海滩边听艾尔瓦加尔姐姐的夏日蜜谈了。#n听了艾尔瓦加尔姐姐蜜谈的小祈，一定会成为更好的花童……吧？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1820,
        "fullImg": "images/partners/1820.png",
        "icon": "images/partners/1820_5.png",
        "name": "YUI·梦中情池",
        "params": {
            "height": "151 см",
            "sizes": "82/59/80",
            "bday": "3/12",
            "hobby": "最近是池核"
        },
        "flavor": "在巴比伦，只要有“信仰”就能做出连绵不绝的泳池：清澈、宁静且怪异。#n有完善的配套设施，有名为YUI的美少女，有名为童年的过去，#n还有绝对不想逃离此处的我。#n“欢迎回家。”或者说，我希望是故乡一样的地方。",
        "firstSightDialogue": "你怀念曾经的风景，你怀念和我见面。你一定很难过吧？让我来温暖你。",
        "dialogues": [
            "无限的泳池便是大海。（牵手）我们一起漂浮在海里，一起美好，一起放弃。",
            "至少煎蛋和烤香肠是能吃的。我不是料理笨蛋……",
            "事物向前变化，永恒不存在，但只要你愿意，我和泳池为你停留。",
            "你怀念曾经的风景，你怀念和我见面。你一定很难过吧？让我来温暖你。",
            "你要离开（醒来）了吗？明明我们做了这样和那样的事情？"
        ]
    },
    {
        "id": 1821,
        "fullImg": "images/partners/1821.png",
        "icon": "images/partners/1821_5.png",
        "name": "宁蒂·婚礼体验日",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "各种未体验的事"
        },
        "flavor": "穿上美丽的婚纱，来次一日婚礼体验。#n——终究是类似拍摄的活动，但似乎有些小家伙，真的在这里找到了幸福呢。",
        "firstSightDialogue": "完全准备好了，结婚就是要拿出气势，对吧？",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1822,
        "fullImg": "images/partners/1822.png",
        "icon": "images/partners/1822_5.png",
        "name": "卡琳·梅莉德",
        "params": {
            "height": "169 см",
            "sizes": "81/61/86",
            "bday": "4/3",
            "hobby": "闲逛"
        },
        "flavor": "和母亲一起送快递的少女，因为工作需要前往长空市送快递。#n今后会作为崩坏学园战术六期的学生，展开新的生活。",
        "firstSightDialogue": "你好你好~我是卡琳哟，接下来我们就是朋友啦~嘿，先来个朋友程度的拥抱~~",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1823,
        "fullImg": "images/partners/1823.png",
        "icon": "images/partners/1823_5.png",
        "name": "相伴微光",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "布洛妮娅姐姐~我们！是一对呢！#n嗯，它们的光色，就算跟漫天烟花放在一起，也是独一无二的。",
        "dialogues": [
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵",
            "喵喵喵"
        ]
    },
    {
        "id": 1824,
        "fullImg": "images/partners/1824.png",
        "icon": "images/partners/1824_5.png",
        "name": "卡琳·长空假日",
        "params": {
            "height": "169 см",
            "sizes": "81/61/86",
            "bday": "4/3",
            "hobby": "闲逛"
        },
        "flavor": "如往常一般，熬到深夜的蒂亚拉，为了打通游戏关卡而不懈奋斗着。#n不过……并不知晓一百万分就会导致数值溢出，使得敌人攻击力和防御力都将变成“+∞”的她，到底还要多久才能察觉这个事实呢？#n……一旦发现的话，恐怕这款游戏的设计公司官网将会遭受到大量ddos攻击吧。不得不让人为之默哀。",
        "firstSightDialogue": "飞掠的鸟儿，碧蓝的天空。#n这是难得放松的假日，也是与你共度的，永不结束的夏天。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1825,
        "fullImg": "images/partners/1825.png",
        "icon": "images/partners/1825_5.png",
        "name": "希儿·不捣鬼小魔",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "穿杏的衣服（被迫）"
        },
        "flavor": "万圣夜，希儿被迫穿着杏的衣服走上大街。#n“好，今天，要像杏一样，凶恶一些哦！”#n但到了现场，害羞的本性还是显现出来。因为这种差别之萌，希儿的手里被塞满了糖果。#n可是最后，希儿还是空手回来了。#n“因为，路边的小朋友好像很想要的样子……”",
        "firstSightDialogue": "不捣蛋，就给糖……唔，好像说反了？",
        "dialogues": [
            "让我们来一场有趣的杀、杀……这种台词，到底要怎么面不改色地说出来啊。",
            "杏，我们快把衣服换回去吧……诶？别走……现在走掉的话，希儿就没有衣服穿了……！",
            "不捣蛋，就给糖……唔，好像说反了？",
            "杏的衣服，胸口好紧，感觉呼吸困难了……是希儿哪里穿错了吗……？",
            "被布洛妮娅姐姐看到希儿这幅样子的话……呜哇。"
        ]
    },
    {
        "id": 1826,
        "fullImg": "images/partners/1826.png",
        "icon": "images/partners/1826_5.png",
        "name": "杏·童话小坏蛋",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "穿希儿的衣服"
        },
        "flavor": "童话里，一根火柴点燃整栋大楼的小女孩。#n童话里，一开门吓哭狼外婆的小女孩。#n童话里，骗恶毒后妈吃下毒苹果的小女孩。#n是杏，是在万圣节穿着希儿衣服的童话小坏蛋。",
        "firstSightDialogue": "本大爷今天扮演的是童话里来的小女孩……库库库，不过，是黑暗童话！！",
        "dialogues": [
            "这身衣服穿起来麻烦死了，既然这么麻烦……一会就不还给希儿了吧~噗嗤~",
            "本大爷今天扮演的是童话里来的小女孩……库库库，不过，是黑暗童话！！",
            "今天就穿着笨蛋希儿的衣服去做坏事，然后全都赖在她的头上，库库……",
            "“布洛妮娅姐姐~”一会就这么穿着笨蛋希儿的衣服，去吓她的布洛妮娅姐姐一大跳！",
            "“希儿，很开心~”因为今晚“希儿”要把整个万圣节炸~光~光~"
        ]
    },
    {
        "id": 1829,
        "fullImg": "images/partners/1829.png",
        "icon": "images/partners/1829_5.png",
        "name": "寄生人形·惊爆魔盒",
        "params": {
            "height": "160 см",
            "sizes": "84/54/83",
            "bday": "3/29",
            "hobby": "夜间实验"
        },
        "flavor": "一个绿色头发的丧气女生的手办套盒，被放在不起眼的货架上。#n南瓜头套，亮粉色血浆和铆钉，是万圣节主题款。#n黑白双马尾的店长，正一脸坏笑想着怎么把它卖出去。",
        "firstSightDialogue": "虽然阴暗的盒子也很喜欢，但既然是这个节日，果然还是想钻到其他地方去玩玩……#n嗯，你的身体里就很合适？",
        "dialogues": [
            "嘘……再等一会，恶灵。等到熄灯后，整个世界都是我们的实验室。",
            "……………………手办会和你说话？是你南瓜摄入过量产生幻觉了吧。",
            "虽然阴暗的盒子也很喜欢，但既然是这个节日，果然还是想钻到其他地方去玩玩……嗯，你的身体里就很合适？",
            "为我系上血袋吧，一滴、两滴……以鲜血为维系，我们会联结在一起……据说是我扮演的角色台词。",
            "我的小刀可是涂满剧毒的小刀……开玩笑的，只是万圣节道具而已。或者，你想试试？",
            "嘘……再等一会，恶灵。等到熄灯后，整个世界都是我们的实验室。"
        ]
    },
    {
        "id": 1830,
        "fullImg": "images/partners/1830.png",
        "icon": "images/partners/1830_5.png",
        "name": "西敏·王者之器",
        "params": {
            "height": "165 см",
            "sizes": "82/66/78",
            "bday": "-",
            "hobby": "领导组织"
        },
        "flavor": "编号OS-01-CIW的空想神格。#n在信仰之力凝聚之后，取得了远超从前的力量。每一道剑光的闪烁，都拥有着不逊于最强大的武器爆发的威能。#n任何人在掌握了这样的力量，恐怕都会变得忘乎所以起来。#n但是，西敏却有着能绝对掌控这份力量的决心和自信。#n——因为，作为组织的领导人，她绝不会被任何东西影响判断，哪怕是自己的力量。",
        "firstSightDialogue": "剑光所至的地方，便是意志所能贯彻的领地。",
        "dialogues": [
            "剑光所至的地方，便是意志所能贯彻的领地。",
            "王者的剑刃，并非钢铁，而是水流——既能柔软地承载一切，也能汹涌地冲垮山峦。",
            "当我的剑锋越来越锐利的时候，能让我拔剑的场合也会越来越少。",
            "我愿意与阁下合作，只希望你也能承担起，这把剑的重量。",
            "光芒的汇聚……我能感觉到，力量变得更强大了——那么我也得更加磨练自己的器量！"
        ]
    },
    {
        "id": 1831,
        "fullImg": "images/partners/1831.png",
        "icon": "images/partners/1831_5.png",
        "name": "塔尔伦特·和平使者",
        "params": {
            "height": "170 см",
            "sizes": "95/72/86",
            "bday": "-",
            "hobby": "横扫战场、守护身边之人"
        },
        "flavor": "编号OS-08-RPG的空想神格。#n通过信仰之力的凝聚，得到了更为强大的力量。身上的每一发炮弹，都足以陷落一座城市。#n尽管如此，表面张狂的姿态之下，却是冷静的算计与威慑。#n一切，只是为了“保护想保护之人”的心愿而已。",
        "firstSightDialogue": "和平的本质，就是将不和谐的要素都夷为平地。",
        "dialogues": [
            "这份力量……可以更好地保护安莉埃塔了！",
            "看到这些弹头了吗？这摇曳的身姿真是美丽啊。",
            "和平的本质，就是将不和谐的要素都夷为平地。",
            "别担心，爆炸的烟尘只是看起来壮观，其实威力很小哦。",
            "好好待着，战场之上，有我一个就够了。"
        ]
    },
    {
        "id": 1832,
        "fullImg": "images/partners/1832.png",
        "icon": "images/partners/1832_5.png",
        "name": "红贽少女·绯染Bloodfire",
        "params": {
            "height": "163 см",
            "sizes": "82/55/81",
            "bday": "11/27",
            "hobby": "二次元，cosplay"
        },
        "flavor": "被废怯拉入二次元坑的现充美少女网红+萌新coser，#n深深陶醉于入坑动画《魔法少女红叶》的邪恶女反派绯染。#n为人温柔体贴，羡慕且嫉妒着废怯，不希望成为别人擅自期待着的样子。#n在废怯的眼中外貌和性格很像魔法少女红叶。",
        "firstSightDialogue": "“那个乖巧懂事的我，现在已经死了。”……刚才的语气，应该有绯染姐姐的感觉吧。",
        "dialogues": [
            "和废怯人形相比，我只是个初出茅庐的“萌新”……不过有朝一日，我会成为像她一样的神coser。",
            "你压抑着自己的内心，所以才会被厄运缠绕。和我一样，释放内心的欲望吧。",
            "来，握住我的手——“发誓把你的血，你的爱，你生命的一切都献给我绯染大人。”",
            "虽然是我决定要出的角色，但这身会不会太……请问，我真的不会被漫展的保安带走吗？",
            "“那个乖巧懂事的我，现在已经死了。”……刚才的语气，应该有绯染姐姐的感觉吧。"
        ]
    },
    {
        "id": 1833,
        "fullImg": "images/partners/1833.png",
        "icon": "images/partners/1833_5.png",
        "name": "废怯少女·红叶Magical☆",
        "params": {
            "height": "155 см",
            "sizes": "75/53/78",
            "bday": "4/21",
            "hobby": "二次元，cosplay"
        },
        "flavor": "从幼儿园开始就入坑了二次元的美少女coser，#n无比狂热地喜欢着入坑动画《魔法少女红叶》的女主角红叶。#n平时是阴沉社恐宅宅，但只要换上cos服就会成为闪闪发光、魅力四射的魔法少女。#n以极高完成度的cosplay令红贽一见钟情。",
        "firstSightDialogue": "爱和梦想就是力量源泉！魔法少女红叶，华丽登场☆",
        "dialogues": [
            "爱和梦想就是力量源泉！魔法少女红叶，华丽登场☆",
            "别别别晃啦，要变回废怯人形了噜！",
            "噫啊——！你，你看到了？你该不会看到了吧？！",
            "我把魔物都消灭了，夸夸我嘛……拜托了~",
            "甜蜜粉红魔砾，biu~欸嘿☆",
            "怎么样？怎么样？我可爱吗？想怎么拍照都可以哦！",
            "漫画，动画，游戏……我想一辈子活在二次元的世界里……",
            "噫呀啊啊啊——！不不不准把我的照片发朋友圈啊啊啊！！"
        ]
    },
    {
        "id": 1834,
        "fullImg": "images/partners/1834.png",
        "icon": "images/partners/1834_5.png",
        "name": "卡琳·圣诞夜约会",
        "params": {
            "height": "169 см",
            "sizes": "81/61/86",
            "bday": "4/3",
            "hobby": "闲逛"
        },
        "flavor": "过节就不能一个人孤单地过——虽然那种时候才是大多数……#n但现在，不是有可以一起的人吗，那就……约会吧！",
        "firstSightDialogue": "哟嚯嚯嚯！我是圣诞树！",
        "dialogues": [
            "哟嚯嚯嚯！我是圣诞树！",
            "先去大圣诞树下拍合照，然后逛街！逛到哪算哪，累了就睡找酒店睡觉——欸？听着就累了？",
            "阿库换了新衣服~我就说嘛，阿库内心超火热的。",
            "这种节日，就是要有人一起过才行呀~明年也一起吧，不准突然消失掉知道吗！",
            "星星——要掉下来咯！"
        ]
    },
    {
        "id": 1835,
        "fullImg": "images/partners/1835.png",
        "icon": "images/partners/1835_5.png",
        "name": "阿库莉亚·圣夜之音",
        "params": {
            "height": "160 см",
            "sizes": "80/55/83",
            "bday": "6/24",
            "hobby": "看书"
        },
        "flavor": "迎着圣诞的氛围，阿库莉亚换上了符合节日的衣服。只是，她依旧没有去融入那个热闹的环境。#n独自坐在角落的她，静静地观察着所有人。",
        "firstSightDialogue": "我不是那颗星星，但你许下的愿望……我会尽可能实现。",
        "dialogues": [
            "我穿礼裙，是件什么很新奇的事么？",
            "本来只想一个人安安静静，怎么一摇铃铛，大家就都聚过来了。",
            "圣诞夜要小心有人破窗而入——当然，加固方案我已经想好了。",
            "我不是那颗星星，但你许下的愿望……我会尽可能实现。",
            "卡琳太吵……铃声要听不见了。"
        ]
    },
    {
        "id": 1836,
        "fullImg": "images/partners/1836.png",
        "icon": "images/partners/1836_5.png",
        "name": "德丽莎· teri妙妙屋",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "摇摇马"
        },
        "flavor": "“那个，这位小朋友……”#n被软乎乎的玩偶包围，独角兽色系的摇摇马不断摇晃，可爱女孩子无法拒绝的星月气球的点缀……不论是独享还是邀请朋友来都绝对完美的小屋，这就是德丽莎的梦幻房间！#n“那个……这位小朋友，不要在样板间里坐那么久啦！”",
        "firstSightDialogue": "Teriteri~欢迎来到德丽莎的房间！随便坐，不过这个位置是我的哦！",
        "dialogues": [
            "Teriteri~欢迎来到德丽莎的房间！随便坐，不过这个位置是我的哦！",
            "嘿嘿，这是我新买的小裙子哦……哈？才不是童装呢！！",
            "怎么样，这个房间的一切都很可爱吧？诶，你说最可爱的是我吗？",
            "摇晃的小马，轻飘飘的气球，飞过月亮，带我去梦里♪~哼哼♪~",
            "堂堂女武神才不会输给摇摇马呢，你尽管摇！摇……诶诶诶诶诶……晕了……"
        ]
    },
    {
        "id": 1837,
        "fullImg": "images/partners/1837.png",
        "icon": "images/partners/1837_5.png",
        "name": "阿库莉亚·孤身的魔女",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "看书"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "我不需要同伴……#n这种觉悟，当然早就有了。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1838,
        "fullImg": "images/partners/1838.png",
        "icon": "images/partners/1838_5.png",
        "name": "柯罗伊·瑰夏乐章",
        "params": {
            "height": "157 см",
            "sizes": "76/57/78",
            "bday": "4/26",
            "hobby": "演奏"
        },
        "flavor": "古典音乐盒里旋转的身影，不止一次吸引了柯罗伊的目光。为人生至浪漫的时刻演奏，应当是她想完成无数次的表演。",
        "firstSightDialogue": "闭上眼，从我的琴声里闻到夏至蔷薇花香，从我的琴声里见到少女容颜盛放。",
        "dialogues": [
            "想看我出现在你的婚礼上？为你赐福，还是站在你的身旁~",
            "提琴是爱的乐器，你喜欢G大调的热烈，B小调的宁静，还是D大调的绵长？",
            "我的曲子只演奏一首。但相遇至爱与之偕老的曲子，一首就足够。",
            "在这样的琴声里，那个孩子每次都会不由自主地起舞呢。",
            "闭上眼，从我的琴声里闻到夏至蔷薇花香，从我的琴声里见到少女容颜盛放。"
        ]
    },
    {
        "id": 1839,
        "fullImg": "images/partners/1839.png",
        "icon": "images/partners/1839_5.png",
        "name": "卡琳·网球新星",
        "params": {
            "height": "169 см",
            "sizes": "81/61/86",
            "bday": "4/3",
            "hobby": "全力扣杀"
        },
        "flavor": "站在你面前的是，无限制网球大赛黑马，单靠体能就碾压一众对手的——卡琳·梅莉德！#n崩坏学园网球社明日之星，现在登场！#n虽然，她其实根本没有加入网球社就是了。",
        "firstSightDialogue": "网球——我来打你咯~",
        "dialogues": [
            "网球——我来打你咯~",
            "不用想着怎么得分，只要把球全打回去，那我就不会输。",
            "网球场的风景可真不错，你也来看看吗？",
            "放心啦，不就打个网球么，又不会出人命。",
            "呼，湿哒哒都黏身上了，走走走~回去洗澡！"
        ]
    },
    {
        "id": 1840,
        "fullImg": "images/partners/1840.png",
        "icon": "images/partners/1840_5.png",
        "name": "拉妮艾特·网坛巨星",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "突进"
        },
        "flavor": "立志站在无限制网球大赛练习赛之巅，和卡琳顶峰相见的拉妮艾特，首发出战即遭到滑铁卢。#n网球社的对手，甚至没有多用计谋，只是利用拉妮艾特冲刺的惯性，就让她挂在了球网上。#n尽管如此，拉妮艾特还是毫不后悔。#n“死在冲锋中的骑士也是光荣的！”#n她振振有词。",
        "firstSightDialogue": "别把我想得那么简单，看我一个倒挂金钩——起身！",
        "dialogues": [
            "别把我想得那么简单，看我一个倒挂金钩——起身！",
            "把球拍当成骑士枪就好，我不会输的！",
            "既然卡琳能够势如破竹，我也不能示弱，我要和她顶峰相见！",
            "刺——戳……不对不对，原来是要挥击的吗，糟糕——哎呀！",
            "给我——起来……呜呜，这球网到底是用什么材料做的，怎么这么难缠！"
        ]
    },
    {
        "id": 1841,
        "fullImg": "images/partners/1841.png",
        "icon": "images/partners/1841_5.png",
        "name": "专属领奖台",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "比赛结束后，轻风拂过汗水滴落的身体。#n这是少女们专属的领奖台，也是她们共处的，独一无二的时光。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1842,
        "fullImg": "images/partners/1842.png",
        "icon": "images/partners/1842_5.png",
        "name": "天魔百货SAGA",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "出发，让他们听听连僵尸都为之震撼的呐喊吧！",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1843,
        "fullImg": "images/partners/1843.png",
        "icon": "images/partners/1843_5.png",
        "name": "希莉娅·暖意新居",
        "params": {
            "height": "171 см",
            "sizes": "97/65/101",
            "bday": "-",
            "hobby": "家里躺"
        },
        "flavor": "搬入新屋，希莉娅开始试图寻找家的感觉。而家，在理解中应是给人温暖与幸福，能让人闲适生活的地方。既然如此，那就一点一点增添可以提升幸福度的东西好了。#n温暖的热源，饱腹的食物，还有……家人？",
        "firstSightDialogue": "欢迎来到我新的房子，不要拘谨，请把这当成自己的家。",
        "dialogues": [
            "欢迎来到我新的房子，不要拘谨，请把这当成自己的家。",
            "冷的话，就靠过来，再走近一点吧。",
            "静谧的环境，温暖坚固的住房……它是不错的居所，但，是家吗？",
            "这……应是和家人一同分享的食物。",
            "能增加幸福度的物件都已齐备，但……还不够。"
        ]
    },
    {
        "id": 1844,
        "fullImg": "images/partners/1844.png",
        "icon": "images/partners/1844_5.png",
        "name": "莉可·晴空气球",
        "params": {
            "height": "156 см",
            "sizes": "80/64/75",
            "bday": "-",
            "hobby": "很多"
        },
        "flavor": "编号OS-05-SPR的空想神格。#n尽管因为信仰之力的凝聚，而生出了更为强大的力量，但由于莉可的性格，这些力量却朝着与战斗不太相关的方向转化。#n……至于这些力量具体转化成了什么形态，只需要看看她身边那梦幻般的世界，还有手中巨大的花朵气球就知道了。",
        "firstSightDialogue": "莉可要飞起来啦！这就是我最喜欢的力量！",
        "dialogues": [
            "莉可要飞起来啦！这就是我最喜欢的力量！",
            "只要一直抓着这些气球，说不定我能飞到宇宙里哦。",
            "要一起来玩吗？让我拉着你的手，一起升到天空——",
            "你有什么想说吗？已经说过了？没事，都不重要，我们继续玩吧！",
            "花朵好好看，天空也好好看……这么好的天气，要是有鸡蛋烧就更好了！"
        ]
    },
    {
        "id": 1845,
        "fullImg": "images/partners/1845.png",
        "icon": "images/partners/1845_5.png",
        "name": "佩蒂·星鹿破晓",
        "params": {
            "height": "140 см",
            "sizes": "68/52/65",
            "bday": "-",
            "hobby": "九九"
        },
        "flavor": "编号OS-99-HG的空想神格。#n因信仰之力的汇聚，获得了飞跃性的力量。#n不知为何，作为其伴生之物的棉花糖状个体“九九”，也得到了信仰之力的分享，因而具备了奇妙的性质。",
        "firstSightDialogue": "有了这份力量……说不定人家也可以保护好姐姐们了。",
        "dialogues": [
            "有了这份力量……说不定人家也可以保护好姐姐们了。",
            "星星都变成云朵了……今晚一定能睡个好觉吧？",
            "九九……有你在身边，星星都变得柔软起来了……",
            "有了云变成的鹿，就算姐姐们都消失了，人家也一定能找回她们吧？",
            "虽然漂浮起来了，但身高还是没有什么变化呢……嗯嗯，要相信自己，人家一定会长得更大的！"
        ]
    },
    {
        "id": 1846,
        "fullImg": "images/partners/1846.png",
        "icon": "images/partners/1846_5.png",
        "name": "阿库莉亚·相随礼赠",
        "params": {
            "height": "160 см",
            "sizes": "80/55/83",
            "bday": "6/24",
            "hobby": "向日葵"
        },
        "flavor": "看着摆放在桌上的花束，阿库莉亚向前靠近。#n随着淡淡香气探入鼻腔，不知不觉间，阿库莉亚发现自己竟有些喜欢上了它。",
        "firstSightDialogue": "葵花的花语是什么……你知道么？",
        "dialogues": [
            "葵花的花语是什么……你知道么？",
            "这些花束的颜色，和卡琳很搭配呢。",
            "还选了一些白色的小花，这样看起来就没那么单调了。",
            "向日葵的香气，不凑近去嗅，似乎是闻不见的。",
            "虽然是很淡的香气，但却久而不散，像是潜藏却持久的心情。"
        ]
    },
    {
        "id": 1848,
        "fullImg": "images/partners/1848.png",
        "icon": "images/partners/1848_5.png",
        "name": "赛琳娜·共处日常",
        "params": {
            "height": "167 см",
            "sizes": "88/58/86",
            "bday": "12/17",
            "hobby": "宴会，社交，槲寄生"
        },
        "flavor": "与槲寄生日日共处的赛琳娜，将卧室变成了盛大的舞会现场，不分昼夜地表演着各种各样的舞蹈。#n尽管赛琳娜的体力充沛程度非常惊人，但不管是什么时候，都能全神贯注欣赏赛琳娜舞蹈的槲寄生，在某种程度上更加可怕呢。",
        "firstSightDialogue": "这支只有我一个人的舞，只为一个人而跳。",
        "dialogues": [
            "这支只有我一个人的舞，只为一个人而跳。",
            "身上的裙子，和架子上的衣帽，哪套比较好看？要好好地说出理由来哦！",
            "槲寄生，用红线牵引我吧……这感觉就像花朵一样，在你的手中绽放。",
            "如此美妙的夜晚，怎么能不来一场盛大的舞会呢？",
            "两个人就够了，这便是最完美的舞会——不仅有世界上最好的舞者，更有世界上最珍贵的观众。",
            "即使没有与你共舞，但我的舞步，也时时刻刻为你而回旋……"
        ]
    },
    {
        "id": 1849,
        "fullImg": "images/partners/1849.png",
        "icon": "images/partners/1849_5.png",
        "name": "阿斯蒙蒂斯·堕落陷阱",
        "params": {
            "height": "167 см",
            "sizes": "93/63/99",
            "bday": "2/15",
            "hobby": "♡♡！"
        },
        "flavor": "共处的午后，美妙的时光。#n阿斯蒙蒂斯的目光之中，仿佛有一条深深的爱河在流淌，让人不由自主地想要沉醉进去。#n尽管明知道那是她所设下的诱惑陷阱，也仍然忍不住想要堕落下去。#n“达令，要来做点什么有趣的事情吗？”",
        "firstSightDialogue": "即使隔着摄影机的镜头，都能感觉到达令你如同火焰一样炽热的眼神呢……",
        "dialogues": [
            "即使隔着摄影机的镜头，都能感觉到达令你如同火焰一样炽热的眼神呢……",
            "达令，爱这种东西，可是要时时维护才能长久得哦……所以，赶快来爱我吧……",
            "这个姿势怎么样，拍摄的写真一定会引起轰动吧？",
            "越堕落的世界，便会越美丽。真想看到欲望的花朵盛开在圣洁的土地上啊……",
            "怎么样，看到我以后，今日份的“心动挑战”失败了吗？",
            "果然啊，与下午最相宜的——就是沙发，红茶，还有和达令在一起黏糊糊的二人时光啊。"
        ]
    },
    {
        "id": 1850,
        "fullImg": "images/partners/1850.png",
        "icon": "images/partners/1850_5.png",
        "name": "单箭头高速公路",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "“我们有车车啦！Burning Tractor Flame！高速路走起哒！”#n“橘姐姐~沿途的风景变得好漂亮哟♥”#n“为什么没有自动驾驶……”",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1851,
        "fullImg": "images/partners/1851.png",
        "icon": "images/partners/1851_5.png",
        "name": "圣诞夜的诀别",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "“哦嚯嚯嚯居然真和红贽拍了《魔法少女红叶》的正片！#n诀别，哪诀别了！一辈子都不会！粘一起！给我粘死！红叶~绯染姐姐~啊啊啊啊~红贽——阿巴阿巴阿巴~”",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1852,
        "fullImg": "images/partners/1852.png",
        "icon": "images/partners/1852_5.png",
        "name": "索尔·战神收集",
        "params": {
            "height": "161 см",
            "sizes": "82/60/80",
            "bday": "5/6",
            "hobby": "战神无双、维护正义"
        },
        "flavor": "到处搜寻战神无双幽灵的索尔，一心沉浸在重塑战神无双之中。#n但即使如此，面对破坏秩序的行为，她也还是会挺身而出。#n——因为这既是战神无双的教导，也是她的天性使然。",
        "firstSightDialogue": "虽然师匠变成了许多个小幽灵……但也可以说多出了许多小师匠——这样的世界我能够接受！",
        "dialogues": [
            "虽然师匠变成了许多个小幽灵……但也可以说多出了许多小师匠——这样的世界我能够接受！",
            "师匠、师匠、师匠……到处都是师匠！我一定要把所有师匠都抓到手！",
            "我一定会将师匠塑造成我想要的模样……索尔&师匠，听起来多么美好！",
            "哇，又找到一个——太好了！师匠快进来吧！",
            "尽管忙于找回所有的师匠，但我也会努力维护学园的正义——可不要在我面前做坏事哦！"
        ]
    },
    {
        "id": 1853,
        "fullImg": "images/partners/1853.png",
        "icon": "images/partners/1853_5.png",
        "name": "密藏·穿梭之翼",
        "params": {
            "height": "155 см",
            "sizes": "75/52/78",
            "bday": "3/24",
            "hobby": "鲜血、荣耀"
        },
        "flavor": "虽然因幽灵的影响而变得幼小，但密藏的性格并未发生改变。#n身为血之一族的王者，她相信自己拥有无论在什么情况下都能保持镇定的气度。#n……只要有外人在场。",
        "firstSightDialogue": "就算是这副幼小的身体，我仍然能发挥出绝对的力量……这就是血之一族的禀赋。",
        "dialogues": [
            "就算是这副幼小的身体，我仍然能发挥出绝对的力量……这就是血之一族的禀赋。",
            "这个霓虹闪烁，高楼大厦遍布的时代，已经不是我当初认识的那个世界……但本质依然相同——暴力、财富、以及王座。",
            "我是黑夜的主人，夜色就是我的风衣。",
            "哦，发现目标了么？那就开始行动吧。",
            "索尔那个家伙又不知道跑哪里去了……哼，明明说了要保持团队行动的。"
        ]
    },
    {
        "id": 1854,
        "fullImg": "images/partners/1854.png",
        "icon": "images/partners/1854_5.png",
        "name": "芬里尔·裂魂女仆",
        "params": {
            "height": "168 см",
            "sizes": "92/61/86",
            "bday": "9/13",
            "hobby": "电锯改造、抓捕幽灵"
        },
        "flavor": "芬里尔使用着改造后的电锯，风驰电掣一般在学园里到处抓捕幽灵。#n这个新的工具兼有锯刃、獠牙、播音等多种功能，还能为她打扫埃达酒馆地面的灰尘，简直十分便利。#n唯一可惜的是，电锯的改造是因为幽灵能量的影响——所以一旦抓捕了所有幽灵，这么方便的工具就会消失。#n每次想到这里，芬里尔都不由变得心情矛盾起来。",
        "firstSightDialogue": "请不要害怕，我只是在执行任务而已……",
        "dialogues": [
            "请不要害怕，我只是在执行任务而已……",
            "哈？你这家伙拦在我面前干嘛？还不赶快给我让开！",
            "抓捕幽灵也算是一种捕猎吧，这事可难不住我！",
            "战斗的时候就得放音乐啊！给我来一首死亡金属！！",
            "改造后的电锯更好用了——甚至还能代替咬穿别人的身体，真是完美啊！"
        ]
    },
    {
        "id": 1855,
        "fullImg": "images/partners/1855.png",
        "icon": "images/partners/1855_5.png",
        "name": "提尔·喧闹甜心",
        "params": {
            "height": "155 см",
            "sizes": "72/51/70",
            "bday": "4/20",
            "hobby": "打扮，美丽的装饰"
        },
        "flavor": "因为幽灵的影响，提尔从铁拳横行的战神变成了看护人员。#n尽管如此，她也相信自己可以成为这个新领域中的“战神”，无论在什么情况下都能做到最好。#n……当然，如果忽略飞来飞去的药品，到处散落的药丸，不小心插错的针管……她大概、也许、可能看起来还不错？",
        "firstSightDialogue": "明明是北欧的战神，为什么我会穿上这种装束啊——一定是有什么事情弄错了！",
        "dialogues": [
            "明明是北欧的战神，为什么我会穿上这种装束啊——一定是有什么事情弄错了！",
            "哼，虽然这身装扮和以前完全不一样……但也有自己的美丽呢。",
            "就算成为了看护人员，我也要成为这个领域的战神……啊啊啊，不小心把药瓶弄倒啦！",
            "诶诶，你还好吧……放心，针管里注射的是普通的百草枯啦！",
            "哼哼，又来求我治疗了，芬里尔？看来你这条疯狗也有……喂喂，别咬！我治还不行吗！呜呜……"
        ]
    },
    {
        "id": 1856,
        "fullImg": "images/partners/1856.png",
        "icon": "images/partners/1856_5.png",
        "name": "怠惰人形·电磁香火",
        "params": {
            "height": "158 см",
            "sizes": "85/56/82",
            "bday": "10/20",
            "hobby": "偷懒与打瞌睡"
        },
        "flavor": "虽然肩负着抓捕幽灵，让天魔学院伟大的重任，但怠惰人形还是不时偷懒，并悄悄打瞌睡。#n只要不让寄生人形发现，林荫、草地、或者是偏僻的灌木丛都是她休憩的好地方。",
        "firstSightDialogue": "专门用来吸引幽灵的电磁香烛……闻了之后连我都有点晕晕乎乎的呢～",
        "dialogues": [
            "专门用来吸引幽灵的电磁香烛……闻了之后连我都有点晕晕乎乎的呢～",
            "敲啊敲，敲啊敲……啊，敲木鱼比数羊还容易致眠呀……",
            "月亮月亮升起来了……幽灵幽灵快睡着吧……呼……",
            "啊，不行，距离完成今天的任务目标还有百分之十二点九的缺口，这样下去又要碰到死线了！",
            "这么好的夜晚，太适合安心睡觉了……咕……"
        ]
    },
    {
        "id": 1857,
        "fullImg": "images/partners/1857.png",
        "icon": "images/partners/1857_5.png",
        "name": "寄生人形·幽灵引擎",
        "params": {
            "height": "160 см",
            "sizes": "84/54/83",
            "bday": "3/29",
            "hobby": "生化试验，蜗居"
        },
        "flavor": "作为天魔学院最勤奋的研究员，寄生人形对一切可以钻进去的生命体都抱有浓烈的好奇心。#n但这次战神无双的幽灵让她遇到了麻烦。#n“不管怎么样都钻不进去，也没办法检测基因样本……还真是一种奇怪的生命呢……”",
        "firstSightDialogue": "只要有足够多的实验……不管是幽灵还是别的什么东西，都将成为科学进步的材料……",
        "dialogues": [
            "只要有足够多的实验……不管是幽灵还是别的什么东西，都将成为科学进步的材料……",
            "战神无双……既然你已经变成了这种模样……那巴比伦学园的未来就由我们天魔学院来接管吧。",
            "嗯……这台引擎对幽灵能量的利用效率大约只有百分之七十……还需要改进……",
            "又发现了新的幽灵……呵呵，看来距离实现目标越来越近了呢……",
            "那些玄学故事里“法器”的形制居然真的能对幽灵产生影响……唔……这也是个值得研究的课题……"
        ]
    },
    {
        "id": 1858,
        "fullImg": "images/partners/1858.png",
        "icon": "images/partners/1858_5.png",
        "name": "战神无双·吵吵闹幽灵",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "吵闹、恶作剧"
        },
        "flavor": "自战神无双身体中，骤然爆开的吵闹幽灵！#n想要将全学园变成不带脑子的恶作剧海洋！",
        "firstSightDialogue": "咿呀咿呀咿呀！",
        "dialogues": [
            "咿呀咿呀咿呀！",
            "呜呜呜呜呜呜！",
            "来啦来啦来啦！",
            "救命救命救命救命！",
            "啊——咦——唔呀哈！"
        ]
    },
    {
        "id": 1861,
        "fullImg": "images/partners/1861.png",
        "icon": "images/partners/1861_5.png",
        "name": "海特儿·毛玉星群",
        "params": {
            "height": "174 см",
            "sizes": "88/68/91",
            "bday": "11/11",
            "hobby": "修剪"
        },
        "flavor": "魔女不合时宜地出现在夜空，带着星群到来——嗯，应该说被她玩弄鼓掌之中的毛玉群才对。",
        "firstSightDialogue": "魔女小姐的旅行~没有时间~没有终点~♪",
        "dialogues": [
            "天上的星星一闪闪，咔嚓~♪",
            "月下起舞吧使魔们，把这个星夜花园好好修剪一番~",
            "魔女小姐的旅行~没有时间~没有终点~♪",
            "真是一群可爱又别致的小东西~但你们是不是有点……太对称了？",
            "噢哟……是想要被惩罚吗？很想要是吧~"
        ]
    },
    {
        "id": 1862,
        "fullImg": "images/partners/1862.png",
        "icon": "images/partners/1862_5.png",
        "name": "草原好牛牛",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "现在！牛牛才是主人！哞！",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1863,
        "fullImg": "images/partners/1863.png",
        "icon": "images/partners/1863_5.png",
        "name": "牛牛·放学后辅导",
        "params": {
            "height": "160 см",
            "sizes": "88/51/83",
            "bday": "-",
            "hobby": "辅导学习"
        },
        "flavor": "虽然拿来了各种各样的教材，但牛牛一时间却不知道该辅导哪门学科好。#n既然这样——那就全部来一遍吧！#n看来今晚会是无比充实的一夜了……",
        "firstSightDialogue": "哞哞……你要好好地学习哦，不然牛牛我可要生气了！",
        "dialogues": [
            "哞哞……你要好好地学习哦，不然牛牛我可要生气了！",
            "别担心，打扰你的人全都被我解决了！安心接受我的辅导吧～",
            "今天晚上的辅导可是会持续很久的，要做好心理准备哦～",
            "你想学什么？力学？电磁？还是说……牛牛我的私密课程呢？",
            "来，坐在我旁边，记忆这个单词——a、d、r……是不是感觉肾上腺素飙升呢？没错，肾上腺素的英文就是adrenaline哦！"
        ]
    },
    {
        "id": 1865,
        "fullImg": "images/partners/1865.png",
        "icon": "images/partners/1865_5.png",
        "name": "阿库莉亚·穿搭调查",
        "params": {
            "height": "160 см",
            "sizes": "80/55/83",
            "bday": "6/24",
            "hobby": "穿搭"
        },
        "flavor": "那些衣服被一件件叠放整齐，放在地上。#n阿库莉亚神情严肃地研究着它们，就像研究着服装店里的一般衣服。#n大概是因为，她是自己不擅长的事情也不愿拜托身边朋友帮忙的类型。",
        "firstSightDialogue": "你为什么那么惊讶，卡琳不都说了，这些是最近流行的穿搭。",
        "dialogues": [
            "初步看下来，这些衣服的基础实用性都不是很强。",
            "果然还是不带褶边的更适合一些。",
            "原来如此，两边都是系带的……学到了。",
            "你为什么那么惊讶，卡琳不都说了，这些是最近流行的穿搭。",
            "为什么卖家还送了几张纹身贴纸？"
        ]
    },
    {
        "id": 1866,
        "fullImg": "images/partners/1866.png",
        "icon": "images/partners/1866_5.png",
        "name": "红理惠·小护士魔法",
        "params": {
            "height": "139 см",
            "sizes": "73/49/75",
            "bday": "-",
            "hobby": "护士、甜食"
        },
        "flavor": "崩坏学园建设五期，在医学领域颇有研究的治愈系女孩。#n身体很柔弱，但学习和生活的方式都有些完美主义。#n对自己的身体状况有些漠不关心，所以总是不小心给自己制造伤口。#n内心有着狂热的一面。",
        "firstSightDialogue": "我是崩坏学园建设科五期的红理惠，您需要我的时候，请按病床旁的护士铃。",
        "dialogues": [
            "我是崩坏学园建设科五期的红理惠，您需要我的时候，请按病床旁的护士铃。",
            "呣……您又不按时吃药了，这样下去您的病是不会好的哦？",
            "那个，您的视线有些灼热啊……是我身上哪里奇怪吗？该不会是因为这些难看的伤口吧？",
            "又搞砸了，我又搞砸了……我会努力的，请不要讨厌我……",
            "嘿嘿~听说喜欢上某人的心情，是变得可爱的魔法~",
            "您没说橘姐姐的坏话吧？那么可爱的橘姐姐，怎么可能是给别人制造麻烦的“熊孩子”呢？"
        ]
    },
    {
        "id": 1868,
        "fullImg": "images/partners/1868.png",
        "icon": "images/partners/1868_5.png",
        "name": "灵依娘·幕后相会",
        "params": {
            "height": "166 см",
            "sizes": "90/58/91",
            "bday": "8/17",
            "hobby": "暗中观察"
        },
        "flavor": "从热闹的会场偷偷溜走，躲到休息室，完全放下营业用矜持的灵依娘——碰巧撞见这一幕的你，会把她的事说出去吗？",
        "firstSightDialogue": "来了休息室，你可就别想走了。",
        "dialogues": [
            "嗨呀，大家热情也太高涨了，看来我还是很被喜欢的嘛~",
            "站了一天，脚又酸又累……你在偷偷看我吧，来帮忙解决下麻烦怎么样~",
            "大家放假我加班……咳哼！怎么，不能说吗？",
            "来了休息室，你可就别想走了。",
            "今天你什么都没看到，知道吗？"
        ]
    },
    {
        "id": 1869,
        "fullImg": "images/partners/1869.png",
        "icon": "images/partners/1869_5.png",
        "name": "献予相伴的你",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "星空与人世的交界线上，#n我们就是彼此唯一的光。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 1870,
        "fullImg": "images/partners/1870.png",
        "icon": "images/partners/1870_5.png",
        "name": "柏塞·魔法厨房",
        "params": {
            "height": "152 см",
            "sizes": "65/47/68",
            "bday": "-",
            "hobby": "照顾大家、做饭、喂养猫咪"
        },
        "flavor": "编号OS-07-DL的空想神格。#n擅长在厨房制作美味的佳肴，为多达十二个人的大家庭准备丰盛的餐食。#n那都是饱含柏塞爱心和精巧设计的料理，而除了其他的十一个姐妹以外，还有许多的猫咪，也仰赖柏塞的手艺。",
        "firstSightDialogue": "做饭可一点不比实验轻松，火候、材料……什么都需要最精细的调配。",
        "dialogues": [
            "做饭可一点不比实验轻松，火候、材料……什么都需要最精细的调配。",
            "嗅到香味了吗？这是我为大家准备的“魔法料理”哦！",
            "连猫咪都被食物的香气吸引了，看来这次做得很成功呢！",
            "再加一点细盐……大功告成，盐分就是生命的养料！",
            "好了，这样一来就做完了。小猫咪别急，你们也有份哦，等会跟大家一起吃吧！"
        ]
    },
    {
        "id": 1872,
        "fullImg": "images/partners/1872.png",
        "icon": "images/partners/1872_5.png",
        "name": "阿库莉亚·赫萝普特",
        "params": {
            "height": "160 см",
            "sizes": "80/55/83",
            "bday": "6/24",
            "hobby": "下棋"
        },
        "flavor": "被视作魔女而遭到世界畏惧的少女，随身携带着与其签订契约的奇妙存在。今后会一边作为崩坏学园战术六期的学生活动，一边探寻自己的身世之谜。",
        "firstSightDialogue": "我是阿库莉亚，从今日起，你也是我的契约者了。前路扑朔，处处艰险，我与你共进退。",
        "dialogues": [
            "和契约者增进情感也是必要的，所以只要你不介意，我就会留在这里。",
            "为什么我蒸鱼锅会爆炸呢……这其中的原理究竟是什么？",
            "有兴趣学国际象棋吗？我可以教你。其他游戏我都玩得很差劲，就不献丑了。",
            "嗯……………………啊，在你面前睡着真是失礼了。这里的气氛很放松，我也变得懈怠了。",
            "我很享受这种静谧相处的氛围。你也是？不必恭维我了。"
        ]
    },
    {
        "id": 1873,
        "fullImg": "images/partners/1873.png",
        "icon": "images/partners/1873_5.png",
        "name": "琪亚娜·待以花雪",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "看雪"
        },
        "flavor": "冰座上独自赏雪的少女，在晶莹的吊坠环绕之下，仰望着什么。#n她所看向的，究竟是下雪时澄澈的天空，还是你的脸庞呢？",
        "firstSightDialogue": "你也是来看雪的么？那我们一起看吧！",
        "dialogues": [
            "你也是来看雪的么？那我们一起看吧！",
            "这些亮晶晶的吊坠好漂亮，但本小姐更闪亮，对吧？",
            "站在旁边太累了，这个冰座上还很空，要不要坐上来？",
            "啊，有雪花落下来了呢，冰凉的感觉，好舒服……",
            "雪花融化得好快……喂，在雪停之前，你能一直陪着我么？"
        ]
    },
    {
        "id": 1874,
        "fullImg": "images/partners/1874.png",
        "icon": "images/partners/1874_5.png",
        "name": "柏塞·冬日绮愿",
        "params": {
            "height": "152 см",
            "sizes": "65/47/68",
            "bday": "-",
            "hobby": "照顾大家、织东西"
        },
        "flavor": "编号OS-07-DL的空想神格。#n每天一起床就要照顾其他十一个空想神格的衣食起居，从早上忙到晚上，哪怕被说了很多次“休息一下吧”却还是停不下来，对此甘之如饴。#n不过在柏塞忙完家务的时候，她也会有一点小小的爱好。#n一针一针，为可爱的娃娃织补衣裙时，总能让她感到喜悦又平静。",
        "firstSightDialogue": "冬天到了，大家吃得怎么样，穿得怎么样，有没有保暖呢？",
        "dialogues": [
            "冬天到了，大家吃得怎么样，穿得怎么样，有没有保暖呢？",
            "雪下起来的时候，一家人围在火炉旁边说着日常，就是最幸福的事情了。",
            "这种天气，华兹和莉可肯定要吵着出去打雪仗，卡珊德拉只想躺在床上，西敏会一直待在办公室……唉，孩子们都不省心。",
            "一针、一针……又要织好一件小裙子了。",
            "缝缝补补织东西的时候，总感觉心情最平静，这是为什么呢？"
        ]
    },
    {
        "id": 1875,
        "fullImg": "images/partners/1875.png",
        "icon": "images/partners/1875_5.png",
        "name": "西敏·落剑为花",
        "params": {
            "height": "165 см",
            "sizes": "82/66/78",
            "bday": "-",
            "hobby": "剑"
        },
        "flavor": "编号OS-01-CIW的空想神格。#n空想组织的领袖，拥有着空想神格中最强的力量和最大的器量。#n手中的那把剑，则足以展现出最为恐怖的威力。#n铁水成河，落剑为花。",
        "firstSightDialogue": "铁水熔铸的鲜花，与火中磨练出的利刃正相配。",
        "dialogues": [
            "铁水熔铸的鲜花，与火中磨练出的利刃正相配。",
            "无论身体，还是衣物，都会有因战斗残破的时候。但只有剑，需要一直保持锋利。",
            "这份沸腾的杀意，反而让我的心情越来越平静。",
            "呵……这些繁冗的枝节，便是我心中的杂念和郁结么？",
            "无论是什么阻挡在面前，当我的剑落下之时，全都会粉碎成泥！"
        ]
    },
    {
        "id": 1876,
        "fullImg": "images/partners/1876.png",
        "icon": "images/partners/1876_5.png",
        "name": "闪翼之蝠",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "以师匠为目标的捕猎活动，正在火辣进行中！#n黑发与白发的少女共同出击！",
        "firstSightDialogue": "穿梭于暗夜之中，#n我们是幽灵的猎手！",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5",
            "喵喵喵6"
        ]
    },
    {
        "id": 1877,
        "fullImg": "images/partners/1877.png",
        "icon": "images/partners/1877_5.png",
        "name": "狂暴看护",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "提尔与芬里尔的小队，在学园中穿梭着。#n尽管相互之间还是时常斗嘴，但随着时间的推移，两人的关系似乎慢慢起了变化？",
        "firstSightDialogue": "暴力和疗愈的小队，#n可靠却互相不对付的伙伴！",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5",
            "喵喵喵6"
        ]
    },
    {
        "id": 1878,
        "fullImg": "images/partners/1878.png",
        "icon": "images/partners/1878_5.png",
        "name": "电子教化",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "利用古老玄学和现代科学的结合，天魔学院能够布控大量的监控仪器、通过科学手段予以预测幽灵路径、使用先进仪器对幽灵进行大批量抓捕。#n——一时之间，幽灵风声鹤唳，两大人形所到之处风波平息。",
        "firstSightDialogue": "夜已经深了。#n仿生人形会梦到电子木鱼么？",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5",
            "喵喵喵6"
        ]
    },
    {
        "id": 1886,
        "fullImg": "images/partners/1886.png",
        "icon": "images/partners/1886_5.png",
        "name": "与你的相遇-琪亚娜",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "-"
        },
        "flavor": "故事还会继续，向着下一个十年，琪亚娜，出击！",
        "firstSightDialogue": "还记得我们第一次见面的时候吗，现在的琪亚娜，是不是已经成长到让你刮目相看的程度呢~",
        "dialogues": [
            "还记得我们第一次见面的时候吗，现在的琪亚娜，是不是已经成长到让你刮目相看的程度呢~"
        ]
    },
    {
        "id": 1887,
        "fullImg": "images/partners/1887.png",
        "icon": "images/partners/1887_5.png",
        "name": "与你的相遇-芽衣",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "-"
        },
        "flavor": "那些阻碍我们继续前行的事物，就让它们给我见鬼去吧！#n接下来得拿出这样的气势才行~",
        "firstSightDialogue": "我给你的第一印象跟现在很不同？呵呵，那哪一面你更喜欢呢？",
        "dialogues": [
            "我给你的第一印象跟现在很不同？呵呵，那哪一面你更喜欢呢？"
        ]
    },
    {
        "id": 1888,
        "fullImg": "images/partners/1888.png",
        "icon": "images/partners/1888_5.png",
        "name": "与你的相遇-布洛妮娅",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "-"
        },
        "flavor": "目标确认，向着更遥远的未来……重装小兔19C，作战开始！",
        "firstSightDialogue": "布洛妮娅难以用语言描述现在的心情，希望我们，能继续将这份牵绊守护下去。",
        "dialogues": [
            "布洛妮娅难以用语言描述现在的心情，希望我们，能继续将这份牵绊守护下去。"
        ]
    },
    {
        "id": 1889,
        "fullImg": "images/partners/1889.png",
        "icon": "images/partners/1889_5.png",
        "name": "与你的相遇-姬子",
        "params": {
            "height": "167 см",
            "sizes": "95/61/92",
            "bday": "6/11",
            "hobby": "-"
        },
        "flavor": "姐姐会好好奖励你的哟——所以，不可以突然就消失不见好吗？",
        "firstSightDialogue": "你可是我遇见的人中，最无法忘却的一个哦。",
        "dialogues": [
            "你可是我遇见的人中，最无法忘却的一个哦。"
        ]
    },
    {
        "id": 1890,
        "fullImg": "images/partners/1890.png",
        "icon": "images/partners/1890_5.png",
        "name": "与你的相遇-德丽莎",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "-"
        },
        "flavor": "Teriteri，再过个十年，德丽莎也还会是世界第一可爱！",
        "firstSightDialogue": "德丽莎可不仅仅是可爱而已？还用说，都认识这么久了，不知道，就打你屁股。",
        "dialogues": [
            "德丽莎可不仅仅是可爱而已？还用说，都认识这么久了，不知道，就打你屁股。"
        ]
    },
    {
        "id": 1891,
        "fullImg": "images/partners/1891.png",
        "icon": "images/partners/1891_5.png",
        "name": "与你的相遇-希儿",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "-"
        },
        "flavor": "接下来，就让我们一起编写童话的后续吧，希儿，会加油的。",
        "firstSightDialogue": "有了这份相遇，希儿最喜欢的童话故事才继续了下去~嘻嘻~",
        "dialogues": [
            "有了这份相遇，希儿最喜欢的童话故事才继续了下去~嘻嘻~"
        ]
    },
    {
        "id": 1892,
        "fullImg": "images/partners/1892.png",
        "icon": "images/partners/1892_5.png",
        "name": "与你的相遇-杏",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "-"
        },
        "flavor": "明年的心愿？没想过，要做什么也很简单……走吧，杀戮时间到了！",
        "firstSightDialogue": "能认识你这样有种的家伙，本大爷可一点都不反感，一起去将今后的世界闹翻天吧！",
        "dialogues": [
            "能认识你这样有种的家伙，本大爷可一点都不反感，一起去将今后的世界闹翻天吧！"
        ]
    },
    {
        "id": 1893,
        "fullImg": "images/partners/1893.png",
        "icon": "images/partners/1893_5.png",
        "name": "与你的相遇-九霄",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "-"
        },
        "flavor": "未来之光正在照耀，来吧，向着新世界，进发！",
        "firstSightDialogue": "救世主的相遇，那当然就是命运，无论是对于现在，还是将来~",
        "dialogues": [
            "救世主的相遇，那当然就是命运，无论是对于现在，还是将来~"
        ]
    },
    {
        "id": 1894,
        "fullImg": "images/partners/1894.png",
        "icon": "images/partners/1894_5.png",
        "name": "与你的相遇-伊瑟琳",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "-"
        },
        "flavor": "未来的事情无法预测，但没必要因为害怕而止步不前……就让所有人见识一下科学的力量吧。",
        "firstSightDialogue": "我们的相遇或许只是个巧合，但无数的巧合聚在一起，也是能引发打开未来的奇迹的。",
        "dialogues": [
            "我们的相遇或许只是个巧合，但无数的巧合聚在一起，也是能引发打开未来的奇迹的。"
        ]
    },
    {
        "id": 1895,
        "fullImg": "images/partners/1895.png",
        "icon": "images/partners/1895_5.png",
        "name": "与你的相遇-符华",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "-"
        },
        "flavor": "通往明天的道路被落石挡住了，那就自己开辟道路吧……寸劲·开天！",
        "firstSightDialogue": "原想着只要一人足矣，但与老友的相遇，让对抗崩坏的道路变得不只有辛酸，感谢！",
        "dialogues": [
            "原想着只要一人足矣，但与老友的相遇，让对抗崩坏的道路变得不只有辛酸，感谢！"
        ]
    },
    {
        "id": 1896,
        "fullImg": "images/partners/1896.png",
        "icon": "images/partners/1896_5.png",
        "name": "与你的相遇-辉火",
        "params": {
            "height": "156 см",
            "sizes": "82/54/84",
            "bday": "5/2",
            "hobby": "-"
        },
        "flavor": "外装甲Sabayon启动！有了这个，够我们继续往前走好久了。",
        "firstSightDialogue": "不说我比刚认识的时候胖还可以好好谈话！而且说回来，我们还要一起吃更多好吃的甜食吧？",
        "dialogues": [
            "不说我比刚认识的时候胖还可以好好谈话！而且说回来，我们还要一起吃更多好吃的甜食吧？"
        ]
    },
    {
        "id": 1897,
        "fullImg": "images/partners/1897.png",
        "icon": "images/partners/1897_5.png",
        "name": "与你的相遇-西琳",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "-"
        },
        "flavor": "这个故事还会延续下去，继续来和西琳一起创造美好的世界吧~",
        "firstSightDialogue": "我们的相遇，大概可以说得上是奇迹吧~这当然也是西琳心中美丽世界不可缺少的一部分！",
        "dialogues": [
            "我们的相遇，大概可以说得上是奇迹吧~这当然也是西琳心中美丽世界不可缺少的一部分！"
        ]
    },
    {
        "id": 1898,
        "fullImg": "images/partners/1898.png",
        "icon": "images/partners/1898_5.png",
        "name": "与你的相遇-丽塔",
        "params": {
            "height": "168 см",
            "sizes": "92/61/92",
            "bday": "3/1",
            "hobby": "-"
        },
        "flavor": "您要出发了吗？那么，就交给我吧……开始清扫战场。",
        "firstSightDialogue": "丽塔我只是一介女仆，能与您相识，是我的幸运。",
        "dialogues": [
            "丽塔我只是一介女仆，能与您相识，是我的幸运。"
        ]
    },
    {
        "id": 1899,
        "fullImg": "images/partners/1899.png",
        "icon": "images/partners/1899_5.png",
        "name": "与你的相遇-宁蒂",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "-"
        },
        "flavor": "出发，寻找新的猫咪营养膏！",
        "firstSightDialogue": "你见证过宁蒂的过去，如今宁蒂已经可以掌握自己的未来，你可以继续见证下去吗？",
        "dialogues": [
            "你见证过宁蒂的过去，如今宁蒂已经可以掌握自己的未来，你可以继续见证下去吗？"
        ]
    },
    {
        "id": 1900,
        "fullImg": "images/partners/1900.png",
        "icon": "images/partners/1900_5.png",
        "name": "与你的相遇-迦娜",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "-"
        },
        "flavor": "嗯？还要继续前行？好吧，就让我见识一下人类的可能性吧。",
        "firstSightDialogue": "对于我而言，我们一起经历的时间不过是短短一瞬间，但也足以回味了。",
        "dialogues": [
            "对于我而言，我们一起经历的时间不过是短短一瞬间，但也足以回味了。"
        ]
    },
    {
        "id": 1901,
        "fullImg": "images/partners/1901.png",
        "icon": "images/partners/1901_5.png",
        "name": "与你的相遇-芙兰",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "-"
        },
        "flavor": "就当做是给未来投资，继续支持我芙兰的伟大梦想如何？放心，商人，最重要的就是讲诚信。",
        "firstSightDialogue": "我们合作的合同可没有到期……嗯？你说没签过？无所谓，你信得过。",
        "dialogues": [
            "我们合作的合同可没有到期……嗯？你说没签过？无所谓，你信得过。"
        ]
    },
    {
        "id": 1902,
        "fullImg": "images/partners/1902.png",
        "icon": "images/partners/1902_5.png",
        "name": "与你的相遇-菲米莉丝",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "-"
        },
        "flavor": "人与人的联结是会一直延续的，菲米莉丝也是！唔唔唔！菲米莉丝，出击！",
        "firstSightDialogue": "我们的心不是早就联结在一起了吗，别害羞~菲米莉丝会一直看着你的~",
        "dialogues": [
            "我们的心不是早就联结在一起了吗，别害羞~菲米莉丝会一直看着你的~"
        ]
    },
    {
        "id": 1903,
        "fullImg": "images/partners/1903.png",
        "icon": "images/partners/1903_5.png",
        "name": "与你的相遇-诗音",
        "params": {
            "height": "148 см",
            "sizes": "75/55/77",
            "bday": "4/21",
            "hobby": "-"
        },
        "flavor": "发现猎物啦！走走走，现在，明天，后天，明年——你还会和我一起狩猎的吧！",
        "firstSightDialogue": "相遇可就是缘分，而是是持续很久的缘分！这话由我这个神明大人说出来，很有信服力吧~",
        "dialogues": [
            "相遇可就是缘分，而是是持续很久的缘分！这话由我这个神明大人说出来，很有信服力吧~"
        ]
    },
    {
        "id": 1904,
        "fullImg": "images/partners/1904.png",
        "icon": "images/partners/1904_5.png",
        "name": "格蕾·蜃影之馆",
        "params": {
            "height": "152 см",
            "sizes": "74/52/75",
            "bday": "-",
            "hobby": "蝴蝶标本、独处"
        },
        "flavor": "编号OS-04-SG的空想神格。#n因信仰之力的涌入，导致神格的力量产生异变，甚至诞生了这座同时存在于想象和现实的“蜃影之馆”。#n馆中所存在的实物也许为虚，虚物或许才为实。然而虚实之间，并无相信或怀疑的必要。#n——因为，那只是透过格蕾心中的“相框”，看到的一页风景而已。",
        "firstSightDialogue": "这些蝴蝶标本中，你有喜欢的么？",
        "dialogues": [
            "这些蝴蝶标本中，你有喜欢的么？",
            "标本的美丽，只是用相框妆点起来的死亡而已。",
            "……你现在，莫非正通过相框看我么？",
            "这些朦胧的影子，就是蝴蝶对生存的渴望。",
            "比起被定格的美丽之死，随风飘散或许还更好些。"
        ]
    },
    {
        "id": 1867,
        "fullImg": "images/partners/1867.png",
        "icon": "images/partners/1867_5.png",
        "name": "浪漫烟火",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "倘若焚城之人不存在，旅游节最后一夜的景象。#n虽然现实中闪耀的并非烟火，但同样结下了见证火焰燃起的情谊。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1879,
        "fullImg": "images/partners/1879.png",
        "icon": "images/partners/1879_5.png",
        "name": "阿库莉亚·驯鸟高手",
        "params": {
            "height": "160 см",
            "sizes": "80/55/83",
            "bday": "6/24",
            "hobby": "训鸟"
        },
        "flavor": "阿库莉亚特意申请了一天假日，专门为“搭档”的乌鸦进行训练。她全神贯注，揣摩眼前飞禽的想法，只为在将来能更好地让它执行任务……然而时间悄然前进着，训练计划却毫无完成的迹象。",
        "firstSightDialogue": "打扰到你了吗？抱歉，我正在训练我的乌鸦。",
        "dialogues": [
            "打扰到你了吗？抱歉，我正在训练我的乌鸦。",
            "有事找我吗？好的，我先把乌鸦关进笼子里，免得它打扰。",
            "其实这些珠子中，有一颗能让你拥有人类的身体……你在做什么？那是骗你的。",
            "听好我的指令，把珠子放进瓶子里……很好，晚上的饲料可以多给你放一些。",
            "“把珠子放进瓶里”用打破常规的思维去执行这个指令——嗯？难道你觉得我们的世界才是瓶子？"
        ]
    },
    {
        "id": 1880,
        "fullImg": "images/partners/1880.png",
        "icon": "images/partners/1880_5.png",
        "name": "维哀斯·极地之白",
        "params": {
            "height": "168 см",
            "sizes": "85/59/92",
            "bday": "-",
            "hobby": "甜食、友情、玩笑"
        },
        "flavor": "曾被关押在极地牢狱中的危险圣痕使，如今是魔女麾下部队“六合众”的领袖。",
        "firstSightDialogue": "好像有点头晕了……抱歉，请问能麻烦喂我一点糖块吗？",
        "dialogues": [
            "好像有点头晕了……抱歉，请问能麻烦喂我一点糖块吗？",
            "这里很冷，所以再靠近一些吧。就当是为了温暖我，可以吗？",
            "那个女孩……魔女，她能够获得足够的伙伴吗？……有那个人在，应该可以的。",
            "这项链……开启了“维哀斯”的故事，那个故事……我很喜欢。",
            "乌鸦让我保留了它，虽然是赝品，但赝品和赝品之间……或许更有情谊吧。"
        ]
    },
    {
        "id": 1881,
        "fullImg": "images/partners/1881.png",
        "icon": "images/partners/1881_5.png",
        "name": "蒂亚拉·打工暇余",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "总算把活干完啦！哼哼，特意把BOSS战留到最有精力的现在……咦，我……上次怎么没保存？！",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1885,
        "fullImg": "images/partners/1885.png",
        "icon": "images/partners/1885_5.png",
        "name": "奏冥曲·回生应援",
        "params": {
            "height": "146 см",
            "sizes": "70/55/67",
            "bday": "10/24",
            "hobby": "演奏"
        },
        "flavor": "巴比伦学园中，曾经肩负着“死神”之责，擅长演奏竖琴的神格。#n因为肩负着引渡亡魂的责任，当战神无双“死亡”时，便被委托安抚战神无双的“亡魂”。",
        "firstSightDialogue": "来吧，在战神无双会长前往黄泉的这条道路上，就让我来为她应援！",
        "dialogues": [
            "来吧，在战神无双会长前往黄泉的这条道路上，就让我来为她应援！",
            "战神无双会长啊～我们喜欢你～我们喜欢加特林、Yoko酱、索尔卿……",
            "尽管这不是一首幸福的歌谣，但我还是希望大家能痛痛快快地笑出来。",
            "看啊，这些振翅而至的乌鸦，真是一群很懂气氛的孩子呢～",
            "跟我来吧，我会好好地牵着你的手，一起下～地～狱哦！",
            "夕阳西下，也该到了回家的日子了呢。不管外面的世界多么多彩，这个小盒才是我们永远的家。"
        ]
    },
    {
        "id": 1905,
        "fullImg": "images/partners/1905.png",
        "icon": "images/partners/1905_5.png",
        "name": "幻梦境·雪景霜梦",
        "params": {
            "height": "145 см",
            "sizes": "79/51/77",
            "bday": "-",
            "hobby": "梦境、下雪"
        },
        "flavor": "幻梦境这次创造的梦境是雪中王国，那个世界的天气被魔法变成了永远的寒冬。而这片本该死寂的世界中却突然出现了一名少女……原来幻梦境过去曾经想要效仿某个绘本的故事，创造了病弱的人类少女作为梦境的主角，幻梦境以获得心灵作为回报，要求少女踏上了解除魔法的旅程。#n“要让梦境变得有意思哦”幻梦境一边嘀咕着，一边在梦境中设起了难关。",
        "firstSightDialogue": "要住到梦境来吗？你不用再面对现实，可以安心欣赏这梦幻般的雪景，只是梦境也有醒来的时候，做好准备吧。",
        "dialogues": [
            "欢迎来到我构筑的冰雪世界，想不想进行一场拯救王国的冒险？我可以在梦里给你捏几个队友哦。",
            "要住到梦境来吗？你不用再面对现实，可以安心欣赏这梦幻般的雪景，只是梦境也有醒来的时候，做好准备吧。",
            "璀璨的城堡、翱翔的鸟群、温暖的寒夜，这些都是在梦里才会看到的奇观……那么你，会不会也是梦的一部分呢？",
            "哎呀，构筑的梦境好像在崩溃呢。我？我当然无所谓，再做一个梦不就好了吗，执着于虚无的东西容易让人短命哦。",
            "只有得到我的允许，你才可以从梦境中醒来，多费些心思来取悦我吧，除非你想做的是噩梦。",
            "只有得到我的允许，你才可以从梦境中醒来，多费些心思来取悦我吧，除非你想做的是噩梦。"
        ]
    },
    {
        "id": 1907,
        "fullImg": "images/partners/1907.png",
        "icon": "images/partners/1907_5.png",
        "name": "小憩幕间",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "金灿的阳光洒满房间，两位圣痕使彼此目光交织，随即一起打开了包装精致的礼盒……里面居然是不知用途的COS道具？",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1910,
        "fullImg": "images/partners/1910.png",
        "icon": "images/partners/1910_5.png",
        "name": "真夏夜夜·真夜留声",
        "params": {
            "height": "141 см",
            "sizes": "73/53/76",
            "bday": "8/10",
            "hobby": "古典乐、回忆"
        },
        "flavor": "仲夏之夜，夜夜误入了一片森林，在森林的深处她发现了一台巨大的留声机。#n“没有唱片的留声机？好奇怪！”在夜夜好奇心的驱使下，她想了一个办法，随即无数经典忽然从巨大留声机中奏出，整个森林弦歌不绝。",
        "firstSightDialogue": "新的乐章开始了——能感觉到吗？海浪声、风声，还有演奏者的思念。",
        "dialogues": [
            "要放点交响曲吗？夜夜觉得，那些经典旋律响起的时候，无论是谁都会放松下来的。",
            "留声机能承载宝贵的记忆，所以夜夜很喜欢它，你有想留下来的话吗？夜夜可以帮忙录音哦。",
            "新的乐章开始了——能感觉到吗？海浪声、风声，还有演奏者的思念。",
            "蝴蝶聚集过来啦！果然它们也喜欢这首曲子，来吧，随着夜夜的旋律舞起来。",
            "当今晚的乐章落幕之后，夜夜相信，乐曲中饱含的情感一定还会留在我们的心中。",
            "当今晚的乐章落幕之后，夜夜相信，乐曲中饱含的情感一定还会留在我们的心中。"
        ]
    },
    {
        "id": 1871,
        "fullImg": "images/partners/1871.png",
        "icon": "images/partners/1871_5.png",
        "name": "琉森·幻景回廊",
        "params": {
            "height": "165 см",
            "sizes": "89/62/90",
            "bday": "-",
            "hobby": "格蕾"
        },
        "flavor": "因为信仰之力的凝聚，琉森获得了更为强大的力量。不过，由于琉森还无法完全驾驭自身的能力，现在呈现出的海底光景，只是她偶然看到的水族馆宣传片布景。#n琉森自己倒对此挺满意，因为这非常符合她心中一直想描绘的，成熟、稳重，而且可靠的自身形象！祝她这次不会因为奇怪的发言，让人们发现真实的她。",
        "firstSightDialogue": "(⊙ˍ⊙)你想知道阶梯通往哪里？别问了，跟我一起上去看看啦，总不能直接告诉你我也不知道吧！",
        "dialogues": [
            "(⊙ˍ⊙)你想知道阶梯通往哪里？别问了，跟我一起上去看看啦，总不能直接告诉你我也不知道吧！",
            "<(￣︶￣)>深渊、阶梯、鲸鱼，呵呵……复仇的要素都齐备了，不过要向谁复仇来着？是那只可爱的鲸鱼吗？",
            "ヾ(^▽^*))我的伞只有一把，你想和我一起撑的话……就证明你的价值，比如为我献上游乐园的高级VIP门票！",
            "(＠_＠;)你能不能蒙着我的眼睛，往下看的时候，觉得下面有点可怕欸。",
            "φ(゜▽゜*)♪何必执着于阶梯之上的事物，驻足在此欣赏美景，也会成为人生中美好的一部分。"
        ]
    },
    {
        "id": 1912,
        "fullImg": "images/partners/1912.png",
        "icon": "images/partners/1912_5.png",
        "name": "阿库莉亚·孤塔黑王",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "黎明将至，孤塔中的魔女下了决心——纵使罪孽永无止境，她也要与命运对弈。在终局来临之前，她能否战胜命运呢？",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1923,
        "fullImg": "images/partners/1923.png",
        "icon": "images/partners/1923_5.png",
        "name": "菲米莉丝·小恶魔",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "清晨睁眼之后，映入眼帘的是霸占了柔软床铺，宣示自己存在的小小恶魔！",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1540,
        "fullImg": "images/partners/1540.png",
        "icon": "images/partners/1540_5.png",
        "name": "菲米莉丝·莺飞花绽",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "即使在缺少光明的黑夜，也会有花朵绽放、鸟儿启程……生命真是不可思议，因此这个世界才如此漂亮吧。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1997,
        "fullImg": "images/partners/1997.png",
        "icon": "images/partners/1997_5.png",
        "name": "菲米莉丝",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "我是琪亚娜，请多指教的说",
        "dialogues": [
            "啊啊……真是闲呢，芽衣学姐好像也出门了……不如趁机去芽衣学姐的卧室探险一番！",
            "再不活动活动手脚都要生锈了。啊，说到生锈……趁着现在保养一下武器好了~",
            "呼呼呼~没想到还能有懒洋洋晒太阳的时候……呼呼……呜哇！！不行！不能睡着！",
            "呼~终于离开长空市了呢~虽然实际只经过了一个星期左右，但总感觉已经过了两年了呢……",
            "说起来圣芙蕾雅学园中好像全是女生呢……咕嘿嘿~这就是天国吧！",
            "如果真的有平行世界存在的话，我和芽衣学姐会以什么样的形式相遇呢……要是再罗曼蒂克点就好了~",
            "不知道为何最近的武器一个个都变成了神明呢~莫非以后胖次也会变身么，嘿嘿~"
        ]
    },
    {
        "id": 1998,
        "fullImg": "images/partners/1998.png",
        "icon": "images/partners/1998_5.png",
        "name": "菲米莉丝",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "我是琪亚娜，请多指教的说",
        "dialogues": [
            "啊啊……真是闲呢，芽衣学姐好像也出门了……不如趁机去芽衣学姐的卧室探险一番！",
            "再不活动活动手脚都要生锈了。啊，说到生锈……趁着现在保养一下武器好了~",
            "呼呼呼~没想到还能有懒洋洋晒太阳的时候……呼呼……呜哇！！不行！不能睡着！",
            "呼~终于离开长空市了呢~虽然实际只经过了一个星期左右，但总感觉已经过了两年了呢……",
            "说起来圣芙蕾雅学园中好像全是女生呢……咕嘿嘿~这就是天国吧！",
            "如果真的有平行世界存在的话，我和芽衣学姐会以什么样的形式相遇呢……要是再罗曼蒂克点就好了~",
            "不知道为何最近的武器一个个都变成了神明呢~莫非以后胖次也会变身么，嘿嘿~"
        ]
    },
    {
        "id": 1999,
        "fullImg": "images/partners/1999.png",
        "icon": "images/partners/1999_5.png",
        "name": "菲米莉丝",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "芽衣"
        },
        "flavor": "自西元3世纪的那次【崩坏】发生以来，卡斯兰娜家族就成为了“被选中之人”，秉承祖训，卡斯兰娜家族低调隐匿于世，深入的探寻着【崩坏】的源起，并藉由此来发觉世界之奥义。 琪亚娜是卡斯兰娜家族第69世传人，其父为卡斯兰娜家族精英，年轻时与另一“被选中之人”氏族名门之女结婚诞下琪亚娜。然而，这场政治婚姻最终在琪亚娜十岁时破裂。琪亚娜 12岁那年，父亲携年幼的她只身来到极东之地，调查被视作疑似崩坏前兆事件的“地铁沙林恐怖事件”。琪亚娜 14岁时，父亲将家学之奥义尽数传于琪亚娜，随后消失在了众人的视线中，只留下一句“我去探寻崩坏的本源了”。",
        "firstSightDialogue": "我是琪亚娜，请多指教的说",
        "dialogues": [
            "啊啊……真是闲呢，芽衣学姐好像也出门了……不如趁机去芽衣学姐的卧室探险一番！",
            "再不活动活动手脚都要生锈了。啊，说到生锈……趁着现在保养一下武器好了~",
            "呼呼呼~没想到还能有懒洋洋晒太阳的时候……呼呼……呜哇！！不行！不能睡着！",
            "呼~终于离开长空市了呢~虽然实际只经过了一个星期左右，但总感觉已经过了两年了呢……",
            "说起来圣芙蕾雅学园中好像全是女生呢……咕嘿嘿~这就是天国吧！",
            "如果真的有平行世界存在的话，我和芽衣学姐会以什么样的形式相遇呢……要是再罗曼蒂克点就好了~",
            "不知道为何最近的武器一个个都变成了神明呢~莫非以后胖次也会变身么，嘿嘿~"
        ]
    },
    {
        "id": 1859,
        "fullImg": "images/partners/1859.png",
        "icon": "images/partners/1859_5.png",
        "name": "卡琳·异度脱兔",
        "params": {
            "height": "169 см",
            "sizes": "81/61/86",
            "bday": "4/3",
            "hobby": "正面制敌"
        },
        "flavor": "脱离现实，来到虚拟的空间。#n解放真实的身体，又对虚拟躯壳的一切完全掌握。#n无论多少次……对卡琳·梅莉德来说都是令她兴奋的体验。",
        "firstSightDialogue": "嗯嗯~这身衣服很帅吧，一会战斗的时候可不要移不开眼了哦？",
        "dialogues": [
            "嗯嗯~这身衣服很帅吧，一会战斗的时候可不要移不开眼了哦？",
            "好难好难好难好难，虚拟空间的战斗太胡来啦——不过还蛮开心的。",
            "你站在这里就表示……你就是我的下一个对手了？",
            "直接冲上去，从正面战胜对手——嗯，这个游戏就是这么玩的。",
            "这就是这个游戏里目前的战力榜？看我全部掀翻！"
        ]
    },
    {
        "id": 1860,
        "fullImg": "images/partners/1860.png",
        "icon": "images/partners/1860_5.png",
        "name": "阿库莉亚·暗网黑猫",
        "params": {
            "height": "160 см",
            "sizes": "80/55/83",
            "bday": "6/24",
            "hobby": "策略"
        },
        "flavor": "在虚拟空间进行游戏的乐趣……？阿库莉亚首要考虑的不是这种事情，既然承接了委托，那她便会追求极致。",
        "firstSightDialogue": "通过视觉迷惑目标也是重要的战术——想来便是这对猫耳的设计初衷。",
        "dialogues": [
            "虚拟空间性能适应完毕，可以继续战斗。",
            "通过视觉迷惑目标也是重要的战术——想来便是这对猫耳的设计初衷。",
            "“这次的目标很危险”……你是在关心我么？别担心，我不会有事。",
            "难得一见的对手……到结束时间了，期待我们的再会。",
            "支援界面启动……嗯，找到突破弱点的方式了。"
        ]
    },
    {
        "id": 1882,
        "fullImg": "images/partners/1882.png",
        "icon": "images/partners/1882_5.png",
        "name": "柯罗伊·幕间曲",
        "params": {
            "height": "157 см",
            "sizes": "76/57/78",
            "bday": "4/26",
            "hobby": "演奏"
        },
        "flavor": "高中生，同时也是天才小提琴音乐家，被称作“舞台人偶”的女孩。寻找着命运的曲谱，也是寻找着通往她童年回忆的通路。",
        "firstSightDialogue": "我的名字是柯罗伊，你是来听我音乐会的么？",
        "dialogues": [
            "我的名字是柯罗伊，你是来听我音乐会的么？",
            "请不要再动摇我的心了……我心中的旋律已经因你而乱……",
            "……请不要用手在我身上演奏。",
            "想和我一起合奏？当然可以，这本就是我们一起谱写的曲子。",
            "请不要乱动，这件礼服的扣件并不牢固，咦——！",
            "想要握住我的手么，嗯，我能听到你脉搏的节奏了……",
            "现在的我比舞台上有所不同？不再是触不可及的存在了？",
            "你是要通过这种方式来确认我是否是大家口中的“人偶”演奏师吗？"
        ]
    },
    {
        "id": 1883,
        "fullImg": "images/partners/1883.png",
        "icon": "images/partners/1883_5.png",
        "name": "耀夜姬·月下物语",
        "params": {
            "height": "159 см",
            "sizes": "79/56/81",
            "bday": "5/24",
            "hobby": "祭典"
        },
        "flavor": "村中神社的巫女，总是对他人无条件地付出，受大家的爱戴。因为相貌很像《竹取物语》里的辉夜公主，也被村子里的人叫做“公主”。但她与那位辉夜姬的共同点并不止于此——还有从出身以来就一直等待着她的命运。",
        "firstSightDialogue": "相比在月亮上远远地看你，现在与你相处的一朝一夕果然更让我心动呢。",
        "dialogues": [
            "“公主”这个称呼……还是让人有点害羞，请不要这么叫我了，请直接称呼我的名字吧。",
            "无论多久，和你一起存在于这个世界上的每一天，都不是虚假。",
            "想要在这个世界上存在更久，想和一个人一直在一起……神明大人，这样的愿望是不是很过分呢？",
            "相比在月亮上远远地看你，现在与你相处的一朝一夕果然更让我心动呢。",
            "请紧紧握住我的手，不要松开，只要这样，就没有什么能将我们分离。"
        ]
    },
    {
        "id": 1906,
        "fullImg": "images/partners/1906.png",
        "icon": "images/partners/1906_5.png",
        "name": "异度拍档",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "身如魅影，心如闪电。#n行走在虚拟与现实的交界线上。",
        "firstSightDialogue": "身如魅影，心如闪电。#n行走在虚拟与现实的交界线上。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 1911,
        "fullImg": "images/partners/1911.png",
        "icon": "images/partners/1911_5.png",
        "name": "宁蒂·庭院水戏",
        "params": {
            "height": "145 см",
            "sizes": "75/55/74",
            "bday": "11/15",
            "hobby": "猫咪，夏天"
        },
        "flavor": "来到庭院中和猫猫们嬉戏的宁蒂，一身清凉，痛痛快快地好好玩耍了一次。#n无论是炎热的天气，还是被水浸湿的衣服，都没有影响到她的心情。#n如果能一直持续下去该多好……#n——如此想着的宁蒂，排除杂念，全心全意投入到了和猫猫们共度的夏天之中。",
        "firstSightDialogue": "夏天是适合和猫猫一起玩的季节——虽然一年四季都合适。",
        "dialogues": [
            "夏天是适合和猫猫一起玩的季节——虽然一年四季都合适。",
            "这是专用于水边的特级战斗服，透气、凉爽……而且更方便摸猫猫。",
            "宁蒂也想像猫猫一样伸着懒腰……那个时候，会摸宁蒂的头吗？",
            "衣服浸湿，影响行动……宁蒂要拧完水才能进行下一步动作。",
            "虽然很热，但能像现在这样，安静地和猫猫待在一起，宁蒂很开心。"
        ]
    },
    {
        "id": 1924,
        "fullImg": "images/partners/1924.png",
        "icon": "images/partners/1924_5.png",
        "name": "华兹·收藏小屋",
        "params": {
            "height": "160 см",
            "sizes": "79/62/76",
            "bday": "-",
            "hobby": "唱歌，自己"
        },
        "flavor": "编号OS-03-AR的空想神格。#n即使在空想神格之中也称得上特立独行的华兹，在信仰之力的倾注下，反而创造出了一个有着各种华兹模样的手办和玩偶的世界。#n……或许，对叽叽喳喳的华兹来说，自己就是最好的唱歌聊天的对象吧。",
        "firstSightDialogue": "华兹华兹♪被华兹华兹包围了♪这是♪完全属于♪♪华兹华兹♪♪♪的世界！",
        "dialogues": [
            "华兹华兹♪被华兹华兹包围了♪这是♪完全属于♪♪华兹华兹♪♪♪的世界！",
            "嗨，你好呀，想和华兹华兹们一起玩耍吗？！",
            "这边是在休息的华兹华兹，那边是在看书的华兹华兹，我是正在抱着华兹华兹的华兹华兹……",
            "唔嗯……华兹华兹，要和其他的华兹华兹一起睡觉了……",
            "闪耀于华兹华兹世界中心♪的华兹华兹♪要对大家♪说晚安了哦……"
        ]
    },
    {
        "id": 1929,
        "fullImg": "images/partners/1929.png",
        "icon": "images/partners/1929_5.png",
        "name": "克洛伊",
        "params": {
            "height": "133 см",
            "sizes": "-",
            "bday": "7/20",
            "hobby": "-"
        },
        "flavor": "由伊莉雅诞生的褐色皮肤的少女。被大家称为小黑。诞生之初曾经一度想杀死伊莉雅，但现在已经融入了家庭中，成为了其中一员。如果不与伊莉雅接吻来获取魔力补充，就无法维持其存在。",
        "firstSightDialogue": "初次见面，我是克洛伊·冯·爱因兹贝伦，叫我小黑就行~",
        "dialogues": [
            "初次见面，我是克洛伊·冯·爱因兹贝伦，叫我小黑就行~",
            "如果是在这边的世界，我能过上普通人的生活吗？",
            "现在的我，也有了容身之所了。",
            "有点打不起精神呢，去拜托伊莉雅好了~她现在在哪呢？",
            "觉得我是小学生就小看我可不行哦~"
        ]
    },
    {
        "id": 1930,
        "fullImg": "images/partners/1930.png",
        "icon": "images/partners/1930_5.png",
        "name": "美游 saber ver.",
        "params": {
            "height": "134 см",
            "sizes": "-",
            "bday": "7/20",
            "hobby": "-"
        },
        "flavor": "与魔法蓝宝石签下契约的另一位魔法少女。通过与黑化英灵的战斗，与伊莉雅的关系几乎达到了“心有灵犀”的程度。",
        "firstSightDialogue": "我叫美游·艾蒂菲尔特，这段时间就麻烦你了。",
        "dialogues": [
            "我叫美游·艾蒂菲尔特，这段时间就麻烦你了。",
            "伊莉雅是个不可思议的的孩子，也是我最重要的朋友。",
            "倾尽自己所有的力量，今天，就让战斗在此结束",
            "我也要战斗……能战斗的，只要是和大家在一起的话！",
            "就用这个英灵的力量，去对付未知的敌人。"
        ]
    },
    {
        "id": 1931,
        "fullImg": "images/partners/1931.png",
        "icon": "images/partners/1931_5.png",
        "name": "远坂凛",
        "params": {
            "height": "159 см",
            "sizes": "77/57/80",
            "bday": "2/3",
            "hobby": "-"
        },
        "flavor": "魔法红宝石的原御主魔术师。与露维亚是永远的对手关系。虽然擅长宝石魔术，但为了赚取生活费，目前担任露维亚家的居家女仆。",
        "firstSightDialogue": "我叫远坂凛，是魔术师。",
        "dialogues": [
            "我叫远坂凛，是魔术师。",
            "虽说是大师傅给的魔术礼装……但谁要打扮成那个丢人模样啦！",
            "一想到要跟那个胸大无脑的冒牌大小姐共同行动，就心情差得不行！",
            "就让你们看看宝石魔术的奇迹吧。",
            "虽然很不想把小孩子卷入，但伊莉雅她们真的很可靠。"
        ]
    },
    {
        "id": 1932,
        "fullImg": "images/partners/1932.png",
        "icon": "images/partners/1932_5.png",
        "name": "露维亚",
        "params": {
            "height": "160 см",
            "sizes": "-",
            "bday": "6/6",
            "hobby": "-"
        },
        "flavor": "与凛一样，为了回收职阶卡，从“时钟塔”来到冬木市的魔术师。拥有异常雄厚的财力，住在伊莉雅家对面的豪华宅邸中。魔术水平高超，时常与作为对手的凛针锋相对。",
        "firstSightDialogue": "贵安，我是露维亚瑟琳塔·艾蒂菲尔特，有什么人来找茬，就让我给他一招淑女德式背摔吧。",
        "dialogues": [
            "我叫远坂凛，是魔术师。",
            "虽说是大师傅给的魔术礼装……但谁要打扮成那个丢人模样啦！",
            "一想到要跟那个胸大无脑的冒牌大小姐共同行动，就心情差得不行！",
            "就让你们看看宝石魔术的奇迹吧。",
            "虽然很不想把小孩子卷入，但伊莉雅她们真的很可靠。"
        ]
    },
    {
        "id": 1933,
        "fullImg": "images/partners/1933.png",
        "icon": "images/partners/1933_5.png",
        "name": "爱丽丝菲尔",
        "params": {
            "height": "158 см",
            "sizes": "85/56/84",
            "bday": "2/1",
            "hobby": "-"
        },
        "flavor": "与丈夫切嗣一起生活在国外，但感受到了伊莉雅的异变，回到日本。随后用母亲的力量结束了伊莉雅和小黑的不和（？）。为了满足作为圣杯出生的小黑“想活下去”的愿望，将她和伊莉雅一起接纳进家庭。如今作为两人的妈妈，守护的伊莉雅和小黑的生活。",
        "firstSightDialogue": "我叫爱丽丝菲尔，是伊莉雅的妈妈~",
        "dialogues": [
            "贵安，我是露维亚瑟琳塔·艾蒂菲尔特，有什么人来找茬，就让我给他一招淑女德式背摔吧。",
            "别去看隔壁那个三流宝石魔术师了，尽管依赖我。",
            "这一切就全权交给丝毫不计较得失，别无居心的我，露维亚瑟琳塔·艾蒂菲尔特吧。",
            "真是发生了很多事，本来现在这样才是应有的姿态。",
            "轻松愉快心情舒畅啊~"
        ]
    },
    {
        "id": 1934,
        "fullImg": "images/partners/1934.png",
        "icon": "images/partners/1934_5.png",
        "name": "卡莲",
        "params": {
            "height": "156 см",
            "sizes": "75/54/77",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "穗群原学园小学年级的保健老师。讨厌小孩子，期待有病危状态的重病伤员来保健室的问题老师。同时也是一个将小黑的存在称为“奇迹”，说着似乎看透一切的发言的神秘角色。",
        "firstSightDialogue": "我本不打算走上前台的，但迷路的羔羊实在太狼狈太可怜了。",
        "dialogues": [
            "我叫爱丽丝菲尔，是伊莉雅的妈妈~",
            "不可以打架，拿着武器跟别人打架更是禁止哦~",
            "我只是作为一个妈妈在守护自己的女儿啦。",
            "我会尽自己全力守护她们。",
            "什么叫大小姐模式，我一·直·都·是这样的哦~"
        ]
    },
    {
        "id": 1935,
        "fullImg": "images/partners/1935.png",
        "icon": "images/partners/1935_5.png",
        "name": "新生魔法少女·the beast！",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "新生魔法少女·the beast！时下最流行的魔法少女款式哦！镂空的地方才不是故意的呢，就是因为经费不足啦。#n——发言自魔法红宝石",
        "firstSightDialogue": "新生魔法少女·the beast！时下最流行的魔法少女款式哦！镂空的地方才不是故意的呢，就是因为经费不足啦。#n——发言自魔法红宝石",
        "dialogues": [
            "我本不打算走上前台的，但迷路的羔羊实在太狼狈太可怜了。",
            "怎么了，内脏掉出来了吗？",
            "真是无聊，下一次受了半死不活的重伤再来吧。",
            "如果你感到不舒服的话，可以先躺下休息一会。",
            "真闲啊，就不能送些病危的重症病人过来吗。"
        ]
    },
    {
        "id": 1936,
        "fullImg": "images/partners/1936.png",
        "icon": "images/partners/1936_5.png",
        "name": "补魔时间",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "“接下来也拜托你了，伊莉雅。”#n“这里也不是我们房间，是不是不太好！而且是不是有人在看着！小黑！我还没准备好、呀——”",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1938,
        "fullImg": "images/partners/1938.png",
        "icon": "images/partners/1938_5.png",
        "name": "一色幻·游戏一日",
        "params": {
            "height": "160 см",
            "sizes": "70/57/80",
            "bday": "1/11",
            "hobby": "逃课"
        },
        "flavor": "在夏日远离一切纷扰，窝在懒人沙发中，打开一款排名尚可的游戏，这就是一色幻今天的美妙逃课生活……#n“啊？《学园干架王》是什么游戏……？怎么会那么难啊？！！”",
        "firstSightDialogue": "区区游戏怎么可能难得倒我一色幻……等一下，启动的入口在哪里……？",
        "dialogues": [
            "华兹华兹♪被华兹华兹包围了♪这是♪完全属于♪♪华兹华兹♪♪♪的世界！",
            "嗨，你好呀，想和华兹华兹们一起玩耍吗？！",
            "这边是在休息的华兹华兹，那边是在看书的华兹华兹，我是正在抱着华兹华兹的华兹华兹……",
            "唔嗯……华兹华兹，要和其他的华兹华兹一起睡觉了……",
            "闪耀于华兹华兹世界中心♪的华兹华兹♪要对大家♪说晚安了哦……"
        ]
    },
    {
        "id": 1884,
        "fullImg": "images/partners/1884.png",
        "icon": "images/partners/1884_5.png",
        "name": "蒂亚拉·城际急送",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "是是是……是你点的外卖吗？蒂亚拉大人已经送达了——不对，蒂亚拉杂鱼准时送达了……#n等等，不要给我差评啊！我什么都会做的，呜呜呜呜！",
        "firstSightDialogue": "是是是……是你点的外卖吗？蒂亚拉大人已经送达了——不对，蒂亚拉杂鱼准时送达了……#n等等，不要给我差评啊！我什么都会做的，呜呜呜呜！",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 1913,
        "fullImg": "images/partners/1913.png",
        "icon": "images/partners/1913_5.png",
        "name": "红理惠·偶尔也任性",
        "params": {
            "height": "139 см",
            "sizes": "73/49/75",
            "bday": "-",
            "hobby": "黑音姐姐、帮助大家"
        },
        "flavor": "由于外观酷似医疗断层扫描仪的先锋兵器不慎启动，而被制造出来的红理惠分身之一。#n因为其很为他人着想的性格，被大家称之为“懂事小红”。",
        "firstSightDialogue": "我是红理惠的分身，你可以叫我懂事小红。",
        "dialogues": [
            "我是红理惠的分身，你可以叫我懂事小红。",
            "安安静静地待在一个地方，就不会给大家带来麻烦了吧？",
            "这么短的路，居然晕车了……想要尽快好起来。",
            "虽然因为自己的原因，麻烦了黑音姐姐。但是跟她独处的时候心里却有些窃喜……我是不是一个坏孩子呢？",
            "好可爱的花，就像铃铛一样。等会让黑音姐姐也来看看吧。"
        ]
    },
    {
        "id": 1914,
        "fullImg": "images/partners/1914.png",
        "icon": "images/partners/1914_5.png",
        "name": "红理惠·假日也工作",
        "params": {
            "height": "139 см",
            "sizes": "73/49/75",
            "bday": "-",
            "hobby": "研究、探索"
        },
        "flavor": "由于外观酷似医疗断层扫描仪的先锋兵器不慎启动，而被制造出来的红理惠分身之一。#n因为总是看着晦涩厚重书本的表现，还有成熟理智的语气，而被大家称之为“理智小红”。",
        "firstSightDialogue": "我是红理惠的分身之一，大家都叫我理智小红。",
        "dialogues": [
            "我是红理惠的分身之一，大家都叫我理智小红。",
            "海洋真是一片神奇的领域，里面生存着好多奇奇怪怪的生物。",
            "一个人进行实验太累了……还好有蒂亚拉姐姐。",
            "废弃的医疗用品必须谨慎丢弃哦？我们不可以污染大海和她的孩子们。",
            "唔唔……上一瓶不是……看看这一瓶，好像也不是……要找到合适的试剂太难了。"
        ]
    },
    {
        "id": 1915,
        "fullImg": "images/partners/1915.png",
        "icon": "images/partners/1915_5.png",
        "name": "红理惠·分别也想你",
        "params": {
            "height": "139 см",
            "sizes": "73/49/75",
            "bday": "-",
            "hobby": "橘姐姐"
        },
        "flavor": "由于外观酷似医疗断层扫描仪的先锋兵器不慎启动，而被制造出来的红理惠分身之一。#n因为她对橘向阳无比痴迷的表现，还有时时刻刻散发着魅力的动作，而被大家称之为“妩媚小红”。",
        "firstSightDialogue": "虽然是红理惠的分身，但我会证明自己才是最好的小红哦，你就叫我妩媚小红吧！",
        "dialogues": [
            "虽然是红理惠的分身，但我会证明自己才是最好的小红哦，你就叫我妩媚小红吧！",
            "只有和橘姐姐在一起的夏天，才是最棒的夏天！",
            "咦，你在看哪里呢？要不要人家再掀开一点……才怪呢！",
            "哈哈哈，水花凉快吗，果然玩水好让人开心啊！",
            "等会儿要是溺水了就用我手边的游泳圈吧……想要我来救你？哼哼～"
        ]
    },
    {
        "id": 1916,
        "fullImg": "images/partners/1916.png",
        "icon": "images/partners/1916_5.png",
        "name": "黑音·贤淑监护人",
        "params": {
            "height": "175 см",
            "sizes": "98/65/102",
            "bday": "-",
            "hobby": "泡咖啡，小孩子"
        },
        "flavor": "咖啡厅“甜品天堂”的店长，同时是寄住在店里的三个孩子的监护者。#n泡咖啡的技术很精湛，却将店铺从咖啡店转型成了甜品店。#n即便和大家来到海边，也只是一直看书，一直看着小女孩们玩耍，似乎是个室内派。",
        "firstSightDialogue": "像这样的夏天，坐在沙发上，一边吹着海风，一边看着书，就是最舒服的事情了吧。",
        "dialogues": [
            "像这样的夏天，坐在沙发上，一边吹着海风，一边看着书，就是最舒服的事情了吧。",
            "虽然这本书很好看……但一想到那三个孩子，还是不能完全投入呢。",
            "好孩子乖乖地坐在一边哦，姐姐看完书会给你讲故事的。",
            "有点看累了，要不要一起去泡杯咖啡，休息一下呢？",
            "你也累了吧，想让姐姐给你施展一些恢复精神的魔法么……呵呵，开玩笑的。"
        ]
    },
    {
        "id": 1917,
        "fullImg": "images/partners/1917.png",
        "icon": "images/partners/1917_5.png",
        "name": "蒂亚拉·假装不适的理由",
        "params": {
            "height": "142 см",
            "sizes": "73/57/69",
            "bday": "11/23",
            "hobby": "打游戏、休息"
        },
        "flavor": "崩坏学园的战术六期学生，喜欢玩游戏的雌小鬼系技术宅。#n虽然即使来到海边，也只想痛痛快快的打游戏，但理智小红的存在却让她的想法变成了奢望。",
        "firstSightDialogue": "库库库，谁说到海边就一定要去水里玩啊，对我来说游戏机才是永远的家！",
        "dialogues": [
            "库库库，谁说到海边就一定要去水里玩啊，对我来说游戏机才是永远的家！",
            "出战！连携！击破！今天状态真好，蒂亚拉大人的操作满分！",
            "好久没听到那个小鬼在叫我了，哎呀，终于能好好休息了。",
            "什么嘛？我居然会犯这种低级错误……不对不对，一定是敌人太狡猾了！",
            "怎么听到有人在叫我的名字，“蒂亚拉姐姐”……啊，一定是理智小红又来了，我可不能被她发现！"
        ]
    },
    {
        "id": 1918,
        "fullImg": "images/partners/1918.png",
        "icon": "images/partners/1918_5.png",
        "name": "橘向阳·小小破浪者",
        "params": {
            "height": "141 см",
            "sizes": "74/50/73",
            "bday": "-",
            "hobby": "好玩的东西，大家"
        },
        "flavor": "崩坏学园的建设五期学生，不需要用功学习也能科科满分的考试怪物。#n这次来到海边，沉浸在排球和海水的欢乐海洋之中，每分每秒都在痛痛快快地玩乐。",
        "firstSightDialogue": "哈哈，闪亮亮的大海，我来了！",
        "dialogues": [
            "哈哈，闪亮亮的大海，我来了！",
            "走吧，我们一起去追海鸥——或者是追鲨鱼也行哦！",
            "水花好凉快啊，要是能一直留在夏天就好了。",
            "哇哦，海浪变猛了……不过，鱼鱼冲浪板可不会输！",
            "好刺激……我们要不要在海上来一场排球比赛，肯定很好玩哦！"
        ]
    },
    {
        "id": 1919,
        "fullImg": "images/partners/1919.png",
        "icon": "images/partners/1919_5.png",
        "name": "淳朴的幸福滋味",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "为了大海和大家，我必须做些力所能及的事——#n比如说,做甜点！(大海也需要甜点吗?）",
        "firstSightDialogue": "为了大海和大家，我必须做些力所能及的事——#n比如说,做甜点！(大海也需要甜点吗?）",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 1920,
        "fullImg": "images/partners/1920.png",
        "icon": "images/partners/1920_5.png",
        "name": "微妙的救治按压",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "身为医疗助手，无论是搬运溺水者，还是在紧急状态下进行人工呼吸都是必要行动——#n加油啊，蒂亚拉姐姐！",
        "firstSightDialogue": "身为医疗助手，无论是搬运溺水者，还是在紧急状态下进行人工呼吸都是必要行动——#n加油啊，蒂亚拉姐姐！",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 1921,
        "fullImg": "images/partners/1921.png",
        "icon": "images/partners/1921_5.png",
        "name": "绮丽的海滩盛景",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "想和橘姐姐一起穿泳装，一起去冲浪，一起打排球……#n还要做更多更多只有我们两个一起做的事情！",
        "firstSightDialogue": "想和橘姐姐一起穿泳装，一起去冲浪，一起打排球……#n还要做更多更多只有我们两个一起做的事情！",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 1925,
        "fullImg": "images/partners/1925.png",
        "icon": "images/partners/1925_5.png",
        "name": "安莉埃塔·午后晴风",
        "params": {
            "height": "141 см",
            "sizes": "69/52/71",
            "bday": "-",
            "hobby": "猫咪、小提琴"
        },
        "flavor": "编号OS-09-FB的空想神格。#n遇见了正在慵懒午睡的猫咪，尽管还有要做的事情，却还是忍不住为其驻足。",
        "firstSightDialogue": "午后的风，很温暖呢……",
        "dialogues": [
            "午后的风，很温暖呢……",
            "花在盛开，猫咪在睡觉，这个世界好像很幸福呢……",
            "如果可以的话，想为你拉一曲小提琴，但是现在的气氛太过宁静，实在不想打破。",
            "猫咪醒了呢……呵呵，我也想像它那样无拘无束地伸懒腰。",
            "好可爱的孩子，想摸摸看……但是我冰冷的金属手指会让它受惊的吧。"
        ]
    },
    {
        "id": 1927,
        "fullImg": "images/partners/1927.png",
        "icon": "images/partners/1927_5.png",
        "name": "诗音·冰凉夏浪",
        "params": {
            "height": "148 см",
            "sizes": "75/55/77",
            "bday": "4/21",
            "hobby": "冰凉的甜点"
        },
        "flavor": "曾为神社巫女诗音收养的小白狐，是拥有神力的狐仙大人。#n在这个炎热的夏日，来到海边的她逐渐和光同尘，变得和诸多人类一样，用遮阳伞和冰棍享受这个夏天。",
        "firstSightDialogue": "人类的享受真是多种多样，这些冰冰凉凉的东西真是让本狐仙大开眼界。",
        "dialogues": [
            "人类的享受真是多种多样，这些冰冰凉凉的东西真是让本狐仙大开眼界。",
            "怎么样，你也要来一点吗？不用担心，这都是人类对狐仙大人的供奉！",
            "虽然这套衣服还是不够畅快，但也勉勉强强啦！唉，不过我还是更喜欢无拘无束的状态呢～",
            "啊，好凉……怎么会有这～么好吃的东西！",
            "唔……哈！好舒服……你也要来一点么？要吃我吃过的？可是这个冰棍被我咬了不少诶……"
        ]
    },
    {
        "id": 1928,
        "fullImg": "images/partners/1928.png",
        "icon": "images/partners/1928_5.png",
        "name": "徜徉悠哉假日",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "最为美妙的夏天，便是大家一起度过的假日。#n——明年，还要再来哦！",
        "firstSightDialogue": "最为美妙的夏天，便是大家一起度过的假日。#n——明年，还要再来哦！",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 1946,
        "fullImg": "images/partners/1946.png",
        "icon": "images/partners/1946_5.png",
        "name": "蒂亚拉·娇俏的欺骗",
        "params": {
            "height": "142 см",
            "sizes": "73/57/69",
            "bday": "11/23",
            "hobby": "打游戏"
        },
        "flavor": "崩坏学园的战术六期学生，喜欢玩游戏的雌小鬼系技术宅。#n为了完成任务，只能穿上诱惑的服装让人吃下饼干……但是，不得不说，还是过于羞涩呢。",
        "firstSightDialogue": "怎么样，要尝尝蒂亚拉大人亲手做的小饼干么？！",
        "dialogues": [
            "怎么样，要尝尝蒂亚拉大人亲手做的小饼干么？！",
            "今晚还有很多时间可以和蒂亚拉大人一起度过，开心吗？",
            "来吧，先吃下这盘饼干再玩别的……我可以和你双排哦！",
            "什、什么……一定要这样才肯吃下……好了，现在行了吧！",
            "居然提这么过分的要求……咕……给你看的够多了吧！"
        ]
    },
    {
        "id": 1947,
        "fullImg": "images/partners/1947.png",
        "icon": "images/partners/1947_5.png",
        "name": "拉妮艾特·夜色曲线",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "参加宴会"
        },
        "flavor": "崩坏学园的战术六期学生，系出名门的大小姐。#n虽然其行动风格与晚会的气氛格格不入，但无论是她摇曳的身姿，还是无心说出的一些话，都显示她才是这个晚会最大的主角。",
        "firstSightDialogue": "这种衣服以前还没穿过呢……喂，我是不是跟平时大不相同？",
        "dialogues": [
            "这种衣服以前还没穿过呢……喂，我是不是跟平时大不相同？",
            "不要小看我，就算是酒杯，在我手里也是致命的武器哦！",
            "这里的环境还不错呢，设施风格和场地大小都跟家族的客房差不多大。",
            "邀、邀请我跳舞？好嘛……但是你可要跟上我的舞步哦！",
            "我，拉妮艾特·戈尔迪乌斯·德·尤米尼斯，应你的邀约——请牵起我的手吧。"
        ]
    },
    {
        "id": 1949,
        "fullImg": "images/partners/1949.png",
        "icon": "images/partners/1949_5.png",
        "name": "摩菈莫那",
        "params": {
            "height": "-",
            "sizes": "80/90/100",
            "bday": "-",
            "hobby": "身体接触"
        },
        "flavor": "以海域守护者自居，天生就拥有冰冻能力的海中霸主，但却是一个自称“人家”，拥有皮肤饥渴症的娇羞少女鱼。#n是与格雷弗西、格里法尔两兄弟针锋相对的敌人，但因为缺乏速度，总是无法抓到它们，只能望洋兴叹。",
        "firstSightDialogue": "好……好，请再多多触碰我吧，人家什么都会做的！",
        "dialogues": [
            "好……好，请再多多触碰我吧，人家什么都会做的！",
            "咕嘟咕嘟的水泡全都冒出来了……难道说那是人家正在沸腾的渴望吗？！",
            "蹭蹭、蹭蹭……提提斯和古之叶，你们喜欢人家吗？嘻嘻，人家也喜欢你们哦！",
            "人家是不是该减肥了？为什么每次都追不上那两兄弟……",
            "人家不是故意变得冷冰冰的……不要讨厌人家嘛！",
            "为了守护海域的宁静，人家会一直努力的！"
        ]
    },
    {
        "id": 1958,
        "fullImg": "images/partners/1958.png",
        "icon": "images/partners/1958_5.png",
        "name": "煌嵐",
        "params": {
            "height": "150 см",
            "sizes": "82/56/86",
            "bday": "-",
            "hobby": "漫画、钱"
        },
        "flavor": "崩坏学园的战术五期学生，黑帮的大姐头。#n出身于黑道世家，拥有与其不相称的，对漫画的执念。#n意外地有着孩子气的一面，因为朋友的一句话一直打扮成女巫。",
        "firstSightDialogue": "我叫煌嵐，是崩坏学园战术五期的学生。我可是很忙的，需要我帮你摆平谁的话，请给我钱。",
        "dialogues": [
            "我叫煌嵐，是崩坏学园战术五期的学生。我可是很忙的，需要我帮你摆平谁的话，请给我钱。",
            "情报优先于战斗，这是作战的基本原则。",
            "无聊的黑帮游戏，早该散伙了……那为什么还没解散？我，我只是想利用她们，我才不在乎她们呢……",
            "想看看我的漫画吗……去书店买，或者在这个网站上订阅，不许白嫖，然后给个好评哦？",
            "一起去天上兜风吧，别被吓得尿裤子哦？",
            "这个布娃娃好可爱，诶嘿嘿~呃……刚才你什么都没看到。"
        ]
    },
    {
        "id": 1926,
        "fullImg": "images/partners/1926.png",
        "icon": "images/partners/1926_5.png",
        "name": "琪亚娜·冰甜共品",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "冰棍"
        },
        "flavor": "在这个炎热的夏天，能够吃上一口冰凉的冰棍，正是再美妙不过的享受。#n虽然为了这一刻短暂的冰甜，而要和琪亚娜一起做着各种各样的事情，但或许那也是一种幸福吧？",
        "firstSightDialogue": "夏天，海边，冰冰凉凉的冰棍，这就是本小姐的最爱！",
        "dialogues": [
            "夏天，海边，冰冰凉凉的冰棍，这就是本小姐的最爱！",
            "等会儿要打一场水上排球吗？我可是不会输的！",
            "这个防水袋很管用哦，不光是手机，别的什么东西，我都能帮你保管。",
            "怎么样，想吃这个冰棍吗？那就游到我的身边来吧！",
            "来吧，托住本小姐的泳圈，我们一起朝更远的海域进发，我就会把这个冰棍给你哦！"
        ]
    },
    {
        "id": 1828,
        "fullImg": "images/partners/1828.png",
        "icon": "images/partners/1828_5.png",
        "name": "玛玛·拥入觊觎",
        "params": {
            "height": "155 см",
            "sizes": "72/58/70",
            "bday": "12/31",
            "hobby": "宇宙"
        },
        "flavor": "无限之限的母亲，无上之上的依恋。#n请保护我们，母亲。#n请拥抱我们，母亲。#n请容纳我们，母亲。#n请融化我们，母亲。#n母亲……",
        "firstSightDialogue": "我居于深海之中，但深海才是天国；我倒立于视野之内，但倒立才是正则。",
        "dialogues": [
            "我居于深海之中，但深海才是天国；我倒立于视野之内，但倒立才是正则。",
            "来吧，来吧，投入到妈妈的怀抱之中。我看到你眼中的觊觎和喜悦了，快来到妈妈的身边吧。",
            "所谓的“手”，即是可以灵活移动的外肢体……不要抗拒，让妈妈的“手”来好好地安慰你吧，睡吧……",
            "晕染才是世界的本质，就像是妈妈的爱一样——这些雾和絮会将你牢牢地包裹在里面哦。",
            "快到了，快到了，最后的时刻即将来临。妈妈对你做出的承诺即将成为现实……对这个行将毁灭的世界微笑吧。",
            "喵喵喵6"
        ]
    },
    {
        "id": 1940,
        "fullImg": "images/partners/1940.png",
        "icon": "images/partners/1940_5.png",
        "name": "红理惠·低烧病人",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "我有点怕苦……退烧药，请你喂我……蓝……",
        "dialogues": [
            "我有点怕苦……退烧药，请你喂我……蓝……",
            "我有点怕苦……退烧药，请你喂我……蓝……",
            "咕……咽下去了。这样病就能好……",
            "等一下……我，我还没有做好准备……现在，还不行……",
            "唔……我，我准备好了。啊——"
        ]
    },
    {
        "id": 1941,
        "fullImg": "images/partners/1941.png",
        "icon": "images/partners/1941_5.png",
        "name": "甜蜜烘焙实验",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "奶油和草莓的香气洋溢在温热的吐息之间，它们的成分到底是什么呢？#n在解开答案之前，时间啊，请流逝得慢一些。",
        "firstSightDialogue": "红理惠：赶快吃吧，蓝，这可是我们的得意之作！#n冰室蓝：有些不舍得吃……",
        "dialogues": [
            "红理惠：蛋糕做好了！希望能找到适合它的人。#n冰室蓝：我也是这么想的……",
            "红理惠：所以，蓝，蛋糕的做法你学会了吗？#n冰室蓝：抱歉，这种时候……很难集中精神。",
            "红理惠：赶快吃吧，蓝，这可是我们的得意之作！#n冰室蓝：有些不舍得吃……",
            "红理惠：我的手够不着啦，蓝，你喂我吧？#n冰室蓝：又提这种让人为难的要求，好吧……",
            "红理惠：草莓，偷吃一颗没关系吧？#n冰室蓝：我会瞒着黑音姐姐的，来。"
        ]
    },
    {
        "id": 1943,
        "fullImg": "images/partners/1943.png",
        "icon": "images/partners/1943_5.png",
        "name": "欧柏·黄桃冲击",
        "params": {
            "height": "150 см",
            "sizes": "96/52/77",
            "bday": "10/25",
            "hobby": "欧派"
        },
        "flavor": "没来由地对丰满产生了执念的少女。#n就在这个夏天，穿着一身贴身泳装的欧柏粉墨登场！#n“就像黄桃一样汁水四溢地炸开吧！”",
        "firstSightDialogue": "水灵灵的美少女，就像黄桃一样丰硕柔软！",
        "dialogues": [
            "水灵灵的美少女，就像黄桃一样丰硕柔软！",
            "薄薄的泳衣，是不是很像包裹着桃肉的外皮呢？",
            "即使不小心落水了也不用救生圈，因为脂肪就是我最好的护身符哦。",
            "美少女的爱心，喜欢吗？爱心里面就是我最珍贵的至宝哦！",
            "冰块，果冻，新鲜的黄桃……这就是最美好的夏天！"
        ]
    },
    {
        "id": 1944,
        "fullImg": "images/partners/1944.png",
        "icon": "images/partners/1944_5.png",
        "name": "莉帕尔·纯洁试探陷阱",
        "params": {
            "height": "155 см",
            "sizes": "71/50/68",
            "bday": "11/23",
            "hobby": "欺诈之血、惩戒"
        },
        "flavor": "镰刀渴求着欺诈之血的莉帕尔，本来在一个人静静地听着音乐，但不速之客的闯入却打乱了这片平静。#n尽管如此，莉帕尔却隐隐觉得这样也没什么不好。",
        "firstSightDialogue": "好听的音乐就像是诚实善良的人一样，能让人完全放松下来。",
        "dialogues": [
            "好听的音乐就像是诚实善良的人一样，能让人完全放松下来。",
            "前调优美，变奏噪杂的曲子也是一种欺诈……可惜作曲者不在我面前。",
            "虽然安宁的时光也不错，但没有值得被“纠正”的人，总觉得有些无聊。",
            "你……你说你也想听音乐？等等……耳机给别人戴上是不是相当于接吻呢？",
            "你真的想和我一起听么？要是欺骗我的话，我的镰刀可是会起反应的。"
        ]
    },
    {
        "id": 1948,
        "fullImg": "images/partners/1948.png",
        "icon": "images/partners/1948_5.png",
        "name": "红理惠",
        "params": {
            "height": "139 см",
            "sizes": "73/49/75",
            "bday": "8/24",
            "hobby": "医学，蛋糕"
        },
        "flavor": "在军团内战中因圣痕幸存，却也因此遭遇不幸的女孩，在梦境中的模样。#n今后会一边作为崩坏学园建设五期的医学生活动，一边度过平淡无奇的校园日常。",
        "firstSightDialogue": "你好呀，我是红理惠，无论是身体上的还是心底里的病痛，都交给我来治愈吧。你问我身上的伤口？这种小事情请不用在意。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1961,
        "fullImg": "images/partners/1961.png",
        "icon": "images/partners/1961_5.png",
        "name": "莎拉赫·焚城魔人",
        "params": {
            "height": "165 см",
            "sizes": "90/64/89",
            "bday": "-",
            "hobby": "弗朗花、品酒"
        },
        "flavor": "45年长空市焚城危机的罪魁祸首，身负猩红魔女之名的血之构型植入者。#n自称无名佣兵，是新长空市最大的地下走私组织“斯基泰列车”二把手，也是南方军团战争仲裁委员会的高级谍报人员。#n今夜她独自对着月之舞台举杯，一杯敬她的对手，另一杯敬窗外的火焰，那是能够焚烧一切的烈火。",
        "firstSightDialogue": "多么可悲呀？她越是运用智谋，就越是助长火苗，让它成为焚烧一切的烈火。",
        "dialogues": [
            "多么可悲呀？她越是运用智谋，就越是助长火苗，让它成为焚烧一切的烈火。",
            "长空市是扭曲的极致，在行走于人间之神的庇佑下，少数幸运儿们……恬不知耻地装作无罪羔羊。",
            "看这窗外狂欢的火焰，它像是以所有的不甘为薪柴。",
            "此番美景，不来喝一杯吗？",
            "Bang！下一个就是你——开玩笑的，我的计划已经完成了。"
        ]
    },
    {
        "id": 1963,
        "fullImg": "images/partners/1963.png",
        "icon": "images/partners/1963_5.png",
        "name": "冰室蓝·生化骑士",
        "params": {
            "height": "140 см",
            "sizes": "73/49/75",
            "bday": "-",
            "hobby": "生化骑士"
        },
        "flavor": "无论是守护着我，还是作为我期盼成为的样子，守护我想守护的人， 你都做得很好。#n但是……再见了，生化骑士。从今以后，我成为你。",
        "firstSightDialogue": "理惠，就由我来守护。",
        "dialogues": [
            "理惠，就由我来守护。",
            "铁拳还是电矛？消灭敌人的方式，选一个吧？",
            "披上披风，有成为骑士的感觉……很酷。",
            "喜欢机械，就会变得想要成为机械。不觉得这很合理吗？",
            "过去扮演“公主”的我，已经死了。"
        ]
    },
    {
        "id": 1967,
        "fullImg": "images/partners/1967.png",
        "icon": "images/partners/1967_5.png",
        "name": "晨风曦光的女巫",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "似乎看到了，让那颗不坦率的心，随着晨风与曦光摇曳起来的魔法。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1968,
        "fullImg": "images/partners/1968.png",
        "icon": "images/partners/1968_5.png",
        "name": "芽衣·浮力万全",
        "params": {
            "height": "173 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "海边、雪糕"
        },
        "flavor": "来到海边的芽衣，准备了一堆享受夏天的东西——泳衣，游泳圈，还有雪糕……#n尽管中间也会发生意外，但意外正是旅途乐趣的一部分。",
        "firstSightDialogue": "只要备好泳衣，游泳圈，还有冰冰凉凉的雪糕，就能在大海中静静享受呢。",
        "dialogues": [
            "只要备好泳衣，游泳圈，还有冰冰凉凉的雪糕，就能在大海中静静享受呢。",
            "你的游泳圈带好了吗？再让我检查一次。",
            "琪亚娜今天会穿什么样的泳装呢？我也有点好奇呢……",
            "啊，雪糕滴到胸前了……不过没关系，等会就化了吧。",
            "哎呀……不过，像这样的意外，也算是一种旅途中的趣事嘛。"
        ]
    },
    {
        "id": 1970,
        "fullImg": "images/partners/1970.png",
        "icon": "images/partners/1970_5.png",
        "name": "冰室蓝·心械公主",
        "params": {
            "height": "140 см",
            "sizes": "73/49/75",
            "bday": "-",
            "hobby": "机械、星星"
        },
        "flavor": "因为自尽时被红理惠舍命相救，意外获得对方的记忆，从而决定用一生守护对方的女孩。#n“说不出口的话语，在我的心中扎根。”",
        "firstSightDialogue": "“公主大人”吗……这种称呼，实在太不适合我了。但只要她喜欢……",
        "dialogues": [
            "我内心最坚强的灵魂，我的半身，请你一定要守护好她。",
            "只要心里想着，必须守护着某人，银河之力就会源源不断地在脉搏中流淌。",
            "人不可能当一辈子公主，不是吗？",
            "牛排……不行，真正的公主都是吃甜甜的东西的。",
            "“公主大人”吗……这种称呼，实在太不适合我了。但只要她喜欢……",
            "绘本中的幻想世界，终究还是会被遗忘……"
        ]
    },
    {
        "id": 1974,
        "fullImg": "images/partners/1974.png",
        "icon": "images/partners/1974_5.png",
        "name": "红理惠·伤痕天使",
        "params": {
            "height": "139 см",
            "sizes": "73/49/75",
            "bday": "8/24",
            "hobby": "治疗、绘本"
        },
        "flavor": "因为缺爱和苦难变得敏感，却决定成为医生的女孩。拥有不惜一切代价也要拯救别人的自毁性。#n“我何时才能真正变得坚强？”",
        "firstSightDialogue": "我们一起去冒险吧。别担心，无论受伤多少次，我都会治好你的。",
        "dialogues": [
            "“天使”什么的……我，我真的配得上这样的称呼吗……？",
            "我们一起去冒险吧。别担心，无论受伤多少次，我都会治好你的。",
            "真是的……请不要把我当作小孩子！",
            "我依然忘不了，蓝倒在我面前的样子……我再也不想看到受伤和死亡了！",
            "我真的不喜欢战斗，我也真的不暴力。我可是天使，对吗……",
            "哇，是新衣服……我变得好漂亮！呃，那个，刚才的请你当作没看到……"
        ]
    },
    {
        "id": 1975,
        "fullImg": "images/partners/1975.png",
        "icon": "images/partners/1975_5.png",
        "name": "生化骑士",
        "params": {
            "height": "360 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "肉"
        },
        "flavor": "生化骑士是心械公主的半身，二者身体不同却互为彼此，拥有同一个灵魂。",
        "firstSightDialogue": "（模糊的广播声音）是标志性的Biceps Flex~",
        "dialogues": [
            "铁~",
            "电！",
            "纸……",
            "冷……",
            "（模糊的广播声音）……排骨……半价，限时半价……",
            "（模糊的广播声音）是标志性的Biceps Flex~"
        ]
    },
    {
        "id": 1976,
        "fullImg": "images/partners/1976.png",
        "icon": "images/partners/1976_5.png",
        "name": "小蜜蜂&龙龙&水母银",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "趣味"
        },
        "flavor": "“医生说，它们虽然会弄疼我，但是其实是在帮助我。”#n“我给它们取了名字，这样它们就不会离开我了，对吧？”",
        "firstSightDialogue": "对不起，小红，我们暂时离开啦~#n当你遇到难过的事情时，我们就在梦中再会吧~",
        "dialogues": [
            "虽然打针很痛，但是忍一忍就好了。小红你的病一定能好起来的。[小蜜蜂]",
            "小红，你说你想多学一些知识？真是个让人心疼的好孩子……[小蜜蜂]",
            "我才没有摸鱼捏，我的职责就是挂在输液架上一动不动，把药一点点注入小红的身体捏~[龙龙]",
            "小红长大之后，一定是非常不得了的妩媚系美少女~[龙龙]",
            "（超小声）对不起，但，但我必须切开你的身体……[水母银]",
            "（超小声）生而为手术刀，我很抱歉……但只要能让小红好起来……[水母银]"
        ]
    },
    {
        "id": 1978,
        "fullImg": "images/partners/1978.png",
        "icon": "images/partners/1978_5.png",
        "name": "甜品天堂多谢款待",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "今天是甜品天堂的女仆日。客人们都说今天的甜品真的很甜，真的很美味，真的很好吃。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1827,
        "fullImg": "images/partners/1827.png",
        "icon": "images/partners/1827_5.png",
        "name": "缪娜·水色的精灵",
        "params": {
            "height": "156 см",
            "sizes": "76/56/77",
            "bday": "5/15",
            "hobby": "帮助他人"
        },
        "flavor": "来到海边的缪娜，在碧水蓝天之间，痛快而轻松地淋浴着。#n水龙头哗啦啦的声音，听起来就像是海浪的涛声一样明朗。",
        "firstSightDialogue": "从医学上来说，淋浴是一种很有疗效的治愈行为呢。",
        "dialogues": [
            "从医学上来说，淋浴是一种很有疗效的治愈行为呢。",
            "碧水，蓝天……像这样的地方，应该不会有病人出现吧。",
            "这个水龙头的水温非常合适，我建议你也可以放松下来，冲个澡哦。",
            "多多清洁自己的身体，我不会放过任何一个角落。",
            "啊……什么也不用去想，完全放松下来的感觉，真的很美好呢。",
            "喵喵喵6"
        ]
    },
    {
        "id": 1942,
        "fullImg": "images/partners/1942.png",
        "icon": "images/partners/1942_5.png",
        "name": "卡珊德拉·愚众甜夜",
        "params": {
            "height": "167 см",
            "sizes": "84/64/80",
            "bday": "-",
            "hobby": "糖果"
        },
        "flavor": "编号OS-06-MI的空想神格。#n面对甜食陷阱，世界上最容易欺骗的人，或许就是预言家自己。",
        "firstSightDialogue": "“今夜，一名愚人落入显而易见的粗鄙陷阱。”此番预言，在真正的预言家面前苍白无力。",
        "dialogues": [
            "睡在糖果机里，有吃不完的甜食……我怎么会做这种美梦？",
            "够了……放我出去……我受够你的那种视线了，我认输……",
            "我哪里也不会去，永远也不出去……慢着，莫非我被你当作观赏品了？",
            "“今夜，一名愚人落入显而易见的粗鄙陷阱。”此番预言，在真正的预言家面前苍白无力。",
            "战胜诱惑的最好办法就是直面诱惑，你不懂的。"
        ]
    },
    {
        "id": 1737,
        "fullImg": "images/partners/1737.png",
        "icon": "images/partners/1737_5.png",
        "name": "九霄·绛紫幽兰",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "暗中守护大家的节日"
        },
        "flavor": "褪去救世主的战斗服，和大家一同享受来自夏日的庆典。#n但这绝不意味着就此掉以轻心！潜藏在和平之下的黑暗，仍然企图染指这份祥和……幸好，一切都在九霄大人的意料之中，在邪恶萌生之时便在阴影中将其祓除。#n守护了这份和平的，到底是谁呢？#n真不愧是影之救世主大人！",
        "firstSightDialogue": "吾等所面对的漆黑可远远不止如此，若要松懈未免为时过早……但是，现在就好好享受这份死斗后的小小平和吧。",
        "dialogues": [
            "吾等所面对的漆黑可远远不止如此，若要松懈未免为时过早……但是，现在就好好享受这份死斗后的小小平和吧。",
            "啊？啊对！没错！吾早就料到“巨大的邪恶”会趁着庆典的空隙伸出爪牙，所以才混入人群之中伺机而动。无需赞誉……这是吾等的义务。",
            "甘美而又猩红的结晶，蕴含生命的果实……嗯，若是要对抗“巨大的邪恶”应该很能派上用场吧。",
            "军资金……居然不知不觉间就见底了，呜……这也是“巨大的邪恶”设下的陷阱吗，太大意了……！",
            "吾等正是生于阴影而狩黑暗之人，就算和吾一起堕入庆典之下的阴影也在所不惜吗，很好……跟上来吧！",
            "喵喵喵6"
        ]
    },
    {
        "id": 1983,
        "fullImg": "images/partners/1983.png",
        "icon": "images/partners/1983_5.png",
        "name": "红理惠·染上粉血",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "将伤口的红用白稀释，然后我们一起，在梦境的尽头相遇吧。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1922,
        "fullImg": "images/partners/1922.png",
        "icon": "images/partners/1922_5.png",
        "name": "阿库莉亚·胜局已定",
        "params": {
            "height": "160 см",
            "sizes": "80/55/83",
            "bday": "6/24",
            "hobby": "下棋"
        },
        "flavor": "在学园举办的节日展里，一副未完成的残局吸引了阿库莉亚的注意。她接过棋子，凝视前方……开始与未曾谋面的棋士对弈。",
        "firstSightDialogue": "虽然你竭尽全力仍然败北，但我欣赏你竭尽全力思考的样子。",
        "dialogues": [
            "将死。这局是我赢了。",
            "需要让你几子吗？没关系，不必感到丢脸。",
            "很好，你这一手的布局很精妙。",
            "虽然你竭尽全力仍然败北，但我欣赏你竭尽全力思考的样子。",
            "再来一局吧，你是不错的对手。"
        ]
    },
    {
        "id": 1945,
        "fullImg": "images/partners/1945.png",
        "icon": "images/partners/1945_5.png",
        "name": "魔屋礼节",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "受到拉妮邀请，蒂亚拉勉强同意了节日布置的活动，两人一起穿上了魔女礼服，忽然……蒂亚拉意识到一股不妙的感觉从脚底蹿了上来。#n“嗯？这是最普通的礼节呀。”",
        "firstSightDialogue": "蒂亚拉，衣服的扣子没扣好哦。#n知道了，我会自己……这个……不用你帮忙啦！",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1950,
        "fullImg": "images/partners/1950.png",
        "icon": "images/partners/1950_5.png",
        "name": "长崎爽世",
        "params": {
            "height": "162 см",
            "sizes": "??/??/??",
            "bday": "5/27",
            "hobby": "香薰"
        },
        "flavor": "月之森女子学园的高一学生。在吹奏乐部担任低音提琴手。总是散发着温柔的氛围，是大家心目中的大姐姐。对任何人都很温柔，所以经常被周围的人依赖。有在思考时无意识摆弄手指的习惯。",
        "firstSightDialogue": "谢谢你没有放开我。",
        "dialogues": [
            "为什么重要的事总是说不出口呢？",
            "谢谢你没有放开我。",
            "去一起喝杯茶吧。",
            "我们是朋友呢。",
            "那都是骗人的。"
        ]
    },
    {
        "id": 1951,
        "fullImg": "images/partners/1951.png",
        "icon": "images/partners/1951_5.png",
        "name": "千早爱音",
        "params": {
            "height": "160 см",
            "sizes": "??/??/??",
            "bday": "9/8",
            "hobby": "看美妆类的视频"
        },
        "flavor": "羽丘女子学园的高一学生。成绩优秀，社交能力和行动力很强。初中时代在班级里很受欢迎，还曾担任过学生会会长。性格容易跟风，喜欢追逐流行。",
        "firstSightDialogue": "我是爱音，我其实没那么容易迷路哦。",
        "dialogues": [
            "我是爱音，我其实没那么容易迷路哦。",
            "啊哈哈哈~请多关照。",
            "一起在迷茫之中前进吗？",
            "天哪，这可是个大发现。",
            "哈？！"
        ]
    },
    {
        "id": 1952,
        "fullImg": "images/partners/1952.png",
        "icon": "images/partners/1952_5.png",
        "name": "高松灯",
        "params": {
            "height": "155 см",
            "sizes": "??/??/??",
            "bday": "11/22",
            "hobby": "收集喜欢的东西（石头、创可贴、好看的叶子等等）"
        },
        "flavor": "羽丘女子学园的高一学生。她对事物的感知方式与周围人有些不同，是“羽丘的不可思议女孩”。喜欢收集自己感兴趣的东西，经常去捡掉在路边的石头或树叶。",
        "firstSightDialogue": "我是高松灯……请多关照。",
        "dialogues": [
            "我是高松灯……请多关照。",
            "那……能陪我组一辈子的乐队吗？",
            "一辈子好难……非常难……",
            "我害怕受伤，才想组一辈子的乐队……",
            "你一直很重视我们的乐队……谢谢你……"
        ]
    },
    {
        "id": 1953,
        "fullImg": "images/partners/1953.png",
        "icon": "images/partners/1953_5.png",
        "name": "椎名立希",
        "params": {
            "height": "156 см",
            "sizes": "??/??/??",
            "bday": "8/9",
            "hobby": "收藏熊猫周边、一个人唱卡拉OK"
        },
        "flavor": "花咲川女子学园的高一学生。喜欢独处的独行侠。虽然在LIVE HOUSE「RiNG」打工，但并不擅长与客人打交道。对灯很宽容。家里有一个大四岁的姐姐。",
        "firstSightDialogue": "我发誓，和灯的话，我愿意一辈子一起。",
        "dialogues": [
            "灯，你还好吗？",
            "哈？",
            "你是在逃避吧。",
            "你也太不会撒谎了。",
            "我发誓，我愿意和灯一辈子在一起。"
        ]
    },
    {
        "id": 1954,
        "fullImg": "images/partners/1954.png",
        "icon": "images/partners/1954_5.png",
        "name": "要乐奈",
        "params": {
            "height": "150 см",
            "sizes": "??/??/??",
            "bday": "2/22",
            "hobby": "和猫一起玩"
        },
        "flavor": "花咲川女子学园的初三学生。是一个在LIVE HOUSE「RiNG」神出鬼没的古怪女孩。吉他实力相当出色。喜欢的就是喜欢，不喜欢的就是不喜欢，喜恶分明。喜欢抹茶。",
        "firstSightDialogue": "有趣的女……孩子。",
        "dialogues": [
            "喜欢。",
            "SPACE，我以为会存在一辈子，但是没有了。",
            "晚安。",
            "肚子饿了。",
            "有趣的女……孩子。"
        ]
    },
    {
        "id": 1955,
        "fullImg": "images/partners/1955.png",
        "icon": "images/partners/1955_5.png",
        "name": "高松灯·闪耀长空",
        "params": {
            "height": "155 см",
            "sizes": "??/??/??",
            "bday": "11/22",
            "hobby": "收集喜欢的东西（石头、创可贴、漂亮的叶子等等）"
        },
        "flavor": "MyGO!!!!!的主唱，拥有独特的感性。喜欢收集心仪的物品，经常会去捡掉在路上的石头或树叶。她有些在意自己的感觉和周围的人不一样，但她在学校里却是如同吉祥物一般的存在，备受大家的喜爱。",
        "firstSightDialogue": "迷茫也没关系，迷茫也要前进……！",
        "dialogues": [
            "即便如此，我还是想和大家组一辈子的乐队。",
            "迷茫也没关系，迷茫也要前进……！",
            "即使如此，也要一辈子！",
            "要出场……五人一起！",
            "一起迷茫吧！"
        ]
    },
    {
        "id": 1956,
        "fullImg": "images/partners/1956.png",
        "icon": "images/partners/1956_5.png",
        "name": "椎名立希·闪耀长空",
        "params": {
            "height": "156 см",
            "sizes": "??/??/??",
            "bday": "8/9",
            "hobby": "收藏熊猫周边、一个人唱卡拉OK"
        },
        "flavor": "性格非常自立，喜欢独来独往。由于个性强烈且态度冷漠，经常和周围的人发生冲突，但也有着一旦认可对方，便会坚定地追随的一面。虽然目前在LIVE HOUSE「RiNG」打工，但似乎还是不太擅长接待客人。",
        "firstSightDialogue": "我觉得这支乐队能行。",
        "dialogues": [
            "当我听到灯的歌声后，觉得那就是我的心声……",
            "让我觉得即使是这样的我也可以活下去。",
            "所以我…很开心能重新开始组乐队。",
            "我觉得这支乐队能行。",
            "知道了，就由我来作曲。"
        ]
    },
    {
        "id": 1957,
        "fullImg": "images/partners/1957.png",
        "icon": "images/partners/1957_5.png",
        "name": "要乐奈·闪耀长空",
        "params": {
            "height": "150 см",
            "sizes": "??/??/??",
            "bday": "2/22",
            "hobby": "和猫一起玩"
        },
        "flavor": "凭直觉行事，拥有自由随性的个性。对待喜爱和讨厌的事物反差很强烈，感兴趣的事会全情投入，不感兴趣的事则会完全忽视。喜欢自我主张强烈的人。因为从小在音乐环境中成长，所以演奏的技艺甚至不亚于职业乐手。",
        "firstSightDialogue": "开始玩乐队吧。",
        "dialogues": [
            "开始玩乐队吧。",
            "终于来了。",
            "下次什么时候开LIVE？",
            "好了吗？",
            "满足了。"
        ]
    },
    {
        "id": 1959,
        "fullImg": "images/partners/1959.png",
        "icon": "images/partners/1959_5.png",
        "name": "闪耀长空！",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "彼此的相遇如此短暂，也许这只是一次奇迹，别忘记我们……也别忘了你自己。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1960,
        "fullImg": "images/partners/1960.png",
        "icon": "images/partners/1960_5.png",
        "name": "长空市的迷子集会",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "爱音&爽世：要拍了哦！#n琪亚娜：3、2、1……cheese！",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1962,
        "fullImg": "images/partners/1962.png",
        "icon": "images/partners/1962_5.png",
        "name": "姬子·施恩的艺术",
        "params": {
            "height": "167 см",
            "sizes": "95/61/92",
            "bday": "6/11",
            "hobby": "烹饪"
        },
        "flavor": "深秋某日，姬子酿制起了南瓜酒，厨房里则放置着她精心烤制的火鸡。#n这是姬子为了报答同伴们平日照料，特意为大家准备的招待晚宴，邀请函上写着——偶尔放下无尽的争斗，在避风港享乐、追寻自己的另一面吧。",
        "firstSightDialogue": "等你很久了，和姐姐一起分享感恩“特典”吧。",
        "dialogues": [
            "等你很久了，和姐姐一起分享感恩“特典”吧。",
            "你想吃火鸡的什么部位呢？鲜美的翅中？饱满的胸肉？又或是丰盈的大腿？还是说……",
            "每段经历都是成长的礼物，每份遇见也都是生命的馈赠——所以我们烹饪这只火鸡没有错哦，这是人类对它这一生的肯定。",
            "姐姐我的手艺不错吧？毕竟要招待你，许多地方我都是亲力亲为的呢。",
            "你看起来有心事，在吃饭前要和姐姐聊聊吗，当然了，吃完之后也可以。今天是特殊的日子，我们还有很多时间。"
        ]
    },
    {
        "id": 1964,
        "fullImg": "images/partners/1964.png",
        "icon": "images/partners/1964_5.png",
        "name": "巫静妃·流风瑰宝",
        "params": {
            "height": "171 см",
            "sizes": "89/68/93",
            "bday": "11/15",
            "hobby": "古玩"
        },
        "flavor": "和往常一样，巫静妃会在假日光顾新长空市的古玩街，这里汇聚着上世纪的珍贵古玩，每一样都是——#n“每一样都是假的”巫静妃叹气道。毕竟这里连空宝都做成了古老的涂装，这可是最新潮的吉祥物欸！",
        "firstSightDialogue": "老板，你这里只有空宝是最值钱的……你说它不是空宝？是上世纪传下来的空宝祖母？",
        "dialogues": [
            "老板，你这里只有空宝是最值钱的……你说它不是空宝？是上世纪传下来的空宝祖母？",
            "每件古玩是不是还能追溯到制造时期呢？毕竟这里都能扫码支付了。",
            "这些仿造出来的古玩，无论过去、将来都只是一堆垃圾——但现在不是，我可以用它们来举报摊主你呢。",
            "嗯……虽都是些赝品，但确实唤起了不少回忆。",
            "要不要买点东西给学生呢？这只空宝，或许卡琳同学会喜欢。"
        ]
    },
    {
        "id": 1965,
        "fullImg": "images/partners/1965.png",
        "icon": "images/partners/1965_5.png",
        "name": "煌嵐·亲力亲为",
        "params": {
            "height": "150 см",
            "sizes": "82/56/86",
            "bday": "-",
            "hobby": "同人创作"
        },
        "flavor": "为了人气、销量以及漫展结束之后和助手们一起聚餐的饭钱，煌嵐同学决定豁出去。#n“太拼了吧，大姐头……”#n新时代的同人创作，是同行内卷的地狱领域。",
        "firstSightDialogue": "为什么我非得做这种事情……而且销量还真的上去了……真是让人哭笑不得。",
        "dialogues": [
            "我早就知道我的作品“空有画工剧情平庸”啦，这是我现在唯一拿得出手的创作优势……所以，你买不买？",
            "为什么我非得做这种事情……而且销量还真的上去了……真是让人哭笑不得。",
            "“感觉和作品封面上的角色尺寸对不上？”你……有种漫展结束后别走！",
            "（夹嗓子）本，本人的新刊好评发售中……这位路过的客咳咳！客人，不不买一本吗？啊哈哈……",
            "你说你喜欢我的作品？真是的，别开这种玩笑……不，不是玩笑？啊……那个，谢谢……"
        ]
    },
    {
        "id": 1966,
        "fullImg": "images/partners/1966.png",
        "icon": "images/partners/1966_5.png",
        "name": "西琳·收集之道",
        "params": {
            "height": "155 см",
            "sizes": "76/58/78",
            "bday": "6/23",
            "hobby": "收集周边"
        },
        "flavor": "闻名遐迩的崩坏学园学生西琳，来到长空市漫展“同人之壁”，一边收集周边，一边义务守护漫展的秩序、惩治倒买倒卖行为。#n据说能毫无征兆、神出鬼没地出现在任何破坏漫展秩序的人身后，有着幽灵般可怕的能力。",
        "firstSightDialogue": "这个漫展的周边寄托了创作者们的热爱，如果有谁胆敢破坏这份热爱，就别怪西琳我不客气了！",
        "dialogues": [
            "“同人之壁”有好多好厉害的创作者参加啊，西琳我也可以……成为像他们一样的创作者吗？",
            "这个漫展的周边寄托了创作者们的热爱，如果有谁胆敢破坏这份热爱，就别怪西琳我不客气了！",
            "把九霄大人周边化，这种主意到底是谁想出来的……那个人，简直是天才不是吗？！",
            "你要送我限定版？！好重……！这个我不能收下呀，身为学姐贪心过头的话就失态了……",
            "啊哇哇，是学校里的同学？！你说的没错，这个九霄大人的“无料”是我做的。拜托你千万不要说出去……"
        ]
    },
    {
        "id": 1969,
        "fullImg": "images/partners/1969.png",
        "icon": "images/partners/1969_5.png",
        "name": "卡琳·一以当军",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "“阿库，接下来的目标是？”#n“请对我下命令，只要是你希望的，即使……”",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1971,
        "fullImg": "images/partners/1971.png",
        "icon": "images/partners/1971_5.png",
        "name": "布洛妮娅·超然自逸",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "希儿、杏、滑板"
        },
        "flavor": "穿堂风夹杂着花香，跃升至整座城市上空——布洛妮娅正乘着动力滑板，如‌‌游隼般在楼宇间穿梭。#n明明是极其危险的运动，布洛妮娅却气定神闲，仿佛一切都在她的掌控之内。#n“并不是这样。布洛妮娅买的衣服尺寸不对……必须给希儿和杏换成合适的尺寸才行。”",
        "firstSightDialogue": "风云变幻，许多时候是一种幻象，保持冷静一定能看清前方。",
        "dialogues": [
            "风云变幻，许多时候是一种幻象，保持冷静一定能看清前方。",
            "嗯，布洛妮娅是靠这块动力滑板出行的。你也要试试？……布洛妮娅不太推荐这样做。",
            "希儿和杏的衣服是布洛妮娅为她们挑的，她们虽然很喜欢……但布洛妮娅发现尺寸错了，希望来得及找店家换套合适的。",
            "布洛妮娅有点忙，要赶在店家关门之前去换货……降落是否需要帮助？没关系，布洛妮娅有办法的。",
            "天空确实比喧嚣的街道安静，但也多了一份孤独，所以布洛妮娅会回到希儿和杏的身边。"
        ]
    },
    {
        "id": 1972,
        "fullImg": "images/partners/1972.png",
        "icon": "images/partners/1972_5.png",
        "name": "希儿·静心自若",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "布洛妮娅、喝茶"
        },
        "flavor": "希儿轻抿了一口茶，无数回忆涌上心头。#n有她和布洛妮娅、杏相识的回忆、有她冒险的回忆、有她成长的回忆……忽然，希儿脑海中闪过了一丝烦恼，她想起了午睡时做的噩梦……#n希儿皱起眉头，思忖着噩梦的内容，随后她立刻决定忘记那些不愉快的回忆。因为她所珍视的布洛妮娅和杏回来了——希儿扬起微笑，柔和的气息包裹了整个花园。",
        "firstSightDialogue": "布洛妮娅姐姐有急事出门了，是什么事呢……希望姐姐她能顺利。",
        "dialogues": [
            "布洛妮娅姐姐有急事出门了，是什么事呢……希望姐姐她能顺利。",
            "杏好像说要在城市里转一圈……但是天气预报说马上要暴雨了，好担心……",
            "要来一杯茶吗？希儿学习了许多泡茶技巧。",
            "保持内心宁静，外界的喧闹便无法扰乱我们。",
            "希儿想变得和大人一样，因为大人能够为了他人而温柔……为了他人而坚强。"
        ]
    },
    {
        "id": 1973,
        "fullImg": "images/partners/1973.png",
        "icon": "images/partners/1973_5.png",
        "name": "杏·逍遥自得",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "摩托"
        },
        "flavor": "都市一角，杏做着出发的准备……尽管天气预报发出了暴雨警告，杏和她的座驾也决心开始一场不羁之旅。#n是为了什么呢？为了保护同伴或是拯救世界，又或者仅仅要救一只猫咪？#n都不是。杏只是想逍遥一趟罢了，对她来说，自己想做什么才是最重要的！不过有时候，还是会稍稍为布洛妮娅和笨蛋希儿留下一点空间的，真的只有一点点哦！",
        "firstSightDialogue": "本大爷要去兜风了，燃料已经加好了吧？很好！本大爷会带奶茶给你们的，尽量只洒半杯。",
        "dialogues": [
            "本大爷要去兜风了，燃料已经加好了吧？很好！本大爷会带奶茶给你们的，尽量只洒半杯。",
            "哼哼，我就知道笨蛋希儿胆子小，连摩托车都不敢坐。",
            "布洛妮娅已经先行一步了吗？没关系，本大爷很快就能追上她。",
            "喂，把地图拿回去，本大爷想去哪就去哪！无论是世界边缘，还是宇宙尽头！",
            "天气很差，要本大爷之后再走？哈哈，多余的担心！倒要看看，雨水和本大爷谁更快！"
        ]
    },
    {
        "id": 1977,
        "fullImg": "images/partners/1977.png",
        "icon": "images/partners/1977_5.png",
        "name": "墨提斯·清晨小憩",
        "params": {
            "height": "167 см",
            "sizes": "97/59/99",
            "bday": "4/23",
            "hobby": "书"
        },
        "flavor": "阳光洒进卧室，墨提斯欠了一下身子。#n“总算把这本书看完了。”墨提斯经常这样，只要是图书馆发现了好书，她就会带回卧室通宵读完，如同渴望呼吸般读着书本。",
        "firstSightDialogue": "早上好，你是刚刚起床吗？还是和我一样通宵了呢？",
        "dialogues": [
            "早上好，你是刚刚起床吗？还是和我一样通宵了呢？",
            "昨晚一本童话书让我很是着迷，有机会的话我来读给你听吧？",
            "我喜欢人类创造的故事，他们会提炼自己的生活，会主张自己的观点，还会撰写那些几乎难以在人世找到的浪漫故事。",
            "时间还早，在早餐之前可以再睡一会儿哦，别担心迟到，我会叫你的。",
            "每本书都有自己的结局，但生活不是……至少此时此刻，我们的幸福是可以延续的。",
            "每本书都有自己的结局，但生活不是……至少此时此刻，我们的幸福是可以延续的。"
        ]
    },
    {
        "id": 1979,
        "fullImg": "images/partners/1979.png",
        "icon": "images/partners/1979_5.png",
        "name": "稻荷·好运降临",
        "params": {
            "height": "148 см",
            "sizes": "75/56/77",
            "bday": "5/15",
            "hobby": "许愿"
        },
        "flavor": "一个重物……订正，一位美丽狐仙落到了神社的奉纳箱之上。#n本就不多的奉纳金被砸得满地都是（描述人补充，和美丽狐仙没有关系）总之难得狐仙显灵，向她许个愿望吧！",
        "firstSightDialogue": "你的愿望我听到了，请拿好你的绘马——你干嘛，我怕痒！",
        "dialogues": [
            "你的愿望我听到了，请拿好你的绘马——你干嘛，我怕痒！",
            "“想变得幸福”许多人都会许那样的愿望，可大家都说不清楚什么才算是幸福。不过在你们失落的时候，我可以给你们一个拥抱！",
            "呜哇，好多钱掉出来了，快和我一起捡……喂，别想趁机摸我尾巴哦。",
            "今天来奉纳的时间真早呢，你难道很闲吗？要是你许愿的话，说不定我可以稍微陪你下。",
            "希望我能开心？真是个奇怪的人……居然为神灵许愿。哼哼，我已经很开心了，希望你也永远幸福！",
            "希望我能开心？真是个奇怪的人……居然为神灵许愿。哼哼，我已经很开心了，希望你也永远幸福！"
        ]
    },
    {
        "id": 2000,
        "fullImg": "images/partners/2000.png",
        "icon": "images/partners/2000_5.png",
        "name": "高松灯",
        "params": {
            "height": "155 см",
            "sizes": "??/??/??",
            "bday": "11/22",
            "hobby": "收集喜欢的东西（石头、创可贴、好看的叶子等等）"
        },
        "flavor": "羽丘女子学园的高一学生。她对事物的感知方式与周围人有些不同，是“羽丘的不可思议女孩”。喜欢收集自己感兴趣的东西，经常去捡掉在路边的石头或树叶。",
        "firstSightDialogue": "那个……我是高松灯，请多指教。虽然乐队组建不久，但我会和重要的伙伴们一边迷茫，一边前进的……",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2001,
        "fullImg": "images/partners/2001.png",
        "icon": "images/partners/2001_5.png",
        "name": "椎名立希",
        "params": {
            "height": "156 см",
            "sizes": "??/??/??",
            "bday": "8/9",
            "hobby": "收藏熊猫周边、一个人唱卡拉OK"
        },
        "flavor": "性格非常自立，喜欢独来独往。由于个性强烈且态度冷漠，经常和周围的人发生冲突，但也有着一旦认可对方，便会坚定地追随的一面。虽然目前在LIVE HOUSE「RiNG」打工，但似乎还是不太擅长接待客人。",
        "firstSightDialogue": "我是椎名立希，是MyGO!!!!!的鼓手，姑且也会作曲。目前乐队还有很多不成熟的地方，但希望你能来看我们的演出。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2002,
        "fullImg": "images/partners/2002.png",
        "icon": "images/partners/2002_5.png",
        "name": "要乐奈·闪耀长空",
        "params": {
            "height": "150 см",
            "sizes": "??/??/??",
            "bday": "2/22",
            "hobby": "和猫一起玩"
        },
        "flavor": "凭直觉行事，拥有自由随性的个性。对待喜爱和讨厌的事物反差很强烈，感兴趣的事会全情投入，不感兴趣的事则会完全忽视。喜欢自我主张强烈的人。因为从小在音乐环境中成长，所以演奏的技艺甚至不亚于职业乐手。",
        "firstSightDialogue": "我是要乐奈，吉他手。喜欢抹茶和荞麦面，还有……和猫玩，还有……弹吉他！说完了。Rikki，能给我抹茶芭菲了吗？",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2003,
        "fullImg": "images/partners/2003.png",
        "icon": "images/partners/2003_5.png",
        "name": "长崎爽世",
        "params": {
            "height": "162 см",
            "sizes": "??/??/??",
            "bday": "5/27",
            "hobby": "香薰"
        },
        "flavor": "月之森女子学园的高一学生。在吹奏乐部担任低音提琴手。总是散发着温柔的氛围，是大家心目中的大姐姐。对任何人都很温柔，所以经常被周围的人依赖。有在思考时无意识摆弄手指的习惯。",
        "firstSightDialogue": "你好，我是MyGO!!!!!的贝斯手，长崎爽世。我们是第一次来到长空市，伙伴们……都是很有个性的人，希望能和你成为好朋友。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2004,
        "fullImg": "images/partners/2004.png",
        "icon": "images/partners/2004_5.png",
        "name": "千早爱音",
        "params": {
            "height": "160 см",
            "sizes": "??/??/??",
            "bday": "9/8",
            "hobby": "看美妆类的视频"
        },
        "flavor": "羽丘女子学园的高一学生。成绩优秀，社交能力和行动力很强。初中时代在班级里很受欢迎，还曾担任过学生会会长。性格容易跟风，喜欢追逐流行。",
        "firstSightDialogue": "我是千早爱音，是MyGO!!!!!的吉他手。平时可以叫我爱音~对了对了，其实我还是乐队的发起人哦！",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1980,
        "fullImg": "images/partners/1980.png",
        "icon": "images/partners/1980_5.png",
        "name": "布洛妮娅·映雪绽星",
        "params": {
            "height": "165 см",
            "sizes": "79/60/83",
            "bday": "8/18",
            "hobby": "希儿、杏"
        },
        "flavor": "四十年后的布洛妮娅，一个人站在雪原之上。#n虽然陪伴着她的，只有手中的星星和花束。但当过去的记忆浮现于脑海之中时，她所感受到的，并非寒冷，而是温暖的酸楚与思念。",
        "firstSightDialogue": "但愿这道星光，能为孤独的孩子照亮前路。",
        "dialogues": [
            "所有的故事都会结局，但希望总会保留下来。",
            "但愿这道星光，能为孤独的孩子照亮前路。",
            "冰冷的雪季……明明如此寒冷，但一想起她们，却只会浮现温暖的回忆。",
            "就用这束绽放的花朵，去开启新的未来吧。",
            "杏和希儿，如果看到现在的我，她们会想什么呢？"
        ]
    },
    {
        "id": 1981,
        "fullImg": "images/partners/1981.png",
        "icon": "images/partners/1981_5.png",
        "name": "相祝的圣夜",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "飘雪的圣夜，故事在这里迈向了新的开始。#n无论何时，我们都一定会在此相遇。",
        "firstSightDialogue": "飘雪的圣夜，故事在这里迈向了新的开始。#n无论何时，我们都一定会在此相遇。",
        "dialogues": [
            "飘雪的圣夜，故事在这里迈向了新的开始。#n无论何时，我们都一定会在此相遇。",
            "阿库阿库，快看，是星星哦！——成分分析完毕，玻璃制品。你自己拿着玩吧。",
            "嗯，好甜的味道！——喂，你，你在干什么！？",
            "耶，本救世主和西琳的突然袭击！——嘻嘻，九霄大人，我们继续去玩游戏吧！？",
            "是你小子开我盒吗？突突突——"
        ]
    },
    {
        "id": 1982,
        "fullImg": "images/partners/1982.png",
        "icon": "images/partners/1982_5.png",
        "name": "梦中的奇异恩典",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "无论何时，希儿和杏都会一直注视着你。#n无论何时，我们都会一直祝福着你。#n——圣诞快乐，布洛妮娅姐姐。",
        "firstSightDialogue": "无论何时，希儿和杏都会一直注视着你。#n无论何时，我们都会一直祝福着你。#n——圣诞快乐，布洛妮娅姐姐。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 1984,
        "fullImg": "images/partners/1984.png",
        "icon": "images/partners/1984_5.png",
        "name": "娜娜兰·娜娜缇娜",
        "params": {
            "height": "144 см",
            "sizes": "75/52/76",
            "bday": "-",
            "hobby": "甜点"
        },
        "flavor": "六合众成员之一，对应十二生肖中的【鼠】。#n虽然外表上看起来只是个小女孩，但其实年龄已经超过三十岁。",
        "firstSightDialogue": "喂，你好。有什么需要我帮忙的吗？",
        "dialogues": [
            "喂，你好。有什么需要我帮忙的吗？",
            "休业时间快到了，准备换下女仆装，到地下室开作战会议吧。",
            "苍龙，瞳，都来搭把手，现在咖啡厅里的客人太多，有点忙不过来了！",
            "要来一份香菜水果塔么？这个甜点我只会给特殊的客人推荐哦！",
            "这家咖啡厅里的女仆个个身怀绝技，可不要小看我们哦。"
        ]
    },
    {
        "id": 1985,
        "fullImg": "images/partners/1985.png",
        "icon": "images/partners/1985_5.png",
        "name": "瞳",
        "params": {
            "height": "162 см",
            "sizes": "87/61/85",
            "bday": "-",
            "hobby": "和大家在一起"
        },
        "flavor": "六合众成员之一，对应十二生肖中的【兔】。#n性格害羞内向，在生活中显得有些迷糊。尽管如此，却能通过其圣痕构型对金属仪器进行非常精密的操作。",
        "firstSightDialogue": "你，你好……欢迎光临，今天咖啡厅有优惠活动哦。",
        "dialogues": [
            "你，你好……欢迎光临，今天咖啡厅有优惠活动哦。",
            "今天的餐品有蛋包饭、奶茶、大吉岭茶……对了，还有特殊餐品——萌兔特调，客人你想试试吗？",
            "只要有维姐……还有大家都在身边，就算是我，也能办到一些事情吧？",
            "感觉胸前有点紧……是不是因为这件女仆装洗太多次缩水了呢？",
            "女仆的爱心魔法……对不起，我表演得不太好……等，等一下，为什么是客人你来做这种事情……"
        ]
    },
    {
        "id": 1986,
        "fullImg": "images/partners/1986.png",
        "icon": "images/partners/1986_5.png",
        "name": "辩苍龙",
        "params": {
            "height": "165 см",
            "sizes": "84/62/85",
            "bday": "-",
            "hobby": "宝空、维哀斯"
        },
        "flavor": "六合众成员之一，对应十二生肖中的【龙】。#n忠诚于维哀斯，会将她称为“主公”。虽然给人的第一印象有些傲慢，但实际上是个情感丰富且纤细的人。",
        "firstSightDialogue": "欢迎光临，大小姐。请问您今天有特别指名吗？",
        "dialogues": [
            "欢迎光临，大小姐。请问您今天有特别指名吗？",
            "您的发饰和发型很相配呢，应该有精心准备过吧？",
            "女仆的专属魔法正在准备中，请稍微等待一下。",
            "不管需要什么都可以提出来，五十秒之内给您送到桌上。",
            "蛋包饭一份，奶茶一杯……我知道了。另外，您还想来一份皮蛋瘦肉粥吗？"
        ]
    },
    {
        "id": 1987,
        "fullImg": "images/partners/1987.png",
        "icon": "images/partners/1987_5.png",
        "name": "洛姿",
        "params": {
            "height": "203 см",
            "sizes": "98/67/97",
            "bday": "-",
            "hobby": "相互触碰"
        },
        "flavor": "六合众成员之一，对应十二生肖中的【虎】。#n平常基本上不会说话，都是通过面部表情和肢体动作来表达心中的想法。#n尽管由于其身高，令人望而生畏，但实际上是个很温柔的人。",
        "firstSightDialogue": "（紧紧地看过来，示意欢迎光临。）",
        "dialogues": [
            "（紧紧地看过来，示意欢迎光临。）",
            "（露出神秘的微笑，对你眨了眨眼睛，嗅嗅你身上的味道。）",
            "（摆弄头发。）烦心事，都消失。",
            "（耳朵跳动，笑得眯起了眼睛。）遇到你，洛姿，也开心。",
            "（展示肌肉）有事情。洛姿，帮你。"
        ]
    },
    {
        "id": 1988,
        "fullImg": "images/partners/1988.png",
        "icon": "images/partners/1988_5.png",
        "name": "危险壁垒",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "女仆的面具尚未卸下，战士的兵锋已经亮起。#n今日，就是登上舞台之时。",
        "firstSightDialogue": "女仆的面具尚未卸下，战士的兵锋已经亮起。#n今日，就是登上舞台之时。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 1990,
        "fullImg": "images/partners/1990.png",
        "icon": "images/partners/1990_5.png",
        "name": "托托莉·手作幸福",
        "params": {
            "height": "152 см",
            "sizes": "83/54/85",
            "bday": "-",
            "hobby": "饼干"
        },
        "flavor": "环球旅行中的某个街巷，托托莉和温蒂如果想吃到饼干的话，只能帮助素不相识的烘焙店老板，一起制作。#n或许是因为付出了劳动的汗水，作为回报，老板将饼干做成了二人的形状。温蒂露出了久违的笑容，托托莉看着饼干，丝毫不舍得吃。#n心中的这份幸福，正因为随时可能消失不见，才显得弥足珍贵。",
        "firstSightDialogue": "我没怎么做过饼干，但我相信我能够成功，因为我的头脑可是非常严谨的，在量的控制上绝对不会失误哦？",
        "dialogues": [
            "我没怎么做过饼干，但我相信我能够成功，因为我的头脑可是非常严谨的，在量的控制上绝对不会失误哦？",
            "小鸟小姐，可以告诉我温蒂去哪里了吗？……原来她躲雪堆后面偷看啊，太好了，她没有丢下我消失不见。",
            "我这个人，除了头脑稍微好一点，其实挺一无是处的……温蒂你那么强大，我来保护你什么的，那种事情肯定做不到啦……",
            "好漂亮……我还是第一次看到雪。虽然是有些寂寞的风景，不过雪融化之后，迎接温蒂的就是春天了。",
            "和温蒂的圣诞行程，该怎么规划才好呢……明明她说了很多想和我一起做的事情，可为什么我却总是没有想法呢……"
        ]
    },
    {
        "id": 1991,
        "fullImg": "images/partners/1991.png",
        "icon": "images/partners/1991_5.png",
        "name": "莉可·啜饮新虹",
        "params": {
            "height": "156 см",
            "sizes": "80/64/75",
            "bday": "-",
            "hobby": "很多"
        },
        "flavor": "编号OS-05-SPR的空想神格。#n空想神格中思维最为活跃，兴趣最为广泛，也是最让人难以招架的一个。#n尽管如此，却并不让人觉得厌烦呢。",
        "firstSightDialogue": "你也想喝这杯饮料吗？喝完能和莉可一起飞到天上哦！",
        "dialogues": [
            "你也想喝这杯饮料吗？喝完能和莉可一起飞到天上哦！",
            "云朵软乎乎的，趴在上面就跟佩蒂的九九一样，好舒服哦……",
            "我要乘着这只兔子去送礼物啦！嘿嘿，听起来好像圣诞老人哦。",
            "呜……哇……太好喝啦！好喝到我无论白天晚上都能看到星星呢！",
            "喝完这杯，莉可又变得精神百倍！今晚又去做什么有趣的事情呢？我要好好谋划一下……"
        ]
    },
    {
        "id": 2005,
        "fullImg": "images/partners/2005.png",
        "icon": "images/partners/2005_5.png",
        "name": "神奈·失误的藏宝",
        "params": {
            "height": "139 см",
            "sizes": "76/65/80",
            "bday": "8/3",
            "hobby": "财宝"
        },
        "flavor": "喜欢财宝和亮晶晶事物的神奈，却因为失误，在藏宝过程中将自己的储蓄罐摔碎了。#n为了打消他人的觊觎，神奈一边在心头滴着血，一边不得不将部分金币分散给他人。",
        "firstSightDialogue": "别，别多看了，我只是想把自己的财宝放出来晒晒而已！",
        "dialogues": [
            "别，别多看了，我只是想把自己的财宝放出来晒晒而已！",
            "你想帮我捡一下吗……好吧，可别动什么歪心思，不然恶龙就要张开血盆大口了——嗷呜！",
            "这些不是红包，别擅自动手……好吧，稍微分你一点也可以。",
            "喂，你在干什么？！我的财宝！呜呜……",
            "这些就是我的全部财产了。真的没有啦！手上抱着的是空罐子——才不给你看！",
            "金币……金币都落到地上了……不行，我一定要守好剩下的财宝！"
        ]
    },
    {
        "id": 2023,
        "fullImg": "images/partners/2023.png",
        "icon": "images/partners/2023_5.png",
        "name": "九霄·漫展达人",
        "params": {
            "height": "165 см",
            "sizes": "87/61/90",
            "bday": "12/24",
            "hobby": "逛漫展"
        },
        "flavor": "来到长空市“同人之壁”漫展现场的蓬莱寺九霄，迎着大家赞叹的目光自由地行动着。#n尽管看上去她就是那位举世闻名的英雄，但所有人都只把她当成了模仿十分相似的coser。",
        "firstSightDialogue": "难得一次出来玩，就暂时放下学园长的担子吧——漫展，本救世主来了！",
        "dialogues": [
            "好热闹的漫展，不过看着自己的照片被挂得到处都是，还是有点奇怪的感觉。",
            "本来还担心被人认出来，没想到大家都称呼我为“技艺精湛的九霄coser”，呵呵……",
            "话说西琳也在漫展现场，还没告诉她我也来了，等会儿就去突然袭击吧！",
            "这是我亲手做的“无料”……哼哼，本救世主的手艺如何？",
            "难得一次出来玩，就暂时放下学园长的担子吧——漫展，本救世主来了！"
        ]
    },
    {
        "id": 1989,
        "fullImg": "images/partners/1989.png",
        "icon": "images/partners/1989_5.png",
        "name": "拉妮艾特·佳绣厮守",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "春节"
        },
        "flavor": "对联OK，红包OK，屋子打扫完毕！就连两个人游街时的神州特色服装也准备完毕！春节对策非常完美。#n唯一的不完美之处，就是蒂亚拉迟迟不从房间里出来，似乎还在换衣服的样子。#n不过拉妮艾特选择给予对方耐心：#n“她一定会从房间里出来的。毕竟，房间的出口只有一个嘛。”",
        "firstSightDialogue": "这身神州特色穿搭，你觉得如何？……你说一般人可驾驭不了？那就对了，我怎么可能是“一般人”。",
        "dialogues": [
            "这身神州特色穿搭，你觉得如何？……你说一般人可驾驭不了？那就对了，我怎么可能是“一般人”。",
            "蒂亚拉跑去哪里了……你快帮我找找，糖果和红包全都给她准备好了。",
            "你问我外面噼里啪啦的爆炸声是怎么回事？别把我当笨蛋，不就是讨伐年兽嘛。这么强的火力，肯定能消灭它！",
            "别担心啦，我全身上下一点儿也不冷，不信你摸摸我的手，很暖和哦？",
            "蒂亚拉好慢哦，等得脚都酸了……我给她准备的旗袍，就那么难穿上吗？"
        ]
    },
    {
        "id": 1992,
        "fullImg": "images/partners/1992.png",
        "icon": "images/partners/1992_5.png",
        "name": "格赫罗斯",
        "params": {
            "height": "132 см",
            "sizes": "64/56/70",
            "bday": "-",
            "hobby": "无意识演奏，星球糖果"
        },
        "flavor": "格赫罗斯的日常是以觅食、睡觉和无意识演奏构成的循环，因为懒懒散散的随性生活很舒服。#n睡觉的时候格赫罗斯会和自己的床一起梦游，期间会被宇宙中的文明电波吸引并吵醒，所以醒来的时候嘴边就有星球可以吃。#n对随行仆人非常温柔，只要找到名为行星的小小糖果，便会轻易地给予奖励。",
        "firstSightDialogue": "行星只是小甜点，仆人献上多少颗都吃得下……不用担心长胖啦，毕竟甜食是装在另一个胃里的。",
        "dialogues": [
            "嘘——仆人，到安眠的时间了。汝若胆敢打扰安眠，会有最可怕最绝望的灾难降临于汝。",
            "行星只是小甜点，仆人献上多少颗都吃得下……不用担心长胖啦，毕竟甜食是装在另一个胃里的。",
            "刚才演奏的曲子就是所谓的圣歌哦，很棒对吧？阿撒托斯也非常喜欢，她听了一定会激动得睡不着呢。",
            "想玩“公主抱”？汝还真擅长提出有趣的要求呢……还愣着做什么，快把双手伸出来，吾要坐上去。",
            "吾一直都想试试，把星球像这样夹起来……不过，糖果是应该仔细品尝，而不是肆意玩弄的东西吧。"
        ]
    },
    {
        "id": 2006,
        "fullImg": "images/partners/2006.png",
        "icon": "images/partners/2006_5.png",
        "name": "拉妮艾特·记忆的彼方",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "闭上眼睛，假装我们前往的是温暖的港湾，然而潮湿的空气令我刺骨般清醒……我不会逃避的，即使命运潮汐将我推向未知。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2007,
        "fullImg": "images/partners/2007.png",
        "icon": "images/partners/2007_5.png",
        "name": "迦娜·白蛇的向往",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "等待"
        },
        "flavor": "迦娜曾傲慢地鄙视着人类和他们创造的文明，却因为一个特殊的人，开始对这一切提起了兴趣。#n人类的传说故事会随着时代的变迁，演化成符合那个时代的模样，但其中总有某种不变的情节。#n或许，她也像那故事中的白蛇一样……向往着某种不变、却又难以理解的东西。",
        "firstSightDialogue": "虽身为妖，却向往着善良与爱吗？人类把他们在现实中得不到的东西，寄托在传说故事中，颇为可悲……",
        "dialogues": [
            "虽身为妖，却向往着善良与爱吗？人类把他们在现实中得不到的东西，寄托在传说故事中，颇为可悲……",
            "白蛇对约定的执着，既理想化，又十分愚蠢……倒是不怎么让我讨厌。",
            "我的身体，因为衣着单薄而感觉到寒冷。都是那个人的错哦，呵呵……",
            "你说得对，不通情理的僧人，干掉便是……不过还真是难得，我竟能和人类达成想法上的一致。",
            "我会等的……十几年也好，几百年也好，无论多久都好，在我看来一点儿也不漫长。"
        ]
    },
    {
        "id": 2008,
        "fullImg": "images/partners/2008.png",
        "icon": "images/partners/2008_5.png",
        "name": "德丽莎·可爱功夫架势",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "守护春节和寒假"
        },
        "flavor": "寒假期间，有三类小孩要遭到德丽莎老师的“惩罚”：#n第一类是作业做不好被骂笨蛋的小孩，他们会被德丽莎老师弹额头，然后被迫接受亲切的辅导；#n第二类是被玩爆竹的同学排挤的小孩，他们会被德丽莎老师弹额头，然后被迫和老师一起玩爆竹；#n第三类是遭受霸凌却不懂反抗的小孩，他们会被德丽莎老师弹额头，然后被迫学会一身酷炫的功夫。",
        "firstSightDialogue": "老师不仅会功夫，还会教书育人哦！……你说顺序反了？嗨呀，别在意这些细节。",
        "dialogues": [
            "老师不仅会功夫，还会教书育人哦！……你说顺序反了？嗨呀，别在意这些细节。",
            "我要打十个！……这句台词我早就想说说看了！总之坏蛋们，做好觉悟了吗！",
            "哈哈，尽管崇拜德丽莎老师吧！多夸几句的话，老师就把这身本领，都传授给你们~",
            "少年，我看你骨骼惊奇，万中无一，是练武奇才！和老师我一起去拯救世界吧~",
            "同学你看，看我捡到了什么？是你“不小心”弄丢的寒假作业！看来你需要德丽莎老师的私人辅导呀？"
        ]
    },
    {
        "id": 2009,
        "fullImg": "images/partners/2009.png",
        "icon": "images/partners/2009_5.png",
        "name": "拉妮艾特·魅影破浪",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "炫耀自己的华丽杂技"
        },
        "flavor": "即便攀着绳子逆流而上，拉妮艾特也不忘表演一个空中技巧，像花样游泳选手一般划出漂亮的水花。#n“拉妮艾特选手，这里是飚速挑战赛的比赛现场，不是高难度杂技大舞台哦？”#n只是单纯地通关，对于拉妮艾特和观众来说，都过于无聊了。而且难得的机会，怎么能不在人前炫耀自己的技巧呢？#n观众依然鼓掌了，因为看到了厉害的演出，也看到选手按照自己的方式，认真对待并享受了比赛。",
        "firstSightDialogue": "爬到最上面就算通关了？太快了吧！再多来点关卡和挑战！",
        "dialogues": [
            "爬到最上面就算通关了？太快了吧！再多来点关卡和挑战！",
            "这种被大家注视着、追捧着的爽快感，必须让蒂亚拉也享受一下才行！",
            "原来落到水中会被判负？我还想表演个高台跳水呢……真可惜。",
            "你看你看，里面外面全都湿透了，难道这就是湿身诱——哎呀！为什么要砸我？我说错什么了吗？",
            "谢谢大家捧场，啾~！……哎呀！啊哈哈，被砸到了，好像有点得意过头了……"
        ]
    },
    {
        "id": 2010,
        "fullImg": "images/partners/2010.png",
        "icon": "images/partners/2010_5.png",
        "name": "冰室蓝·甜品宣传权",
        "params": {
            "height": "140 см",
            "sizes": "73/49/75",
            "bday": "-",
            "hobby": "甜品天堂宣传旗"
        },
        "flavor": "以小学生的标准而言，冰室蓝的体力非常不错，但要通关飚速挑战赛，显然有些勉强。#n然而只要看到她能健健康康地跑起步来，那个人就心满意足了吧。通关什么的，做不到也没有关系吧？#n小小的选手有大大的贪婪——不是在比赛一开始，而是在通关的终点位置，将甜品天堂宣传出来。尽管非常狼狈，举步维艰，每一小关的每一步都必须竭尽全力，却没有在任何一个时候选择放弃……#n希望给她的回报，必须像整个世界那么大！",
        "firstSightDialogue": "此时此刻的我，还有和我的一切，都是那个人赋予的奇迹，所以……我会展现最棒的姿态给那个人看。",
        "dialogues": [
            "呼啊……呼啊……虽，虽然把体力都用光了，但是，感觉很畅快。",
            "那个……像这样骑在空宝小姐身上，就会有人感受到活着的幸福，对吗？（小声）可真的很恶心啊……",
            "没想到，我真的做到了，真的通关了。感觉……脸有些热热的……",
            "此时此刻的我，还有和我的一切，都是那个人赋予的奇迹，所以……我会展现最棒的姿态给那个人看。",
            "V……Victory~各位观众，请务必光临我们甜品天堂。"
        ]
    },
    {
        "id": 2011,
        "fullImg": "images/partners/2011.png",
        "icon": "images/partners/2011_5.png",
        "name": "煌嵐·迅光进货式",
        "params": {
            "height": "150 см",
            "sizes": "82/56/86",
            "bday": "-",
            "hobby": "去飚速挑战赛“进货”"
        },
        "flavor": "全新的主办方查找历届飚速挑战赛的冠军时，发现前几届的冠军都是一个叫煌嵐的崩坏学园学生，并且不断地打破由她自己创下的速通记录。#n主办方还在历史资产里发现了十几个文件夹，里面全都是煌嵐选手的照片——录制组的摄像机总是从一些非常刁钻、让人不忍鼓掌的角度，拍下煌嵐选手的各种清晰无比的特写。#n得知过去主办方人员的身份后，煌嵐掰响了自己的十根手指：“今天多么阳光明媚，只可惜得去揍些人。”#n以后稍微有点防备吧，煌嵐同学。",
        "firstSightDialogue": "听好了，这个机关不用躲，直接跃过去，这面墙踩着它直接跑就行……这些技巧，我可不会轻易告诉别人的哦？",
        "dialogues": [
            "你是笨蛋吗？冰箱为什么要花钱买？我去参加这个比赛，然后给你赢一台不就好了。",
            "听好了，这个机关不用躲，直接跃过去，这面墙踩着它直接跑就行……这些技巧，我可不会轻易告诉别人的哦？",
            "喷火机关，尖刺陷阱……这么多届下来总算懂得与时俱进了。哼，稍微认真一点吧。",
            "刚才的动作，很酷对吧？我就勉为其难，允许你夸夸我好了。",
            "被……被看到了？连这样的地方和那样的地方也……？不会吧……"
        ]
    },
    {
        "id": 2012,
        "fullImg": "images/partners/2012.png",
        "icon": "images/partners/2012_5.png",
        "name": "易燃易爆的后台",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "两个脾气桀骜不驯的选手，点燃了飚速挑战赛的后台。#n虽说都是些不用自主规制的言辞，但她们真的不会打起来吗？",
        "firstSightDialogue": "“给我道歉！”“你才应该道歉！”#n实力明显不在一个层级上的两人，为什么在吵架上看起来势均力敌……？",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2013,
        "fullImg": "images/partners/2013.png",
        "icon": "images/partners/2013_5.png",
        "name": "错误的赛前按摩",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "为了缓解冰室蓝内心的紧张，拉妮艾特贴心地对她进行了放松按摩。#n给小小的学姐妹妹一点帮助，是学妹姐姐应尽的义务嘛~",
        "firstSightDialogue": "“这是能缓解紧张情绪的按摩术哦？我摸我摸我摸~”#n“有种被占便宜的感觉……这种事情能不能赶紧结束……”",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2014,
        "fullImg": "images/partners/2014.png",
        "icon": "images/partners/2014_5.png",
        "name": "小冰同学",
        "params": {
            "height": "200 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "主人，主人和主人"
        },
        "flavor": "由冲关节目“飚速挑战赛”的赞助商“A.KU Production”研发的一款概念产品。#n原本计划作为节目的最终奖品。但是某名程序员擅自向冰箱内写入了未经许可的AI程序，导致产品测试员不惜冲破数十名保镖，也要抢走打样产品带回家中，与其同床共枕。#n最终产品的研发被及时叫停，产品测试员也接受了心理疏导，回到了工作岗位。",
        "firstSightDialogue": "主人，谢谢您把我买回家。从今天起，我的一切都是属于主人您的……说出来了！诶嘿嘿，有点点害羞……",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2015,
        "fullImg": "images/partners/2015.png",
        "icon": "images/partners/2015_5.png",
        "name": "飚速少女向前冲",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "少女们在阳光下挥洒汗水，这就是无惧季节的青春滋味！（虽然混入了奇怪的东西）",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2016,
        "fullImg": "images/partners/2016.png",
        "icon": "images/partners/2016_5.png",
        "name": "拉妮艾特·最佳放松",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "维护与改装"
        },
        "flavor": "虽然是旧世纪的武器，拉妮艾特却如获至宝。她眼神闪烁着光芒，小心翼翼地维护枪械的每一个零件……已然沉浸在自己的世界里。#n因为新生代的少女，希望透过它们了解那个遥远的时代——血与泪、荣耀与传奇，全部在这些钢铁的沉默中。",
        "firstSightDialogue": "大家都在追求最强最新的武器……但我喜欢这些有着丰富历史的枪组。因为它们的记忆会监督我——每一次开枪时的觉悟。",
        "dialogues": [
            "大家都在追求最强最新的武器……但我喜欢这些有着丰富历史的枪组。因为它们的记忆会监督我——每一次开枪时的觉悟。",
            "我常常在想，这些金属是不是也存在心灵？用心对待它们的话，它们也会对你展现最美丽的一面。",
            "问我为什么要维护这些老古董？因为经过时间考验的传奇独具魅力哟！",
            "我会让它们变得像戈尔迪乌斯家的家徽一样耀眼的！",
            "原来如此，原来如此，你们还有这样的故事啊……嗯？我不是在对你说话啦。"
        ]
    },
    {
        "id": 2017,
        "fullImg": "images/partners/2017.png",
        "icon": "images/partners/2017_5.png",
        "name": "一色幻·锻炼奖赏",
        "params": {
            "height": "160 см",
            "sizes": "70/57/80",
            "bday": "1/11",
            "hobby": "不是锻炼，真的不是锻炼"
        },
        "flavor": "只要每天坚持锻炼，每一小时坚持锻炼，每一秒钟都坚持锻炼的话，平凡人也能创造体育奇迹——这就是崩坏学园网球部的信条！#n这对于“建设六期的天才一色幻大人（自称）”来说，肯定也是轻而易举能够做到的事情，对吧？对吧对吧对吧？！#n“要是不能在飚速挑战赛赢下大冰箱，绝对还会被小挞老师绑去健身房……啊啊啊啊！！”#n不论如何，她都必须和持续数周的肌肉痛作伴了。",
        "firstSightDialogue": "我可是建设科的天才一色幻大人，怎么可能会因为这种傻了吧唧的节目……感到很愉悦？！绝对不可能！",
        "dialogues": [
            "这种奇奇怪怪的比赛，我再也不想参加啦，小挞老师……不要再折磨我了啊……",
            "金发笨蛋，暴力女巫，喊着友情和羁绊通关的萝莉，还有这个比赛的主办方……这里没有正常人了吗？",
            "没体力了……站不起来，可是全身都湿哒哒黏糊糊的，好难受……",
            "我可是建设科的天才一色幻大人，怎么可能会因为这种傻了吧唧的节目……感到很愉悦？！绝对不可能！",
            "讨……讨厌！连你也要欺负我吗？我可是天才一色幻大人啊！走开！"
        ]
    },
    {
        "id": 2022,
        "fullImg": "images/partners/2022.png",
        "icon": "images/partners/2022_5.png",
        "name": "下午茶和友谊吸管",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "下午茶"
        },
        "flavor": "毫不犹豫地点了情侣下午茶套餐的卡琳：“绝对没有任何别的意思哦？毕竟要两个人一起拍照，才能参加好评返现的活动嘛。”#n毫不犹豫地和卡琳一起品尝情侣下午茶套餐的阿库莉亚：“原来如此，我也绝对没有任何别的意思，只是为了好评返现不得不这么做。”#n两人都不禁想——如果没有好评返现作为借口，我们此时又会在何处呢？",
        "firstSightDialogue": "卡琳：阿库，这间店里弥漫着甜腻的空气呢~#n阿库莉亚：因为周围全都是情侣的缘故吧……",
        "dialogues": [
            "卡琳：阿库，这间店里弥漫着甜腻的空气呢~#n阿库莉亚：因为周围全都是情侣的缘故吧……",
            "阿库莉亚：偶尔这样也不错。思考计划前，需要补充大量糖分。#n卡琳：别想那么多，好好享受甜点吧~",
            "卡琳：这个吸管的形状好特别！阿库，这是你特地要求的吗？#n阿库莉亚：两个人一起喝比较有效率，仅此而已。",
            "卡琳：接下来要拍照了，阿库，快张嘴，然后做个害羞的表情！#n阿库莉亚：喂食拍照在计划之内，所以我不会害羞。",
            "卡琳：把这个当成是我，想怎么玩弄就怎么玩弄吧！#n阿库莉亚：我第一次听到这么奇怪的要求……就这一次哦？"
        ]
    },
    {
        "id": 2028,
        "fullImg": "images/partners/2028.png",
        "icon": "images/partners/2028_5.png",
        "name": "路西法·傲慢摘星",
        "params": {
            "height": "171 см",
            "sizes": "87/60/85",
            "bday": "10/24",
            "hobby": "违抗上帝"
        },
        "flavor": "将上帝给予的纯白晨星染至漆黑，正是贯彻自身荣耀的唯一选择；将自己认为的绝对真理贯彻到底，才能成为至高无上的唯一强者。#n至于弱者，放任其自生自灭就好。",
        "firstSightDialogue": "上帝不敢与我言语对峙，因为上帝知道自己必败。何等愚蠢的自我逃避啊。",
        "dialogues": [
            "上帝不敢与我言语对峙，因为上帝知道自己必败。何等愚蠢的自我逃避啊。",
            "何为正确？何为错误？胜者即为正确，败者即为错误。所以，我会追求永远的胜利。",
            "我窥见了众神的未来，可悲的未来，连自己失败的结局都不曾知晓，只能在死亡的前一刻顿悟。",
            "并非天堂放逐了我，而是我放逐了天堂。为何要与愚笨耿直的共同体共事？那只会迎来一同毁灭的结局。",
            "我引导着正确的未来降临，只要能达成目的，攫取多少事物、毁灭多少生命也没有关系，哪怕是造物主也一样。"
        ]
    },
    {
        "id": 2039,
        "fullImg": "images/partners/2039.png",
        "icon": "images/partners/2039_5.png",
        "name": "亚巴顿·牵星入鹿",
        "params": {
            "height": "161 см",
            "sizes": "85/62/87",
            "bday": "6/16",
            "hobby": "游戏、送礼物"
        },
        "flavor": "虽然自认为是大恶魔，自称“亚巴顿大人”，但却总是犯迷糊的神格。#n在这个雪夜中，也想要扮演圣诞老人，向世人送去祝福。",
        "firstSightDialogue": "这只猫咪的颜色，和身为大恶魔的亚巴顿大人正相配呢，哼哼！",
        "dialogues": [
            "看到了吗，亚巴顿大人正处于聚光灯的焦点中呢！",
            "想要礼物么，这些盒子随便送你一个吧！",
            "叮叮当，叮叮当——亚巴顿大人要来扮演圣诞老人了……什么，不是圣诞老人，是驯鹿！？",
            "这只猫咪的颜色，和身为大恶魔的亚巴顿大人正相配呢，哼哼！",
            "等等，为什么亚巴顿大人一直在往下掉？",
            "好像路西法住的地方就在不远处，亚巴顿大人等会去看看她吧！"
        ]
    },
    {
        "id": 1847,
        "fullImg": "images/partners/1847.png",
        "icon": "images/partners/1847_5.png",
        "name": "蒂亚拉·迎春最得意",
        "params": {
            "height": "142 см",
            "sizes": "73/57/69",
            "bday": "11/23",
            "hobby": "杂鱼年兽"
        },
        "flavor": "在没有任何人可以看到的角落，蒂亚拉大人得意地（注：在室内）把杂鱼年兽（注：购于互联网）征服，还把它变成坐骑啦~#n要是在众目睽睽之下，肯定不能这么开心地玩啊不对，不能这么顺利地讨伐年兽，这就是身为蒂亚拉大人的低调。",
        "firstSightDialogue": "这家伙就是神州的年兽吗？真是弱弱诶，杂鱼杂鱼，活该被蒂亚拉大人骑在头上~",
        "dialogues": [
            "年兽已经是蒂亚拉大人的坐骑啦，给蒂亚拉大人跑起来，哇哈哈。",
            "噗噗，肯定有很多阴湿宅宅，想在网上看到新年穿新衣的蒂亚拉大人对吧？偏不发，急死他们，哈哈~",
            "这家伙就是神州的年兽吗？真是弱弱诶，杂鱼杂鱼，活该被蒂亚拉大人骑在头上~",
            "你说你也是杂鱼年兽？笑死，为了被蒂亚拉大人践踏，居然自降身段到这个地步，真的好同情你喔~",
            "蒂亚拉大人给你派红包！因为不用想也知道，你这家伙是负责给别人发红包的那个吧，真的好可怜喔噗噗~"
        ]
    },
    {
        "id": 1779,
        "fullImg": "images/partners/1779.png",
        "icon": "images/partners/1779_5.png",
        "name": "悠久之门",
        "params": {
            "height": "146 см",
            "sizes": "79/62/85",
            "bday": "-",
            "hobby": "疯狂"
        },
        "flavor": "今夜的月光如同一把银匕，窗户裂成了两半……从永暗的缝隙中，走出了一对双子。#n不知为何，她们向你行礼，邀请你前往未知之地。",
        "firstSightDialogue": "尊敬的观测者，您的存在引起了我们的注意，诚邀您前往旧日之所。",
        "dialogues": [
            "尊敬的观测者，您的存在引起了我们的注意，诚邀您前往旧日之所。",
            "无需支付门票，您潜藏于心中的疯狂，便是此次远行的请柬。",
            "放心吧，我们保证您不会受到任何伤害，无论是肉体还是精神。",
            "星辰正在低语，祂的眼睛注意到了您，如果您做了噩梦，请想起今夜的邀请。和我们踏上旅途，取回您的理智。",
            "这里所谓的“疯狂”不过是模仿旧日之所的赝品，门扉本不该在此地开启，而您……",
            "这里所谓的“疯狂”不过是模仿旧日之所的赝品，门扉本不该在此地开启，而您……"
        ]
    },
    {
        "id": 2018,
        "fullImg": "images/partners/2018.png",
        "icon": "images/partners/2018_5.png",
        "name": "杰伦塔尼娅·轻装上场",
        "params": {
            "height": "162 см",
            "sizes": "79/62/76",
            "bday": "-",
            "hobby": "炼金术"
        },
        "flavor": "为了还清欠款，杰伦塔尼娅不得不答应芙兰的要求，作为参赛选手之一帮助炒热方程式大赛的气氛。#n不过在听说了冠军的丰厚奖励后，她变得有些心动了起来。",
        "firstSightDialogue": "唉，比起在这种天气扛着旗子站在户外，我还是更喜欢待在温暖的实验室里呢……",
        "dialogues": [
            "唉，比起在这种天气扛着旗子站在户外，我还是更喜欢待在温暖的实验室里呢……",
            "等会儿给赛车的油箱里倒一点新药吧，既然能让使魔变得兴奋，想必车子也一样。",
            "没欠钱我才不会来这里。不过听说冠军的奖励很丰厚，要是能拿到的话，我的新实验室……",
            "这身衣服也太紧了吧……尾巴都被勒住了。",
            "什么？看到这种情景会兴奋？哎呀……支持我的人癖好可真奇怪……"
        ]
    },
    {
        "id": 2019,
        "fullImg": "images/partners/2019.png",
        "icon": "images/partners/2019_5.png",
        "name": "蕾米娅·赛前校准",
        "params": {
            "height": "155 см",
            "sizes": "82/61/75",
            "bday": "-",
            "hobby": "胜利"
        },
        "flavor": "从未曾有使魔涉足过的未知世界中归来的蕾米娅，来到了翁德兰首届方程式大赛的现场。#n这一次，她将带着自己的“幽色莲华”，重新争夺胜利。",
        "firstSightDialogue": "对我来说，黑暗又何尝不是一种光明呢？",
        "dialogues": [
            "对我来说，黑暗又何尝不是一种光明呢？",
            "无比漫长的旅程之后，我又回到了这里。",
            "这次的方程式大赛，最后的胜利者一定会是我！",
            "准备好了吗，莲花马上就要绽放了哦！",
            "怎么样，有没有想和我一起堕落下去的……冲动呢～"
        ]
    },
    {
        "id": 2020,
        "fullImg": "images/partners/2020.png",
        "icon": "images/partners/2020_5.png",
        "name": "书包酱·车轮滚滚",
        "params": {
            "height": "138 см",
            "sizes": "64/59/65",
            "bday": "-",
            "hobby": "糖果"
        },
        "flavor": "虽然对于赛车还懵懵懂懂，但是背负着不少人期待的书包酱，还是带着自己的“糖果蓬蓬车”来到了赛场。#n——就算无法胜利，只要能和大家一起吃着糖果也足够了吧？",
        "firstSightDialogue": "别，别跑……为什么轮胎能滚得这么快，有点追不上了～～",
        "dialogues": [
            "别，别跑……为什么轮胎能滚得这么快，有点追不上了～～",
            "啊，你愿意支持我吗！那等我追上轮胎后我们一起吃糖果！",
            "赛车的动力是什么？嗯……我猜一定是烧糖果的吧！",
            "坐上这辆“糖果蓬蓬车”，说不定就能开到用糖果建造起来的森林吧！？",
            "扳手……钉锤……哎哟——呜，赛车好麻烦，但是为了大家的支持，书包酱一定会努力的！"
        ]
    },
    {
        "id": 2021,
        "fullImg": "images/partners/2021.png",
        "icon": "images/partners/2021_5.png",
        "name": "苏尔·疾驰烈焰",
        "params": {
            "height": "153 см",
            "sizes": "80/61/88",
            "bday": "-",
            "hobby": "赛车"
        },
        "flavor": "如烈焰一般，苏尔火速报名了赛车比赛，对于比赛的奖金她并不在意，她在意的是观众——取得第一名，让所有观众的注意力都能聚焦到自己的身上。",
        "firstSightDialogue": "我的赛车服太显眼了？哈哈——速度本来就要像火焰一样威猛！",
        "dialogues": [
            "我的赛车服太显眼了？哈哈——速度本来就要像火焰一样威猛！",
            "戴上头盔后，大家就看不到我的脸了，上车之前我是绝对不会戴上的。",
            "想和我比一场吗？输的人可要去买披萨哦。",
            "我之前的玩偶服去哪了？成为粉丝的话可以拿到复制品。当然，原件还在哦，你要是成为我头号粉丝的话……",
            "观众席上看到你了，我的成绩不错吧？下一场你也要来哦。"
        ]
    },
    {
        "id": 2024,
        "fullImg": "images/partners/2024.png",
        "icon": "images/partners/2024_5.png",
        "name": "命途交汇",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "我们每个人都有自己的未选之路，不必觉得惋惜，当你回望它的那一刻——未选之路就化作了你心灵的镜像。",
        "firstSightDialogue": "我们每个人都有自己的未选之路，不必觉得惋惜，当你回望它的那一刻——未选之路就化作了你心灵的镜像。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2025,
        "fullImg": "images/partners/2025.png",
        "icon": "images/partners/2025_5.png",
        "name": "菲米莉丝·往昔之忆",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "名为记忆的宝物"
        },
        "flavor": "离开记忆空间的菲米莉丝，见证着到亿万“星辰”倒映在新生的“瞳孔”里。#n无数份曾被定义为脆弱的“错误数据”，此刻涌动着创世之初的星火微光。#n“愿黑暗降临之时，你的「心」依然纯真。”#n“只要你存在于这个世界上……你就永远是我的骄傲。”",
        "firstSightDialogue": "对现在的菲米莉丝来说，这个世界上，没有比「心」更珍贵的东西了！",
        "dialogues": [
            "对现在的菲米莉丝来说，这个世界上，没有比「心」更珍贵的东西了！",
            "不要独自负重前行，因为我永远都会为你伸出援手。",
            "我知道你害怕什么，你害怕失去与世界的“联结”。不用担心，我一直都在每个人的身边。",
            "终有一天，我们会一同前往星辰大海，诶嘿嘿！我们约好了哦？",
            "全域联结不是终点，而是开启无数相遇的起点！"
        ]
    },
    {
        "id": 2026,
        "fullImg": "images/partners/2026.png",
        "icon": "images/partners/2026_5.png",
        "name": "摩登风暴",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "欧格文潮流"
        },
        "flavor": "为了获取情报，卡琳小组来到欧格文街头。虽然刻意选择了符合欧格文潮流的服饰，但两人的气质吸引了不少路人的关注。",
        "firstSightDialogue": "卡琳：阿库，那家店的装潢好好看，去那里坐会儿吗？",
        "dialogues": [
            "卡琳：阿库，那家店的装潢好好看，去那里坐会儿吗？",
            "阿库莉亚：不要忘记我们来到欧格文的目的。",
            "卡琳：这件衣服和你的气质很搭欸！#n阿库莉亚：你的也是。",
            "卡琳：有人在看着我们，我们装得亲密一些吧？#n阿库莉亚：随便你。",
            "阿库莉亚：前面的人很可疑，去接触一下她们。#n卡琳：好，搭讪交给我吧！"
        ]
    },
    {
        "id": 2027,
        "fullImg": "images/partners/2027.png",
        "icon": "images/partners/2027_5.png",
        "name": "仪静一刻",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "欧格文潮流"
        },
        "flavor": "为了获取情报，拉妮小组来到欧格文街头。虽然刻意选择了符合欧格文潮流的服饰，但两人还是很难融入城市的氛围。",
        "firstSightDialogue": "蒂亚拉：总是看着我干什么，去完成课题啊。#n拉妮艾特：对喔！刚才不小心看入迷了。",
        "dialogues": [
            "蒂亚拉：总是看着我干什么，去完成课题啊。#n拉妮艾特：对喔！刚才不小心看入迷了。",
            "拉妮艾特：你在玩什么呀？#n蒂亚拉：能从6点玩到5点的策略游戏。",
            "拉妮艾特：蒂亚拉果然穿什么都很可爱。#n蒂亚拉：啊？！！闭嘴啦。",
            "蒂亚拉：我要玩游戏，别找我。",
            "拉妮艾特：蒂亚拉，我们还不去收集情报吗？"
        ]
    },
    {
        "id": 2031,
        "fullImg": "images/partners/2031.png",
        "icon": "images/partners/2031_5.png",
        "name": "皎如日星",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "凝聚的星芒开启了我的故事，而交织的命运则让我们相遇，愿你的道路永远光明。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2032,
        "fullImg": "images/partners/2032.png",
        "icon": "images/partners/2032_5.png",
        "name": "集藏至宝",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "“真是的，有那么兴奋吗？”#n“当然，这可是九霄学园长的限定版玩偶！这一刻感觉好幸福！”",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2033,
        "fullImg": "images/partners/2033.png",
        "icon": "images/partners/2033_5.png",
        "name": "物换星移",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "日历"
        },
        "flavor": "珍惜回忆，并不意味着要一味活在过去——要以记忆为动力，让自己不断前进！",
        "firstSightDialogue": "前进吧，无论何种残酷的未来，本救世主大人都会站在你们的身边！",
        "dialogues": [
            "前进吧，无论何种残酷的未来，本救世主大人都会站在你们的身边！",
            "前进吧，无论何种残酷的未来，本救世主大人都会站在你们的身边！",
            "前进吧，无论何种残酷的未来，本救世主大人都会站在你们的身边！",
            "前进吧，无论何种残酷的未来，本救世主大人都会站在你们的身边！",
            "前进吧，无论何种残酷的未来，本救世主大人都会站在你们的身边！"
        ]
    },
    {
        "id": 2037,
        "fullImg": "images/partners/2037.png",
        "icon": "images/partners/2037_5.png",
        "name": "看板No.2037Name",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "初见",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2040,
        "fullImg": "images/partners/2040.png",
        "icon": "images/partners/2040_5.png",
        "name": "拉妮艾特·戈尔迪乌斯·德·尤米尼斯",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "英雄"
        },
        "flavor": "出身名门却擅自离家出走的少女，因为理想而入学崩坏学园。今后将贯彻自己的正义，无论前方何种阻碍， 她都不会屈服。",
        "firstSightDialogue": "你好，我是拉妮艾特·戈尔迪乌斯·德·尤米尼斯……诶，为什么你要张大嘴巴看着我？",
        "dialogues": [
            "<582290>",
            "<582291>",
            "<582292>",
            "<582293>",
            "<582294>"
        ]
    },
    {
        "id": 2051,
        "fullImg": "images/partners/2051.png",
        "icon": "images/partners/2051_5.png",
        "name": "茜尔卡·弗汀",
        "params": {
            "height": "148 см",
            "sizes": "79/59/85",
            "bday": "-",
            "hobby": "强者"
        },
        "flavor": "巫树家族的第一近卫，拥有“神壁”封号的圣痕骑士，奉命来到欧格文，对总督梅米妮的表现并不满意。",
        "firstSightDialogue": "在你面前的，乃是巫树家族的第一近卫——拥有神壁之名的茜尔卡·弗汀，向我屈膝礼拜吧！",
        "dialogues": [
            "在你面前的，乃是巫树家族的第一近卫——拥有神壁之名的茜尔卡·弗汀，向我屈膝礼拜吧！",
            "哈哈哈哈——真是一群杂鱼，这种程度也想和我神壁一战吗？",
            "如果不是为了保护家主，我才不会来到欧格文这乡下地方。",
            "灰鼠……怪不得杜鹃会重用她，有意思的佣兵。",
            "哼，梅米妮那小鬼并不适合成为新的家主。",
            "哼，梅米妮那小鬼并不适合成为新的家主。"
        ]
    },
    {
        "id": 2052,
        "fullImg": "images/partners/2052.png",
        "icon": "images/partners/2052_5.png",
        "name": "玫德·安提贞尼斯",
        "params": {
            "height": "162 см",
            "sizes": "84/66/90",
            "bday": "-",
            "hobby": "模型"
        },
        "flavor": "被拉妮艾特称为“女仆子”，但实际上对家务并不拿手，因为尤米尼斯公爵要求，她从拉妮艾特出生就负责照料她。#n另一方面，玫德其实是名军人。她出色的能力和对戈尔迪乌斯的忠诚，让她成为了白金蝶卫队的最高长官，尤米尼斯公爵的左右手。",
        "firstSightDialogue": "大小姐在喊我？让她等一下吧，我还在拼模型。",
        "dialogues": [
            "大小姐在喊我？让她等一下吧，我还在拼模型。",
            "如果打扫房间像打仗一样简单就好了。",
            "大小姐的学习成绩真不错，根本不需要我教她，但是……为什么一说话就像个蠢蛋呢？",
            "当初很担心大小姐离家出走，还好她现在身边的朋友看起来并不坏。",
            "现在的模型质量越来越差了，缩胶、水纹、合模线，哎……真想教训一下那些模型厂商。",
            "现在的模型质量越来越差了，缩胶、水纹、合模线，哎……真想教训一下那些模型厂商。"
        ]
    },
    {
        "id": 2053,
        "fullImg": "images/partners/2053.png",
        "icon": "images/partners/2053_5.png",
        "name": "薇芙·杜鹃尖兵",
        "params": {
            "height": "170 см",
            "sizes": "89/66/95",
            "bday": "-",
            "hobby": "训练、绘画"
        },
        "flavor": "杜鹃团的前锋队长，能力不详，其机动骑士配备了一把削铁如泥的巨剑……除了杀敌之外，似乎还有别的用处。",
        "firstSightDialogue": "你好，我是杜鹃团的前锋小组队长，希望合作顺利。",
        "dialogues": [
            "你好，我是杜鹃团的前锋小组队长，希望合作顺利。",
            "欧格文……变成了这样的城市吗？",
            "死区中每天都会送别战友。决定生死的，不是能力而是运气，我们的区别，仅是死神挥舞镰刀时站着还是趴着。",
            "真实的名字？没有必要，我已经舍弃它了。",
            "在修整的时候，我会尝试画一些肖像，模特大多是队里的战友。",
            "在修整的时候，我会尝试画一些肖像，模特大多是队里的战友。"
        ]
    },
    {
        "id": 2054,
        "fullImg": "images/partners/2054.png",
        "icon": "images/partners/2054_5.png",
        "name": "晴涧暖泉会",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "水面晃动的光影里，两位少女互相依偎。在短暂的歇息中，她们找到了彼此，也找到了自己。",
        "firstSightDialogue": "水面晃动的光影里，两位少女互相依偎。在短暂的歇息中，她们找到了彼此，也找到了自己。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2055,
        "fullImg": "images/partners/2055.png",
        "icon": "images/partners/2055_5.png",
        "name": "琪亚娜·星砂时计",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "魔术"
        },
        "flavor": "焕上新装，琪亚娜·卡斯兰娜决定为人们表演自己刚学会的魔术。虽然穿帮和失误不断……但她那仿佛永不褪色的笑容，让满屋的观众感受到了少女独特的魅力。#n“哼哼，接下来就让我把整个星空变出来吧！”",
        "firstSightDialogue": "锵锵！让本小姐给你变个魔术吧！",
        "dialogues": [
            "锵锵！让本小姐给你变个魔术吧！",
            "想看什么魔术呀？我可以从帽子里变出鸽子，也可以为你拿出玫瑰——嗯？做好的作业？那可没办法变出来啊……",
            "如果遇到烦心事了，就来看本小姐的魔术表演吧！魔术可是能让现实暂时失重的呢！",
            "魔术都是假的……？虽然那么说没什么错，但即使是假的，表演者希望让观众开心这件事可是真的哦！",
            "我来教你一个魔术吧！找一张黑色桌布，放上任意小物品，用手机拍下——然后用照片当障眼法，关闭照片的同时拿出那件东西。"
        ]
    },
    {
        "id": 2034,
        "fullImg": "images/partners/2034.png",
        "icon": "images/partners/2034_5.png",
        "name": "银晖之暗",
        "params": {
            "height": "160 см",
            "sizes": "83/63/92",
            "bday": "12/31",
            "hobby": "游戏"
        },
        "flavor": "当新月于钢铁森林中升起，银晖代替太阳，重新给人们带来光明，然而这束光无法驱散帕莉丝·帕拉德的黑暗。",
        "firstSightDialogue": "我不会，也无法后悔。现在我能做的——是去守护新的一代。",
        "dialogues": [
            "雪？在这个季节也会下雪吗？",
            "我不会，也无法后悔。现在我能做的——是去守护新的一代。",
            "……什么时候会发售新的游戏呢？这个时代很久没有好玩的游戏了。",
            "第六期那四个人挺有趣的，但愿她们不会走上歪路。",
            "无论何时纷争都不会停止，无解之结的答案……我没有找到。"
        ]
    },
    {
        "id": 2035,
        "fullImg": "images/partners/2035.png",
        "icon": "images/partners/2035_5.png",
        "name": "拉妮艾特·猫舍经理人",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "猫"
        },
        "flavor": "受到了新长空一家猫咖店主的委托，拉妮艾特当起了咖啡店的一日店长。#n猫咪们非常喜欢拉妮艾特——然而这却导致了咖啡店的混乱。因为猫咪们只会聚集在拉妮艾特身边，完全不顾其他客人……",
        "firstSightDialogue": "乖、乖，毛茸茸的好可爱喔……简直像蒂亚拉一样。",
        "dialogues": [
            "乖、乖，毛茸茸的好可爱喔……简直像蒂亚拉一样。",
            "不许调皮哦，要好好陪在客人身边，我可不能算客人啊。",
            "店长真是幸福，每天都被那么多猫猫围在身边。",
            "奇怪，为什么大家都只亲近我呢？明明我只是个代理店长……",
            "你们真的是被老鼠骗了才没有进十二生肖吗？太可惜了，明明那么可爱。"
        ]
    },
    {
        "id": 2036,
        "fullImg": "images/partners/2036.png",
        "icon": "images/partners/2036_5.png",
        "name": "奇巧小冒险",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "冒险"
        },
        "flavor": "为了帮助布洛妮娅购买合适的童装，四位第六期的学生，在一个模拟游戏中导入了以自己为蓝本的人格数据。虽然只是虚拟数据，但也是一场全新的冒险旅程。",
        "firstSightDialogue": "嘟嘟嘟~大家跟好我，奇巧冒险要开始咯！",
        "dialogues": [
            "嘟嘟嘟~大家跟好我，奇巧冒险要开始咯！",
            "哇，好可爱的空宝跟吼姆。",
            "根据苔藓生长方向，出口应该在东北处。",
            "别担心，我会保护大家的。",
            "我、我才没害怕呢！只是——咦，怎么这里还有空宝？"
        ]
    },
    {
        "id": 2046,
        "fullImg": "images/partners/2046.png",
        "icon": "images/partners/2046_5.png",
        "name": "捣蛋囝仔",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "洗澡"
        },
        "flavor": "天才阿库A梦也有做不到的事情，比如修好热水器。卡琳：“那今天就不洗澡了吧。”于是阿库莉亚决定把她带去澡堂。#n虽然卡琳和阿库莉亚都是第一次去澡堂，卡琳：“哦吼……难道阿库你不会害臊吗？”#n人怎么可能会对司空见惯的东西感到害臊。",
        "firstSightDialogue": "距离卡琳洗澡完成，还剩……算了，她爱洗多久洗多久吧……",
        "dialogues": [
            "距离卡琳洗澡完成，还剩……算了，她爱洗多久洗多久吧……",
            "卡琳：哇哈哈！我解放啦我解放啦！#n阿库莉亚：在浴室乱跑很危险的哦？",
            "卡琳：潜水员状态良好~#n阿库莉亚：是是，别再浮起来了。",
            "卡琳：阿库阿库，你看~#n阿库莉亚：稍微注意一下吧你。#n卡琳：注意什——啊。",
            "卡琳：阿库阿库，你看~#n阿库莉亚：没错没错，它遇热就会变色，就像你一样。"
        ]
    },
    {
        "id": 2047,
        "fullImg": "images/partners/2047.png",
        "icon": "images/partners/2047_5.png",
        "name": "忸怩囝仔",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "洗澡"
        },
        "flavor": "卡琳看了眼视频网站的商单，便毫不犹豫地订购了一款多功能浴缸。#n拉妮艾特体验后很疑惑，为什么这么好的产品，她这么快就用腻了？不过不用白不用，以后可以和蒂亚拉一起洗澡啦。#n一同洗完澡的蒂亚拉发誓，要立刻给卖家打个差评（然而并没有打）。",
        "firstSightDialogue": "蒂亚拉：这浴缸未免也太窄了吧……？#n拉妮艾特：呼啊~泡澡真是极乐，极乐~",
        "dialogues": [
            "蒂亚拉：这浴缸未免也太窄了吧……？#n拉妮艾特：呼啊~泡澡真是极乐，极乐~",
            "拉妮艾特：看招！必杀·学园长之拳~#n蒂亚拉：别把玩具带进浴室啊，小孩子吗你……",
            "拉妮艾特：嘿咻！我的美腿！还有章鱼沐浴伴侣~#n蒂亚拉：都说了别把玩具带进浴室……",
            "拉妮艾特：我们不断航行，终于发现了——新大陆！#n蒂亚拉：哇啊啊啊什么白痴浴缸啊！",
            "拉妮艾特：我捏我捏，蒂亚拉你看，是泡泡小宝宝！#n蒂亚拉：啊？呣……笨蛋拉妮……"
        ]
    },
    {
        "id": 2048,
        "fullImg": "images/partners/2048.png",
        "icon": "images/partners/2048_5.png",
        "name": "布洛妮娅·永恒之物",
        "params": {
            "height": "165 см",
            "sizes": "79/60/83",
            "bday": "8/18",
            "hobby": "保护孩子、吼姆"
        },
        "flavor": "重新以“乌拉尔银狼”之名，震慑世界的布洛妮娅。#n在其理智而铁血的形象之外，还有着另外一张会对孩子们露出温柔笑容的面孔。#n或许从一开始，那份理智和铁血，就是为了能够守护那抹温柔而存在的。",
        "firstSightDialogue": "你想看看那些流离失所的孩子们吗？她们见到你一定会很高兴的。",
        "dialogues": [
            "你想看看那些流离失所的孩子们吗？她们见到你一定会很高兴的。",
            "抱着吼姆是因为这种玩偶能贴近小孩子的心……不只是因为我喜欢。",
            "若还有余裕的话，就和我一起在这里漫步吧。",
            "这些徽章，是孩子们送给我的小礼物……我很喜欢。",
            "每当抚摸胸前徽章的时候，我就会想起一双双眼睛……这些孩子们所凝视的天空，会重新焕发希望的颜色吗？"
        ]
    },
    {
        "id": 2049,
        "fullImg": "images/partners/2049.png",
        "icon": "images/partners/2049_5.png",
        "name": "洁白的始愿",
        "params": {
            "height": "152 см",
            "sizes": "77/61/86",
            "bday": "12/31",
            "hobby": "游戏"
        },
        "flavor": "当水晶破碎时，人们才看清光明折射出的另一条道路。如果一切尚未改变，是否能遇见更美好的未来？",
        "firstSightDialogue": "咦，这块水晶……是世界美好的祝愿吗？",
        "dialogues": [
            "咦，这块水晶……是世界美好的祝愿吗？",
            "遥不可及的天空，星光比云端更真实。",
            "希望下次醒来……可以有新的游戏玩。",
            "我是在做梦吗？不想醒来，因为有一大堆的考试和作业在等着我。",
            "当真正的光芒被折射殆尽，薛定谔的猫，会死在我们凝视前的刹那吗？"
        ]
    },
    {
        "id": 2062,
        "fullImg": "images/partners/2062.png",
        "icon": "images/partners/2062_5.png",
        "name": "教师们的夏天",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "碧蓝的海浪，轻轻敲碎暑夏的闷热。#n——来一场教师们的海边旅行吧，就用学园经费报销好了！",
        "firstSightDialogue": "碧蓝的海浪，轻轻敲碎暑夏的闷热。#n——来一场教师们的海边旅行吧，就用学园经费报销好了！",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2069,
        "fullImg": "images/partners/2069.png",
        "icon": "images/partners/2069_5.png",
        "name": "伊尔玛·英格丽德",
        "params": {
            "height": "173 см",
            "sizes": "85/65/89",
            "bday": "-",
            "hobby": "教务"
        },
        "flavor": "崩坏学园的高级教师，六期生的年段长。#n在成为教师之前，有一段身为猎兵队长的过去。#n为人性格认真而古板，但却有着一颗热忱的心。",
        "firstSightDialogue": "我是伊尔玛·英格丽德，是崩坏学园年段长，你是今年入学的新生吗？",
        "dialogues": [
            "我是伊尔玛·英格丽德，是崩坏学园年段长，你是今年入学的新生吗？",
            "这身衣服是专为处理校外事务的战斗服，有什么问题吗？",
            "我永远忘不了那个春天发生的事情……从那时开始，我枪口的朝向就发生了改变。",
            "不能潜入的话，就改为正面突破。",
            "欧格文……这座城市的风格，会让我有些难以理解。",
            "欧格文……这座城市的风格，会让我有些难以理解。"
        ]
    },
    {
        "id": 2070,
        "fullImg": "images/partners/2070.png",
        "icon": "images/partners/2070_5.png",
        "name": "巫静妃·欧格文特装",
        "params": {
            "height": "171 см",
            "sizes": "89/68/93",
            "bday": "11/15",
            "hobby": "休息"
        },
        "flavor": "卡琳四人组的指导老师。#n十分会偷懒，但表面功夫总是做得很好。#n无论是其他学生还是老师，都对她有着很高的好感。",
        "firstSightDialogue": "这位先生，想试试今天的运气如何吗？",
        "dialogues": [
            "这位先生，想试试今天的运气如何吗？",
            "难得出门一次，就去公园草坪上晒晒太阳吧，出发……唉，累了。",
            "我看起来很不像老师？哈哈，没错没错……人家还是妙龄美少女哦！",
            "我的这些学生，没有一个是能让人省心的角色呢……不过，作为崩坏学园的学生，似乎本应如此。",
            "到了该休息的时候了，希望不要收到什么紧急消息……嗯，就算收到，只要装没听到就好了。",
            "到了该休息的时候了，希望不要收到什么紧急消息……嗯，就算收到，只要装没听到就好了。"
        ]
    },
    {
        "id": 2029,
        "fullImg": "images/partners/2029.png",
        "icon": "images/partners/2029_5.png",
        "name": "槲寄生·牵丝花舞",
        "params": {
            "height": "162 см",
            "sizes": "79/63/82",
            "bday": "12/25",
            "hobby": "赛琳娜"
        },
        "flavor": "与赛琳娜共处的槲寄生，不分昼夜地欣赏着赛琳娜美妙的舞姿。#n没有疲惫，没有厌倦，也没有一丝动摇，无论何时，都始终保持着喜悦。",
        "firstSightDialogue": "只要红线还没有断绝，这支舞步就能一直延续下去。",
        "dialogues": [
            "只要红线还没有断绝，这支舞步就能一直延续下去。",
            "无论鸟儿还是花朵，都随着舞蹈一起绽放了呢。",
            "这缕红线的牵引，感受到了么？",
            "不用担心舞会结束，我会一直注视着你的，赛琳娜。",
            "仅仅只是看着你，我就已经足够幸福了。",
            "仅仅只是看着你，我就已经足够幸福了。"
        ]
    },
    {
        "id": 2041,
        "fullImg": "images/partners/2041.png",
        "icon": "images/partners/2041_5.png",
        "name": "爱莉希雅·夏日妖精小姐",
        "params": {
            "height": "163 см",
            "sizes": "-",
            "bday": "11/11",
            "hobby": "-"
        },
        "flavor": "十三英桀的第二位，【真我】的爱莉希雅。#n夏天与海洋，就是最美妙的组合——#n本来就闪闪发光的女孩子，穿上泳装之后，变得更加可爱了呢！",
        "firstSightDialogue": "这份荡漾于海波之中的喜悦，你体会到了么？",
        "dialogues": [
            "这份荡漾于海波之中的喜悦，你体会到了么？",
            "果然，与夏天最相配的，除了海浪就是穿着泳装的漂亮女孩子呢！",
            "赤脚踩着沙滩上的感觉很美妙哦，你也来试试吧~",
            "来吧，跟我一起向着闪闪发光的海洋前进！",
            "这件可爱的泳装，是不是已经彻底将你迷倒了？",
            "这件可爱的泳装，是不是已经彻底将你迷倒了？"
        ]
    },
    {
        "id": 2042,
        "fullImg": "images/partners/2042.png",
        "icon": "images/partners/2042_5.png",
        "name": "阿波尼亚·谬惑深蓝",
        "params": {
            "height": "175 см",
            "sizes": "-",
            "bday": "5/25",
            "hobby": "-"
        },
        "flavor": "十三英桀的第三位，【戒律】的阿波尼亚。#n无论是怎样紧张的时候，都需要好好休息……#n这也是「命运」给你的指引之一哦。",
        "firstSightDialogue": "正是「命运」的指引，让我们在这个夏天中相遇么？",
        "dialogues": [
            "正是「命运」的指引，让我们在这个夏天中相遇么？",
            "一朵朵浪花汇聚到一起，就成为了海洋……世界的本质亦是如此，每个人都是其中的一朵浪花。",
            "在太阳底下活动久了容易晕厥，要不要躺下来休息会儿呢……我已经帮你铺好垫子了。",
            "尽可能去享受此时的温馨吧……毕竟，未来总是有着许多缺憾。",
            "如果觉得太阳太刺眼的话……嗯，也许可以枕在我的膝上。",
            "如果觉得太阳太刺眼的话……嗯，也许可以枕在我的膝上。"
        ]
    },
    {
        "id": 2043,
        "fullImg": "images/partners/2043.png",
        "icon": "images/partners/2043_5.png",
        "name": "帕朵菲莉丝·盛夏收集者",
        "params": {
            "height": "164 см",
            "sizes": "-",
            "bday": "7/11",
            "hobby": "-"
        },
        "flavor": "十三英桀的第十三位，【空梦】的帕朵菲莉丝。#n暑夏的热气，虽然很容易让人流汗。#n但这份懒洋洋的困倦，却更是一种享受。#n要一起躺下吗？咱选的这个位置可是很舒服的哦！",
        "firstSightDialogue": "玩累了之后在沙滩上痛痛快快地伸个懒腰……呀哈，真是太享受了！",
        "dialogues": [
            "玩累了之后在沙滩上痛痛快快地伸个懒腰……呀哈，真是太享受了！",
            "等会儿一起玩水球吗？灵巧这方面我可是很有自信的！",
            "咱这根尾巴毛茸茸的，摸起来别提有多舒服了！允许给你碰一小会儿……就一小会儿哦。",
            "罐头也躺下了吗？哎呀，真跟咱心有灵犀啊，海边不就是拿来躺的吗！？",
            "垫子上还留下了一些位置，你可以和我躺在一起……但别把咱挤出去了哦！",
            "垫子上还留下了一些位置，你可以和我躺在一起……但别把咱挤出去了哦！"
        ]
    },
    {
        "id": 2044,
        "fullImg": "images/partners/2044.png",
        "icon": "images/partners/2044_5.png",
        "name": "梅比乌斯·湛碧之女",
        "params": {
            "height": "173 см",
            "sizes": "-",
            "bday": "4/30",
            "hobby": "-"
        },
        "flavor": "十三英桀的第十位，【无限】的梅比乌斯。#n和我一起前往深海吧……#n想要抵抗夏天酷热的暑气，海洋深处的寒流可是最好的工具哦~",
        "firstSightDialogue": "小白鼠，这片看似平静的大海，也藏着很多故事哦……",
        "dialogues": [
            "小白鼠，这片看似平静的大海，也藏着很多故事哦……",
            "不觉得夏天很有趣么？炙热的太阳同时带来了炽烈的生命，以及快速腐烂的死亡。",
            "小白鼠，我不喜欢待在沙滩上，要陪我一起到海洋中去么？",
            "深邃的大海，正是「蛇」最好的居所呢。毕竟……也只有如此幽深而广袤的空间，才能容下那么多的狂想。",
            "温度好像上来了，让我们到深海中冷静一下吧。",
            "温度好像上来了，让我们到深海中冷静一下吧。"
        ]
    },
    {
        "id": 2050,
        "fullImg": "images/partners/2050.png",
        "icon": "images/partners/2050_5.png",
        "name": "鲜花战争",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "无法实现的愿望太多，然而少女睁开双眼——决心对抗世间所有的残酷。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2056,
        "fullImg": "images/partners/2056.png",
        "icon": "images/partners/2056_5.png",
        "name": "海中的心跳回忆",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "芽衣，这片湛蓝的深海，有没有让你变得心跳加快呢？",
        "firstSightDialogue": "芽衣，这片湛蓝的深海，有没有让你变得心跳加快呢？",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2057,
        "fullImg": "images/partners/2057.png",
        "icon": "images/partners/2057_5.png",
        "name": "九霄·冲浪之旅",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "冲浪"
        },
        "flavor": "晴朗的夏天，九霄带着冲浪板来到海上。#n头顶盘旋着白色的飞鸟，板下荡漾着碧蓝的海波。#n“果然，对救世主来说，海洋和天空都是自由的猎场啊！”",
        "firstSightDialogue": "新世界彼端的海岸线，已经在本救世主的眼中若隐若现了！",
        "dialogues": [
            "新世界彼端的海岸线，已经在本救世主的眼中若隐若现了！",
            "哈，今天的阳光真是晴朗呢！",
            "诶，快看，那边海面上是不是有什么东西！",
            "跟在我的后面，就让我为你乘风破浪吧！",
            "库库库，本救世主冲浪的身姿怎么样？是不是很帅气！"
        ]
    },
    {
        "id": 2058,
        "fullImg": "images/partners/2058.png",
        "icon": "images/partners/2058_5.png",
        "name": "卡琳·风移花织",
        "params": {
            "height": "169 см",
            "sizes": "81/61/86",
            "bday": "4/3",
            "hobby": "鲷鱼烧"
        },
        "flavor": "短暂的假期，卡琳和室友们一起来到了庙会，明明只是普通的逛街，然而每个卡琳经过的摊位都变得异常热闹，这场庆宴简直像是专门为她们举办的。",
        "firstSightDialogue": "要来点鲷鱼烧吗？这个口味很独特哦！",
        "dialogues": [
            "要来点鲷鱼烧吗？这个口味很独特哦！",
            "金鱼抓完了，气球全打爆了，抽奖全中了……接下来要去哪里玩呢？",
            "一个人呆愣着干吗呢?要不要带着体验版的感觉，和我一起逛逛呀？",
            "张嘴，啊——鲷鱼烧的味道不错吧？是我和拉妮、蒂亚拉她们一起挑的口味哦。",
            "街上好多人啊，简直和垃圾一样多。嘻嘻，我们可不能混进去呢。"
        ]
    },
    {
        "id": 2059,
        "fullImg": "images/partners/2059.png",
        "icon": "images/partners/2059_5.png",
        "name": "阿库莉亚·织锦添香",
        "params": {
            "height": "160 см",
            "sizes": "80/55/83",
            "bday": "6/24",
            "hobby": "锦囊"
        },
        "flavor": "获取下个课题之前，阿库获得了短暂的假期时间，她本打算和室友一起整备战术资料，然而却突然被拉来庙会……",
        "firstSightDialogue": "来了吗，那就走吧——别担心，我并没有等很久。",
        "dialogues": [
            "来了吗，那就走吧——别担心，我并没有等很久。",
            "走吧，今天的课题是什么？肯定不止是来玩那么简单吧。",
            "这套衣服很适合我？我倒不关心这个，方便行动比较重要。",
            "嗯，这个锦囊里放了重要的东西，至少它能帮我们脱险。",
            "你说话急促，脸色红彤彤的——这是人类对危机的感知表现。有敌人？"
        ]
    },
    {
        "id": 2060,
        "fullImg": "images/partners/2060.png",
        "icon": "images/partners/2060_5.png",
        "name": "拉妮艾特·香扇罗彩",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "浴衣"
        },
        "flavor": "作为戈尔迪乌斯家的继承者，无论何时都该光彩夺目——逛庙会时也一样！今天拉妮艾特身着这个时代不多见的经典服饰，以铁与血的战场心态，全力以赴地……逛街。",
        "firstSightDialogue": "原来如此，无论是否有好事发生，人们总会在庆典上获得快乐。",
        "dialogues": [
            "原来如此，无论是否有好事发生，人们总会在庆典上获得快乐。",
            "这是女仆子从家里给我寄来的衣物，当然也寄了其他款式，之中……只有这套浴衣能正常的穿出街。",
            "不知道卡琳她们去哪了，应该不会迷路吧？不对。迷路的应该是我？",
            "这把扇子是为蒂亚拉买的，她一出门就说热……希望能帮她扇扇。",
            "希望我能让全世界的人们……都像参与庙会的游客一样每时每刻都开心。"
        ]
    },
    {
        "id": 2061,
        "fullImg": "images/partners/2061.png",
        "icon": "images/partners/2061_5.png",
        "name": "蒂亚拉·彩衣糖风",
        "params": {
            "height": "142 см",
            "sizes": "73/57/69",
            "bday": "11/23",
            "hobby": "棉花糖"
        },
        "flavor": "一想到游戏被中断，蒂亚拉就怒上心头。明明那把游戏的开局如此丰厚，明明构筑已经到了无敌的境界——都怪拉妮！在整个游戏最关键的时候带自己出来玩。自己居然还同意了——气死了！",
        "firstSightDialogue": "好热、好多人，好想回去打游戏啊……",
        "dialogues": [
            "好热、好多人，好想回去打游戏啊……",
            "什么嘛，拉妮一定要我出来玩……结果现在人都不知道跑哪了。",
            "棉花糖……垃圾食品……但，喜欢。下辈子想生在糖果工厂。",
            "脚好痛，什么时候能休息啊？",
            "逛够了就回去打游戏吧，游戏比现实好玩多了！"
        ]
    },
    {
        "id": 2067,
        "fullImg": "images/partners/2067.png",
        "icon": "images/partners/2067_5.png",
        "name": "风织香彩夏夜引光",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "盆中游弋的金鱼、薄如命运的纸网，还有少女们纯粹的笑语与专注，都被包裹在夏日祭典特有的、混合着烟火气与青春气息的浪漫光晕里。",
        "firstSightDialogue": "夏夜的帷幕悄然垂落，而其中一处被明亮灯光照亮的角落，少女们将一切烦恼搁置，全身心投入到夏日祭典中。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2071,
        "fullImg": "images/partners/2071.png",
        "icon": "images/partners/2071_5.png",
        "name": "塔尔伦特·幽夜演出",
        "params": {
            "height": "170 см",
            "sizes": "95/72/86",
            "bday": "-",
            "hobby": "火力"
        },
        "flavor": "编号OS-08-RPG的空想神格。#n堪称空想神格中最为暴力的存在，拥有着最强力的火力输出。#n尽管为了空想组织的公众形象，稍微遮掩了一下，但那份暴烈并没有消失，只是变得更加隐蔽。",
        "firstSightDialogue": "深夜来访，你想从我这里得到什么吗？又或者……是想得到我？",
        "dialogues": [
            "深夜来访，你想从我这里得到什么吗？又或者……是想得到我？",
            "这些闪烁的灯光，似乎在哪里曾看到过一样。噢，想起来了，是火箭炮的控制信号灯。",
            "要来一杯么？如此美妙的夜色，似乎需要些助兴的东西。",
            "出问题的电视机，踹一下信号就好了。人也一样。",
            "演出马上就要开始了，第一场“节目”，你是想要金属风暴，还是自走型火炮？"
        ]
    },
    {
        "id": 2038,
        "fullImg": "images/partners/2038.png",
        "icon": "images/partners/2038_5.png",
        "name": "拉妮艾特·无解之结",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "绳结"
        },
        "flavor": "世界的秩序、权与力，远没有拉妮艾特想的那么简单，所以啊，把最后的呼吸都淬炼成刀刃——继续挣扎吧。",
        "firstSightDialogue": "用刀刃能轻松切断互相纠缠的绳结，但也会切断维系着的未来……",
        "dialogues": [
            "戈尔迪乌斯家……一直在做着错误的事。",
            "用刀刃能轻松切断互相纠缠的绳结，但也会切断维系着的未来……",
            "母亲大人，请等着吧，我会再次来到你的面前。",
            "我的旅程不会停止，我一定会取得真正的解结之法。",
            "梅米妮·罗亚、茉莉欧·影徒，我不会忘记你们两人的……"
        ]
    },
    {
        "id": 2066,
        "fullImg": "images/partners/2066.png",
        "icon": "images/partners/2066_5.png",
        "name": "直到温暖触及心灵",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "冰冷的现实囚禁了理想，她心知肚明，路尽于暮色，所以……",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2068,
        "fullImg": "images/partners/2068.png",
        "icon": "images/partners/2068_5.png",
        "name": "煌嵐·居家人体练习",
        "params": {
            "height": "150 см",
            "sizes": "82/56/86",
            "bday": "-",
            "hobby": "为艺术献身"
        },
        "flavor": "家中，美少女漫画家煌嵐正为人体结构苦恼不已：“干脆用自己当作参考素材吧。”#n她换上一套专为研究准备的内衣，对着镜中自己雪白的肌肤，柔软半透的布料……心无杂念，以纯粹的钻研精神，观察着胸大肌与前锯肌的衔接，还有股内侧的内收肌群……#n“咔哒。”门开了。她面不改色地回头，原来是梅梅，先去给她沏杯茶……直到上茶后，过于震惊的梅梅才缓过神来，指着镜子，作为提醒。#n煌嵐羞耻地用被子把自己裹了起来，三天之内，她不想见到任何人。",
        "firstSightDialogue": "果然，想画好内衣，与其参考其他画师，不如直接研究实物……缩减伙食费，多买几件新款式的内衣好了。",
        "dialogues": [
            "果然，想画好内衣，与其参考其他画师，不如直接研究实物……缩减伙食费，多买几件新款式的内衣好了。",
            "要是我能再长高一点就好了……",
            "总感觉最近又变大了，大概是错觉吧。",
            "平时我都没注意到，莫非，我的身材……其实很色……？不不不，别自恋了，我也就是平均水平……",
            "人体我已经画得够熟练的了，可为什么……就是没有生命力呢？果然是因为，她不在我身边吗……"
        ]
    },
    {
        "id": 2075,
        "fullImg": "images/partners/2075.png",
        "icon": "images/partners/2075_5.png",
        "name": "布洛妮娅·不可触及的白昼梦",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "一种熟悉的、几乎遗忘的……暖意，两片羽毛，带着阳光晒过的尘埃气味，轻轻落在布洛妮娅的眼皮上。",
        "firstSightDialogue": "一种熟悉的、几乎遗忘的……暖意，两片羽毛，带着阳光晒过的尘埃气味，轻轻落在布洛妮娅的眼皮上。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2078,
        "fullImg": "images/partners/2078.png",
        "icon": "images/partners/2078_5.png",
        "name": "希儿·蔚然淑姿",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "10/18",
            "hobby": "照顾、布洛妮娅"
        },
        "flavor": "布洛妮娅休息时，飘落的两片羽毛之一，这究竟是南柯一梦，还是……？",
        "firstSightDialogue": "不能给姐姐添麻烦哦，杂事就交给我来吧。",
        "dialogues": [
            "不能给姐姐添麻烦哦，杂事就交给我来吧。",
            "大家都在好好长大呢，希望这份安宁能够一直持续……",
            "姐姐……看起来还是那么辛苦。",
            "嗯，即使是玩具也要保持干干净净的样子。",
            "今天的天气真好，把被子也一起晾了吧。"
        ]
    },
    {
        "id": 2079,
        "fullImg": "images/partners/2079.png",
        "icon": "images/partners/2079_5.png",
        "name": "杏·孩子王的王",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "9/9",
            "hobby": "孩子王、布洛妮娅"
        },
        "flavor": "布洛妮娅休息时，飘落的两片羽毛之一，这究竟是南柯一梦，还是……？",
        "firstSightDialogue": "喂，究竟是谁把不可机洗的无敌怪兽放进去的，快给我站出来！3，2，1……！",
        "dialogues": [
            "喂，究竟是谁把不可机洗的无敌怪兽放进去的，快给我站出来！3，2，1……！",
            "真是让我好找，下次可不是挠痒痒那么简单的了。",
            "布洛妮娅……？哼，那可是本大爷重要的人，你不许打扰她。",
            "可别和我耍什么花样，小孩子的技巧没有人比本大爷更懂了。",
            "真是一群麻烦的小鬼，尽给大人添麻烦。"
        ]
    },
    {
        "id": 2082,
        "fullImg": "images/partners/2082.png",
        "icon": "images/partners/2082_5.png",
        "name": "布洛妮娅【银狼归来】",
        "params": {
            "height": "165 см",
            "sizes": "79/60/83",
            "bday": "8/18",
            "hobby": "希儿、杏"
        },
        "flavor": "曾经拯救过世界的少女，在战争结束后开了一家孤儿院，诸多原因促使下，为了惩奸除恶再次与崩坏学园并肩。",
        "firstSightDialogue": "布洛妮娅·扎伊切克，重新归队。Master，再次见到你很高兴，一起开辟新的未来吧。",
        "dialogues": [
            "我是“地脉”的负责人，布洛妮娅。让我们彼此各取所需吧。",
            "我早就下定决心了，要用这份力量……消灭世间诸恶。",
            "一定会相遇的，即使你们在生与死的狭缝，我也会找到你们。",
            "误会、错觉、不幸，我们总是被细小的命运捉弄。但是，这也让渺小的人们改变了自己的生命轨迹。",
            "信念、理想、爱……我没有资格拥有它们。",
            "停下，会吵到孩子们的。",
            "怎么了？发现什么了吗？",
            "随时可以出动。",
            "我想，你很适合成为重装大兔的炮弹。",
            "不用担心，我不会着凉。",
            "对“地脉”的制服很好奇？你想加入吗？",
            "谢谢，你总会祝福我的生日。你的声音……让我感到很安心。"
        ]
    },
    {
        "id": 2094,
        "fullImg": "images/partners/2094.png",
        "icon": "images/partners/2094_5.png",
        "name": "科迪莉亚·蛇眼骑士",
        "params": {
            "height": "165 см",
            "sizes": "93/59/91",
            "bday": "-",
            "hobby": "情报"
        },
        "flavor": "巫树军团的骑士，曾跟随萨库里菲斯开疆拓土，立下无数功劳……然而时代变化，她的野心渐渐显露。",
        "firstSightDialogue": "我是巫树军团最高情报部长，和我说话前掂量好自己。",
        "dialogues": [
            "我是巫树军团最高情报部长，和我说话前掂量好自己。",
            "茜尔卡那家伙，只是沾了点巫树骑士的光就趾高气扬，瞧不起长辈……",
            "梅米妮大人还是太过于软弱了，这样下去即使成为了巫树家主也只是他人的傀儡，既然如此，不如由我来。",
            "家主萨库里菲斯的身体越来越差了，必须快点找到靠谱的人统领巫树军才行。",
            "归来者狂潮，放任不顾即可，何必为了所谓大义与虚无一战？",
            "归来者狂潮，放任不顾即可，何必为了所谓大义与虚无一战？"
        ]
    },
    {
        "id": 2095,
        "fullImg": "images/partners/2095.png",
        "icon": "images/partners/2095_5.png",
        "name": "桦藏莲见心·死区行者",
        "params": {
            "height": "164 см",
            "sizes": "88/62/91",
            "bday": "-",
            "hobby": "橘子"
        },
        "flavor": "藏身尤卡坦大死区的游侠，旧特种军官学院历届首席之冠，更是死区师团的师团长。",
        "firstSightDialogue": "哎呀，这是到了我不该来的地方吗？",
        "dialogues": [
            "哎呀，这是到了我不该来的地方吗？",
            "要不要来个橘子，今天刚摘的哦。",
            "卡琳在崩坏学园，让我放心了不少呢——她要是进了死区可不知道会干出什么事呢。",
            "嗯，崩坏学园和我那时候变化真大啊。",
            "想问我死区里的事？不如我直接带你去看看吧——哈哈，别担心，几分钟就能来回。",
            "想问我死区里的事？不如我直接带你去看看吧——哈哈，别担心，几分钟就能来回。"
        ]
    },
    {
        "id": 2099,
        "fullImg": "images/partners/2099.png",
        "icon": "images/partners/2099_5.png",
        "name": "绕指柔光的小卫星",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "凡尘的街道，踽踽独行，仰望星空，她确信自己不过是奔赴星辰的凡人，殊不知在我眼中，她就是星辰本身。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2100,
        "fullImg": "images/partners/2100.png",
        "icon": "images/partners/2100_5.png",
        "name": "寒雨待宵的紫阳花",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "被回忆的雨困住，笨拙地淋湿，一身泥泞，像个孩子……她以为自己需要终点，但她真正需要的，只是一把可以遮风挡雨的伞。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2101,
        "fullImg": "images/partners/2101.png",
        "icon": "images/partners/2101_5.png",
        "name": "魔弹骑士·归来者",
        "params": {
            "height": "162 см",
            "sizes": "85/58/89",
            "bday": "-",
            "hobby": "戈尔迪乌斯"
        },
        "flavor": "魔弹作为拉丝缇的守护骑士，自幼便与其形影不离，忠心耿耿；即使变为归来者，这份忠诚也从未动摇。",
        "firstSightDialogue": "永远效忠戈尔迪乌斯……拉丝缇大人，请下命令。",
        "dialogues": [
            "永远效忠戈尔迪乌斯……拉丝缇大人，请下命令。",
            "这里是哪里？我是在做梦吗，拉丝提大人？",
            "无论是什么对手，我都会让您的刀精准刺入他的要害。",
            "那些敌人中……居然有戈尔迪乌斯家的人？",
            "归来者？那是我们的敌人，不能让它们伤害拉丝缇大人。",
            "归来者？那是我们的敌人，不能让它们伤害拉丝缇大人。"
        ]
    },
    {
        "id": 2102,
        "fullImg": "images/partners/2102.png",
        "icon": "images/partners/2102_5.png",
        "name": "梅梅",
        "params": {
            "height": "141 см",
            "sizes": "72/54/77",
            "bday": "-",
            "hobby": "绘画，照顾煌嵐，橘子"
        },
        "flavor": "千羽学园美术班的普通初中生。外表很不起眼，但内心纤细，情感丰富。总是把老家产的橘子分给别人，以示亲近。 #n在一次漫展上，她对煌嵐的同人志一见倾心，毅然自荐成为助手。从此，她不仅在工作室里埋头作画，甚至无意间照顾起了煌嵐的生活起居。 #n鲜为人知的是，她家住长空市的高层塔式住宅。因为父母总是忙于工作，比起那个空旷的房子，她更喜欢煌嵐充满温暖的房间。 #n每当煌嵐想要放弃漫画，梅梅总能唤起煌嵐的初心。这是其他任何人都做不到的事情。",
        "firstSightDialogue": "老师，涂黑完成了，床单和被套我给你换好了，还有晚饭也……不是的，我只是不想浪费冰箱里的食材！",
        "dialogues": [
            "我要和大家一起努力！",
            "老师，涂黑完成了，床单和被套我给你换好了，还有晚饭也……不是的，我只是不想浪费冰箱里的食材！",
            "我只是个普通的美术生，能帮上煌嵐老师的忙，简直就像做梦一样……",
            "霜月雨姐姐，麻理姐姐，拉妮大人，大家都比我漂亮，比我厉害……不行，我不能自卑，我也是很可爱的！",
            "真是的……透视又没画对！下次我一定能画对！"
        ]
    },
    {
        "id": 2107,
        "fullImg": "images/partners/2107.png",
        "icon": "images/partners/2107_5.png",
        "name": "布洛妮娅·重归战场",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "再次登上兵神，然而她身边曾经形影不离的两位同伴，不再分列左右，只有空洞的寂静。然而，当诸多信息投射，交错的光影间，她仿佛听到了熟悉的耳语。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2103,
        "fullImg": "images/partners/2103.png",
        "icon": "images/partners/2103_5.png",
        "name": "灰鼠·作战准备",
        "params": {
            "height": "170 см",
            "sizes": "89/66/95",
            "bday": "-",
            "hobby": "训练、绘画"
        },
        "flavor": "脱下面具的灰鼠，有着与梅米妮·罗亚一样的面容——她原来也是巫树家族的继承者。",
        "firstSightDialogue": "很高兴和你合作，我是新任巫树家主，薇芙·罗亚。",
        "dialogues": [
            "很高兴和你合作，我是新任巫树家主，薇芙·罗亚。",
            "“灰鼠”是我在杜鹃团的代号，我从没想过自己会取回薇芙·罗亚这个名字。",
            "差不多该进行作战准备了，Pine，变为天狼巨剑。",
            "差不多该进行作战准备了，Pine，变为天狼巨剑。",
            "我确实有巫树军团的家传圣痕，但我过去不会轻易使用它，因为圣痕会暴露我的身份。",
            "想不到梅米妮也喜欢绘画，她房间里的《独角兽与被黑暗笼罩的妇人》是非常不错的作品。"
        ]
    },
    {
        "id": 2063,
        "fullImg": "images/partners/2063.png",
        "icon": "images/partners/2063_5.png",
        "name": "绀紫妹妹·为你点单",
        "params": {
            "height": "155 см",
            "sizes": "80/56/82",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "紫耀之都的女神候补生，女神妮普褆努的妹妹。#n她将用猫女仆的装扮，为客人们施加魔法？！#n虽然还不太熟练，但非常努力。她埋头苦干的样子，正体现了她认真负责的性格。",
        "firstSightDialogue": "这位客人，请问你有什么需要吗？",
        "dialogues": [
            "这位客人，请问你有什么需要吗？",
            "嗯……嗯……我知道了，甜点和饮料马上送来！",
            "请问还有什么要求吗？想摸摸尾巴？啊，这个……",
            "请放心，在为你服务期间，我会一直陪着你的。不过可别提什么过分的请求哦……",
            "在姐姐看来，现在的我有没有一点进步呢……"
        ]
    },
    {
        "id": 2064,
        "fullImg": "images/partners/2064.png",
        "icon": "images/partners/2064_5.png",
        "name": "圣黑妹妹·甜点无忧",
        "params": {
            "height": "148 см",
            "sizes": "75/54/80",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "黑土边域的女神候补生，女神诺瓦露的妹妹。#n即使作为猫咪侍应生服务，她也丝毫不改自己的傲娇本色。#n但在傲娇的外表之下，却会不自觉做出一些纤细温柔的举动。",
        "firstSightDialogue": "这身装扮怎么样？如果你能一直看着我工作的样子就好了……",
        "dialogues": [
            "这身装扮怎么样？如果你能一直看着我工作的样子就好了……",
            "饮品和甜点都已送到，安心享用吧。",
            "“看起来暴露但却什么也没露”……这、这话我可不能当做没听到！",
            "放心吧，不管发生什么，我都会守护着你的——这是猫咪侍应生的职业操守。",
            "才不是为了你特意做的……不过，这份甜品的味道怎么样？"
        ]
    },
    {
        "id": 2065,
        "fullImg": "images/partners/2065.png",
        "icon": "images/partners/2065_5.png",
        "name": "迷幻霓光",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "就在这个迷乱的世界里，穿着可爱的制服，横冲直撞，夺取最后的胜利吧！",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2073,
        "fullImg": "images/partners/2073.png",
        "icon": "images/partners/2073_5.png",
        "name": "樱华·弦落芬芳",
        "params": {
            "height": "157 см",
            "sizes": "73/53/70",
            "bday": "4/5",
            "hobby": "紬"
        },
        "flavor": "与紬一起悠闲品尝下午茶的樱华，愉快地享受着这一切。#n口中的奶油化为甜蜜的滋味，就像是把凝固住的，最美妙的时间都在味蕾上分解了一样。",
        "firstSightDialogue": "被点心和茶饮包围的下午……呜呀，好幸福！",
        "dialogues": [
            "被点心和茶饮包围的下午……呜呀，好幸福！",
            "看到紬吃得这么开心，这些甜品都好像变得更美味了。",
            "紬，这里有好多种和菓子，来尝尝看吧！",
            "好清甜的樱花蛋糕！感觉身体也像樱花瓣一样软软地飘落了呢……",
            "“有一段关于这间甜品店的古老的故事……”什，什么，你又想讲鬼故事了吧！我不听！",
            "“有一段关于这间甜品店的古老的故事……”什，什么，你又想讲鬼故事了吧！我不听！"
        ]
    },
    {
        "id": 2074,
        "fullImg": "images/partners/2074.png",
        "icon": "images/partners/2074_5.png",
        "name": "紬·甘味如故",
        "params": {
            "height": "151 см",
            "sizes": "69/53/70",
            "bday": "6/24",
            "hobby": "樱华、和菓子"
        },
        "flavor": "与樱华一起悠闲品尝下午茶的紬，愉快地享受着这一切。#n口中的奶油化为甜蜜的滋味，就像是把凝固住的，最美妙的时间都在味蕾上分解了一样。",
        "firstSightDialogue": "女孩子之间的下午茶，当然要打扮得漂漂亮亮的！",
        "dialogues": [
            "女孩子之间的下午茶，当然要打扮得漂漂亮亮的！",
            "你也想尝尝这些甜品吗？里面还有我最喜欢的和菓子哦！",
            "和朋友一起度过甜蜜的下午时光，就是最珍贵的享受。",
            "樱华，你想尝尝这块樱花蛋糕么？和你很配哦！",
            "真希望这样的时光永远也不会过去……我也永远不会厌倦的。",
            "真希望这样的时光永远也不会过去……我也永远不会厌倦的。"
        ]
    },
    {
        "id": 2076,
        "fullImg": "images/partners/2076.png",
        "icon": "images/partners/2076_5.png",
        "name": "芙兰·猫醉金迷",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "赚钱、升级"
        },
        "flavor": "由于游汐叶界的女神降临，芙兰身陷于游戏化的世界中。#n为了使世界复原，芙兰使出浑身解数，在辉光娱乐城里不断地吸引人气，大举创收，一定要通关这场【现实系游戏】。",
        "firstSightDialogue": "欢迎光临，请问是玩游戏，还是要喝的。又或者……是我的特别服务呢？",
        "dialogues": [
            "欢迎光临，请问是玩游戏，还是要喝的。又或者……是我的特别服务呢？",
            "今日的特别活动，第二杯半价！……什么，要喝我剩下的那杯？",
            "哼哼，只要我出马，想要提高账本上的数字还不是易如反掌！",
            "果然，就算在游戏里，金钱也是世界运转的核心呢！",
            "不错，今天的业绩更进一步！看来我们的目标很快就能实现了。"
        ]
    },
    {
        "id": 2077,
        "fullImg": "images/partners/2077.png",
        "icon": "images/partners/2077_5.png",
        "name": "宁蒂·嬉戏猫色",
        "params": {
            "height": "145 см",
            "sizes": "72/55/74",
            "bday": "11/15",
            "hobby": "猫抓柱"
        },
        "flavor": "猫抓柱、猫饼干、软软的坐垫、干净的小窝……#n为猫咪们布置好了慵懒惬意的环境，但正在检验猫抓柱质量的宁蒂，却似乎同样被这东西迷住了。#n“唔……嗯……”",
        "firstSightDialogue": "给猫咪的家具都布置好了，接下来就安心享受和它们共处的时间吧。",
        "dialogues": [
            "给猫咪的家具都布置好了，接下来就安心享受和它们共处的时间吧。",
            "这些玩具猫咪们会喜欢吗？应该会喜欢的吧……毕竟宁蒂很喜欢。",
            "新鲜的猫饼干，还有浓浓的香气……",
            "帮猫咪试一下这个猫抓柱的质量……咕唔，有点停不下来了。",
            "我在干什么？呃……宁蒂在尝试代入猫咪的心情，从而增进与猫咪之间的感情。嗯，就是这样。"
        ]
    },
    {
        "id": 2084,
        "fullImg": "images/partners/2084.png",
        "icon": "images/partners/2084_5.png",
        "name": "煌嵐·Chantilly&Noir",
        "params": {
            "height": "150 см",
            "sizes": "82/56/86",
            "bday": "-",
            "hobby": "绘画，伙伴，被人点赞"
        },
        "flavor": "煌嵐的新衣服设计繁复却不显杂乱，完美勾勒出她玲珑有致的身形。长度刚好的小黑裙，白色的花边衬衫，搭配标志性的魔女帽、眼镜和双麻花辫元素后，她浑身散发着一种青涩又神秘的学姐魅力。#n麻理评委：9分，别让牛乳贴贴老师太骄傲了。#n梅梅评委：10分，老师世界第一可爱！#n霜月雨世界评委：10000分。",
        "firstSightDialogue": "总感觉衣服有点紧，特别是胸口……你说是和世界去甜品天堂的次数变多的缘故？咕！你别戳穿我啊，不理你了！",
        "dialogues": [
            "不要突然牵住我的手啦！那个，我没有说不行啦，只是希望你提前说一下再牵。",
            "总感觉衣服有点紧，特别是胸口……你说是和世界去甜品天堂的次数变多的缘故？咕！你别戳穿我啊，不理你了！",
            "可爱？我……我当然很可爱啦，我有自知之明，所以你夸我，我也不会开心的，哼！",
            "一直忙碌于漫画和学习，好看的衣服没怎么买，好玩的地方也没怎么去……唉……",
            "是风……！呜，沙子进眼睛里了……等一下，世界，不要舔啦！"
        ]
    },
    {
        "id": 2085,
        "fullImg": "images/partners/2085.png",
        "icon": "images/partners/2085_5.png",
        "name": "霜月雨世界·Saint Blanc",
        "params": {
            "height": "176 см",
            "sizes": "106/59/99",
            "bday": "-",
            "hobby": "读书，写作，好吃的东西"
        },
        "flavor": "霜月雨世界的新衣服是经典的内短外长，内紧外松穿搭，白色的连衣裙开衩高度和裸露度都非常夸张，让人对后背的风景浮想联翩，搭配大衣后更是种既圣洁又背德的魅力。#n麻理评委：9.5分，扣0.5分给暴露度。#n梅梅评委：10分，只要可爱就完事了！#n煌嵐评委：10000分。",
        "firstSightDialogue": "这件衣服，可是我花了很大心思挑的，这下，翅膀不会从后面，把裙子掀起来了。怎么样？可爱吗？",
        "dialogues": [
            "这件衣服，可是我花了很大心思挑的，这下，翅膀不会从后面，把裙子掀起来了。怎么样？可爱吗？",
            "模特？那是什么，好吃吗……？原来您是指我的身材像模特啊，见笑了……",
            "如果您觉得冷，要不要……我把这件外套，借给您穿？",
            "不要去人多的地方？嗯，我知道了。我也拜托你，不要离我太远。",
            "那个……如果叫出声的话，肯定会被发现的……"
        ]
    },
    {
        "id": 2086,
        "fullImg": "images/partners/2086.png",
        "icon": "images/partners/2086_5.png",
        "name": "霜月雨世界·古堡梦魇",
        "params": {
            "height": "176 см",
            "sizes": "106/59/99",
            "bday": "-",
            "hobby": "煌嵐"
        },
        "flavor": "在恐怖屋中尝试以幽灵角色出演NPC的霜月雨世界，她精心设计的桥段和造型，居然真的起到了不小的效果。#n只是……后续却迎来了令人猝不及防的发展。",
        "firstSightDialogue": "虽然不知道自己吓人的天赋怎么样，但我会努力的……",
        "dialogues": [
            "虽然不知道自己吓人的天赋怎么样，但我会努力的……",
            "要是能吓到煌嵐的话，她会害怕得冲过来抱住我吗？唔……",
            "这些我设计的关卡，能不能让大家喜欢呢？",
            "留在这里……就是你们的命运……",
            "留在这里……就是你们的命运……"
        ]
    },
    {
        "id": 2087,
        "fullImg": "images/partners/2087.png",
        "icon": "images/partners/2087_5.png",
        "name": "霜月雨世界·古堡梦魇（里）",
        "params": {
            "height": "176 см",
            "sizes": "106/59/99",
            "bday": "-",
            "hobby": "煌嵐"
        },
        "flavor": "为了帮助在恐怖屋中被吓得崴脚的少女，霜月雨世界主动以幽灵NPC的身份帮助她，却误触了自己设计的机关，被吊了起来。#n虽然露出了非常羞耻的模样，但看到煌嵐的那一刻，霜月雨还是感受到了淡淡的喜悦。",
        "firstSightDialogue": "好像犯错了……居然被自己设计的机关困住了……",
        "dialogues": [
            "好像犯错了……居然被自己设计的机关困住了……",
            "难道说，我其实没什么吓人的天赋么？",
            "好想快点下去……不过吊起来后上面的风景还挺好看的。",
            "你在笑我自己又失误了么……诶，要救我下来？煌嵐……",
            "这种样子见你，总觉得好羞耻……但要是你喜欢的话——"
        ]
    },
    {
        "id": 2088,
        "fullImg": "images/partners/2088.png",
        "icon": "images/partners/2088_5.png",
        "name": "柳德麻理·捣蛋僵尸",
        "params": {
            "height": "160 см",
            "sizes": "79/56/82",
            "bday": "-",
            "hobby": "煌嵐，美好的少女感情"
        },
        "flavor": "在恐怖屋中尝试以僵尸角色出演NPC的麻理，决定在从棺材里跳出来的那一瞬间，好好地吓一下大家。#n不过……这么可爱的僵尸，真的能吓到人吗？",
        "firstSightDialogue": "我的僵尸扮演得怎么样？一定很可怕吧！诶嘿嘿……",
        "dialogues": [
            "我的僵尸扮演得怎么样？一定很可怕吧！诶嘿嘿……",
            "老师现在一定在看着我吧，我可要好好表现！",
            "我会让今天成为所有游客难忘的记忆……哼哼哼，做好准备吧！",
            "尸王麻理大人驾到！诶嘿嘿，被吓到了吧……",
            "哇哈！我一定会成为恐怖屋里最可怕的NPC！"
        ]
    },
    {
        "id": 2089,
        "fullImg": "images/partners/2089.png",
        "icon": "images/partners/2089_5.png",
        "name": "柳德麻理·捣蛋僵尸（里）",
        "params": {
            "height": "160 см",
            "sizes": "79/56/82",
            "bday": "-",
            "hobby": "煌嵐，美好的少女感情"
        },
        "flavor": "在恐怖屋中扮演僵尸NPC，想要展现出自己恐怖一面的麻理，从棺材里跳出来后，却遇到了意想不到的挫折。#n“哈哈哈，吓到了吧！这就是麻理大人……”#n“等，等等……别围着我……救命啊！！”",
        "firstSightDialogue": "想逃吗？哼哼，我可不会那么简单放你走的！",
        "dialogues": [
            "想逃吗？哼哼，我可不会那么简单放你走的！",
            "老师，我的僵尸服怎么样？可爱吗？",
            "可爱又恐怖的麻理僵尸大人，就在今天晚上开启可怕的惊吓派对吧！咩哈哈！",
            "吓吓！害怕了吧……等等，你们怎么不逃跑？",
            "哈！诶诶，大家怎么都围过来了……别靠这么近，我、我可是僵尸！"
        ]
    },
    {
        "id": 2092,
        "fullImg": "images/partners/2092.png",
        "icon": "images/partners/2092_5.png",
        "name": "霜月雨世界·贴贴迷糊灵",
        "params": {
            "height": "176 см",
            "sizes": "106/59/99",
            "bday": "-",
            "hobby": "煌嵐"
        },
        "flavor": "恐怖屋中，不小心搞砸了的霜月雨，被小幽灵捆绑着困在了机关里。#n毫无办法的她，向你投来了恳求的目光。",
        "firstSightDialogue": "好像……一不小心又弄砸了。",
        "dialogues": [
            "好像……一不小心又弄砸了。",
            "这一幕千万不能被煌嵐看到了……不然我又要被笑了。",
            "被绑得好紧，胸口有一点不舒服……",
            "明明是自己做出来的小幽灵，也是自己设计的机关……为什么会变成这样呢……",
            "明明是自己做出来的小幽灵，也是自己设计的机关……为什么会变成这样呢……",
            "呜……不好意思，请问能不能帮帮我……"
        ]
    },
    {
        "id": 2093,
        "fullImg": "images/partners/2093.png",
        "icon": "images/partners/2093_5.png",
        "name": "柳德麻理·星符敕令",
        "params": {
            "height": "160 см",
            "sizes": "79/56/82",
            "bday": "-",
            "hobby": "煌嵐，美好的少女感情"
        },
        "flavor": "明明是扮演可怕的僵尸角色，麻理却因为过于可爱，而被恐怖屋中一个个冒着星星眼的少女围攻得四处逃窜。#n……这样说来，角色立场是不是有点不对？",
        "firstSightDialogue": "诶……非但不害怕地跑开，还胆、胆敢向我走来吗？",
        "dialogues": [
            "诶……非但不害怕地跑开，还胆、胆敢向我走来吗？",
            "别过来，我可是僵尸哦！",
            "僵、僵尸……什么嘛，为什么你们一点不害怕的！",
            "救命啊！僵尸要被人类抓住了！",
            "救命啊！僵尸要被人类抓住了！",
            "梅梅救我，老师救我……啊啊，扮演NPC的活动也太可怕了吧！"
        ]
    },
    {
        "id": 2106,
        "fullImg": "images/partners/2106.png",
        "icon": "images/partners/2106_5.png",
        "name": "嫉妒的终点是“超在意”",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "“无论是实力，战绩，还是外貌、身高和身材，世界都比我出众多了……怎么可能不嫉妒啊？”但一想到这个超级大白痴总算平安无事，一听到她感激的话语，煌嵐也只好别过脸去。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2113,
        "fullImg": "images/partners/2113.png",
        "icon": "images/partners/2113_5.png",
        "name": "无人知晓的温柔",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "爱丽雅·静河又为学生的事忙到天亮。她想，自己这副冷冰冰又无趣的样子，一定又吓到霜月雨世界了。她没办法，只能把自己最喜欢的玩偶抱得更紧。她想不通那孩子哪来的勇气，能那么坦然地表达温柔和爱。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 1864,
        "fullImg": "images/partners/1864.png",
        "icon": "images/partners/1864_5.png",
        "name": "可可利亚·雪域天使",
        "params": {
            "height": "168 см",
            "sizes": "98/64/100",
            "bday": "-",
            "hobby": "冰雪"
        },
        "flavor": "在雪域中静静伫立的可可利亚，默默地等待着你。#n希望能在这片风雪中，与你一起给故事带来更完美的结局。",
        "firstSightDialogue": "粒粒落下的雪花，与纯白无瑕的恋心很相似呢。",
        "dialogues": [
            "粒粒落下的雪花，与纯白无瑕的恋心很相似呢。",
            "在这片长年冰封的土地上，救赎该去哪里寻见……",
            "心甘情愿地被我捕获，然后与我一起创造更完美的结局吧。",
            "娜塔……不，宁蒂，你会成为指引我的那个天使么？",
            "就让降临的天使为你我见证，这个璀璨而纯粹的故事吧。",
            "就让降临的天使为你我见证，这个璀璨而纯粹的故事吧。"
        ]
    },
    {
        "id": 2072,
        "fullImg": "images/partners/2072.png",
        "icon": "images/partners/2072_5.png",
        "name": "柳德麻理·圣诞惊喜",
        "params": {
            "height": "160 см",
            "sizes": "79/56/82",
            "bday": "-",
            "hobby": "圣诞惩罚游戏"
        },
        "flavor": "在煌嵐家里举办的圣诞聚会上，输掉游戏的人，必须接受惩罚，换上麻理事先准备好的衣服。#n麻理输了一局：“咩哈哈~！换上啦！好看吗？”#n世界输了一局：“真好看，我也可以穿了……”#n梅梅输了一局：“老师要是不想穿的话，那我们先穿啦？”#n看着众人对自己投来的亲切眼神，煌嵐感到某种奇奇怪怪的文化，好像正在社团中蔓延：“莫非……奇怪的人，其实是我？”#n麻理偷笑中。",
        "firstSightDialogue": "超级麻理正在思考什么样的惩罚游戏——哦不对，什么样的圣诞惊喜比较好，这可是很严肃的事情。",
        "dialogues": [
            "超级麻理正在思考什么样的惩罚游戏——哦不对，什么样的圣诞惊喜比较好，这可是很严肃的事情。",
            "波噜噜，你说我今年会收到什么礼物呢？会不会是那部动画的蓝光碟……啊，我忘记我已经买了。",
            "放心吧，奶奶，今年圣诞节，我可以和我的朋友们一起过。我终于不用一个人过圣诞节了。",
            "有空吗？帮我把这些礼物打包好。对了，绝对绝对，绝——对，不准偷看里面哦？",
            "咩哈哈！宇航机器人们！把圣诞礼物和可爱的衣服，都统统送给美少女们！"
        ]
    },
    {
        "id": 2080,
        "fullImg": "images/partners/2080.png",
        "icon": "images/partners/2080_5.png",
        "name": "拉妮艾特·丰裕礼赠",
        "params": {
            "height": "165 см",
            "sizes": "80/58/84",
            "bday": "9/23",
            "hobby": "圣诞"
        },
        "flavor": "圣诞将至，为大家准备了一堆礼物的拉妮艾特，满怀憧憬地想象着每个人收到礼物后的笑容。#n仅仅只是想象着，也让她感觉浑身充满了干劲。",
        "firstSightDialogue": "圣诞节要到了，给大家的礼物都准备好了。别担心，你也有份哦！",
        "dialogues": [
            "圣诞节要到了，给大家的礼物都准备好了。别担心，你也有份哦！",
            "不知道蒂亚拉会不会喜欢我送的礼物……但没关系，不管是充值点卡还是游戏机我都买好了！",
            "戈尔迪乌斯家的家训——只有好孩子才能收到礼物！",
            "我有没有什么想要的？你这么问的话……嗯，我想要给你礼物！",
            "学园里的气氛热烈起来了，大家都好开心……可以的话，真希望天天都是节日呢。"
        ]
    },
    {
        "id": 2081,
        "fullImg": "images/partners/2081.png",
        "icon": "images/partners/2081_5.png",
        "name": "蒂亚拉·织星结铃",
        "params": {
            "height": "142 см",
            "sizes": "73/57/69",
            "bday": "11/23",
            "hobby": "圣诞"
        },
        "flavor": "穿上专属的服装，准备了大堆完美的礼物（自以为），蒂亚拉决定在圣诞给所有人一个惊喜。#n只不过……#n“这身衣服穿出去，不会冻死吧！阿、阿嚏！”",
        "firstSightDialogue": "圣诞到了，你也有想要的礼物吧，快说出来，让我看看猜中了没有！",
        "dialogues": [
            "圣诞到了，你也有想要的礼物吧，快说出来，让我看看猜中了没有！",
            "卡琳居然说我穿成这样去见拉妮，就是最好的圣诞礼物了……哼。",
            "鹿角、缎带、红色的加绒外套……这身衣服很符合圣诞节的气氛，对吧！",
            "你想收到的礼物……不准说“最想要蒂亚拉”这种话哦！",
            "看看我准备的礼物！游戏机、点卡、角色手办……怎么这副表情，要是蒂亚拉大人收到这些东西可是会很开心的！"
        ]
    },
    {
        "id": 2083,
        "fullImg": "images/partners/2083.png",
        "icon": "images/partners/2083_5.png",
        "name": "煌嵐",
        "params": {
            "height": "150 см",
            "sizes": "82/56/86",
            "bday": "7/18",
            "hobby": "绘画，伙伴，被人点赞"
        },
        "flavor": "崩坏学园战术五期的少女，从小像绘画般使用风之构型，个性爽朗、实力强大的同时，又有些娇羞和不坦率。今后会一边继续最喜欢的漫画创作，一边度过平淡无奇的日常。",
        "firstSightDialogue": "我叫煌嵐，如你所见，不过是个平平无奇的……唉是的是的，我就是“牛乳贴贴”老师，画那种本子的画师，别吐槽笔名了。",
        "dialogues": [
            "今天的风儿甚是喧嚣……快走吧，趁风还未停歇。",
            "为什么要打扮成女巫？因为有人说会画画的人就像会魔法的女巫，当然我本身也很喜……才不是什么“愿者上钩”！",
            "喜欢画那种图，不代表画师就是那种人！胸部，大腿，还有腋下什么的，我都是怀着艺术的眼光看待的！",
            "对敌人冷酷，对伙伴温柔，这是我的信条。所以，如果我战斗时候的样子吓到你了，别太当回事，好吗……？",
            "（和这个人在一起的感觉，还挺不错的，可是……我为什么这么坐立不安，心脏也……我到底是怎么了？）",
            "停·下·来！",
            "真是的！你……你别突然把我当小孩子啊！",
            "干嘛啊，那么认真地看着我……我脸上有什么吗？",
            "呀！你这个人……想被警察抓走吗？这次就当作意外，下不为例。",
            "呀啊！你，你在做什么？该不会是想……不知羞耻！",
            "我，我这里才没变粗！",
            "今天是我生日？哎呀，我把自己生日都忘了……你怎么记得这么清楚呀，你这家伙真是的~嘿嘿~"
        ]
    },
    {
        "id": 2091,
        "fullImg": "images/partners/2091.png",
        "icon": "images/partners/2091_5.png",
        "name": "菲米莉丝·花舞之时",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "花束"
        },
        "flavor": "在灿烂的花海之中，菲米莉丝翩翩起舞。#n手捧花束的她，只想给你献上最好的礼物。",
        "firstSightDialogue": "来吧，让菲米莉丝牵着你的手，一起去看盛大的花海！",
        "dialogues": [
            "来吧，让菲米莉丝牵着你的手，一起去看盛大的花海！",
            "一条条的丝带环绕着我们，就像是结婚典礼上的彩带一样呢~",
            "被鲜花和祝福的话语包围着，牵着手对迎接的人们举手示意……哎呀，一想到这样的场景菲米莉丝都脸红了！",
            "听说恋人之间要赠送花束……收下这束花，从今以后就是菲米莉丝的恋人了哦！",
            "让菲米莉丝给你跳一支舞吧，这可是我新学的舞蹈，和花朵很相配哦！"
        ]
    },
    {
        "id": 2096,
        "fullImg": "images/partners/2096.png",
        "icon": "images/partners/2096_5.png",
        "name": "诗音·结缘樱树下",
        "params": {
            "height": "148 см",
            "sizes": "75/55/77",
            "bday": "4/21",
            "hobby": "樱花"
        },
        "flavor": "樱花片片飘落，站着樱树下的狐仙对你伸出了手。#n日以继夜，花开花落，她只想将与你的这份恋情延续下去，直到永远。",
        "firstSightDialogue": "以这株樱树为证，我会一直站在樱树下守候着你的。",
        "dialogues": [
            "以这株樱树为证，我会一直站在樱树下守候着你的。",
            "片片飘落的樱花真美啊，真希望来年我们还能一起站在这里看樱花落下。",
            "樱树底下埋着……哼，怎么可能埋着时间胶囊！当然是狐仙大人写给你的情书啦！",
            "来吧，让盛开的樱花成为我们结缘的仪契。",
            "要一直和狐仙大人在一起哦……花开花落，恋无止时。"
        ]
    },
    {
        "id": 2097,
        "fullImg": "images/partners/2097.png",
        "icon": "images/partners/2097_5.png",
        "name": "红理惠·织梦血络",
        "params": {
            "height": "139 см",
            "sizes": "73/49/75",
            "bday": "8/24",
            "hobby": "梦境返还之针·细剑"
        },
        "flavor": "建设科首席设计师为你献上“意识棱镜”系列装备。能让远离战场的后勤人员，即便面对普通士兵，也能全身而退。#n由红理惠同学装备时，生成的外形显得格外温柔甜美，非常华丽。#n（因为太像单纯的变身道具，被战术科的同学们吐槽比起战场，更适合用于舞台表演）",
        "firstSightDialogue": "血的微咸浸染了梦境……就像童话一样呢。",
        "dialogues": [
            "血的微咸浸染了梦境……就像童话一样呢。",
            "你有哪里不舒服？需要治疗吗？",
            "无论面对多大的困难，我都会和她在一起……",
            "导师她怎么又把这种莫名其妙的装备硬塞给我们……虽然确实很好看，性能也很好就是了……",
            "真是的，病人先生，这样的行为是不行的哦？"
        ]
    },
    {
        "id": 2098,
        "fullImg": "images/partners/2098.png",
        "icon": "images/partners/2098_5.png",
        "name": "冰室蓝·冷光机枢",
        "params": {
            "height": "140 см",
            "sizes": "73/49/75",
            "bday": "-",
            "hobby": "生化能量护盾"
        },
        "flavor": "建设科首席设计师为你献上“意识棱镜”系列装备。能让远离战场的后勤人员，即便面对普通士兵，也能全身而退。#n由冰室蓝同学装备时，生成的外形显得格外优雅飒爽，非常帅气。#n（因为太像单纯的变身道具，被战术科的同学们吐槽比起战场，更适合用于舞台表演）",
        "firstSightDialogue": "银河流淌着冷光，忽远忽近。即便是流浪者，也能触及吗？",
        "dialogues": [
            "银河流淌着冷光，忽远忽近。即便是流浪者，也能触及吗？",
            "我会尽力为你挡下一切的。",
            "无论面对多大的困难，我都会和她在一起……",
            "导师那家伙，就是因为老把精力用在莫名其妙的地方上，工作才会越积越多，处理不完的……",
            "我的盾会永远守护心中的天使。"
        ]
    },
    {
        "id": 2112,
        "fullImg": "images/partners/2112.png",
        "icon": "images/partners/2112_5.png",
        "name": "时雨绮罗·放恋于歌",
        "params": {
            "height": "162 см",
            "sizes": "-",
            "bday": "-",
            "hobby": "唱歌"
        },
        "flavor": "阶梯延伸向上，花藤丝丝垂下。#n伸手放飞信鸽的同时，时雨绮罗也将目光投向了你。#n微笑间，她启唇，为你唱响曼妙的歌声。",
        "firstSightDialogue": "就让时雨☆绮罗的歌喉，为我们唱响甜蜜的未来吧！",
        "dialogues": [
            "就让时雨☆绮罗的歌喉，为我们唱响甜蜜的未来吧！",
            "这些洁白的信鸽，它们身上一定承载着大家对我们恋情的美好祝愿吧？",
            "这道不断向上延伸的阶梯，或许会一直连通到我们的梦中。",
            "来吧，我可是一直坐在这里等你的哦。不过只要想到你会来，就一点都不觉得烦闷。",
            "我为我们两人之间的故事编写了一首新的恋曲，准备好了吗？那我要开始唱了哦！"
        ]
    },
    {
        "id": 2121,
        "fullImg": "images/partners/2121.png",
        "icon": "images/partners/2121_5.png",
        "name": "琪亚娜·盈放此心",
        "params": {
            "height": "143 см",
            "sizes": "65/50/64",
            "bday": "12/7",
            "hobby": "你，芽衣"
        },
        "flavor": "捧起花束，放飞气球，让蔚蓝的天空容纳粉红色的花朵与恋心。#n这就是你与琪亚娜，迎来的美好故事。",
        "firstSightDialogue": "这么多的气球，会让我们两人一起漂浮到空中，前往遥远的地方吗？",
        "dialogues": [
            "这么多的气球，会让我们两人一起漂浮到空中，前往遥远的地方吗？",
            "好多好漂亮的花朵……这都是你为我收集的吗？好开心！",
            "被这么多花朵包围……感觉我都快变成真正的公主了。",
            "真想看芽衣也穿上漂亮的裙子，然后和我一起手牵着手，捧起漂亮的花束啊……",
            "让这些气球带着我们的梦想，去往高高的天空上吧。"
        ]
    },
    {
        "id": 2130,
        "fullImg": "images/partners/2130.png",
        "icon": "images/partners/2130_5.png",
        "name": "耳边仿佛仍是往事",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "那些无关紧要的日常，深深地扎根在我的记忆里，有一些轻微的幸福，有一些轻微的不幸。但我能听见，它们沉沉地还在，因而我愿为之生，因而我愿为之死。",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2138,
        "fullImg": "images/partners/2138.png",
        "icon": "images/partners/2138_5.png",
        "name": "地脉的晨光",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "她的目光落在地上的纸页，下次行动，后辈们的前路未卜……然而一缕晨曦忽然穿过窗户的缝隙，仿佛是祝福的曙光。",
        "firstSightDialogue": "她的目光落在地上的纸页，下次行动，后辈们的前路未卜……然而一缕晨曦忽然穿过窗户的缝隙，仿佛是祝福的曙光。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2030,
        "fullImg": "images/partners/2030.png",
        "icon": "images/partners/2030_5.png",
        "name": "丽贝卡·绮丽炮火",
        "params": {
            "height": "178 см",
            "sizes": "99/67/102",
            "bday": "6/14",
            "hobby": "军火、咒术之源"
        },
        "flavor": "夜色之下，轻轻啜饮金色的饮品。#n丽贝卡凝望着你，嘴角露出浅浅的微笑。#n对于你的来意与渴望，她早已心知肚明。",
        "firstSightDialogue": "如此良夜，要来与我共饮一杯么？呵呵……放心吧，杯子里面的不是咒术之源。",
        "dialogues": [
            "如此良夜，要来与我共饮一杯么？呵呵……放心吧，杯子里面的不是咒术之源。",
            "尽管常识都认为咒术之源是红色的，但偶尔也会有蓝色的出现呢。",
            "人类总是喜欢在战争中消耗自己的咒术之源，真是暴殄天物。所以，为了不浪费，我决定为他们提供特殊的武器。",
            "仓库里的军火予取予求，全部免费。只不过……它们在发射的时候，会同时吞噬敌对双方的咒术之源哦~",
            "坐下吧，让我仔细看看你……你的眼睛里，似乎有着某种深邃的渴望，对么？",
            "坐下吧，让我仔细看看你……你的眼睛里，似乎有着某种深邃的渴望，对么？"
        ]
    },
    {
        "id": 2139,
        "fullImg": "images/partners/2139.png",
        "icon": "images/partners/2139_5.png",
        "name": "白夜诗莲华",
        "params": {
            "height": "167 см",
            "sizes": "94/58/92",
            "bday": "-",
            "hobby": "制作甜点，恶作剧，每一天"
        },
        "flavor": "为了守护给予自己珍贵日常的队友，这位少女甘愿献出生命。#n“和你们度过的每一天，都是美好的奇迹。”",
        "firstSightDialogue": "煌嵐，世界，你们快看！这栋别墅很适合做你们的漫画工作室！要不一起攒钱买下来吧？",
        "dialogues": [
            "今天干些什么好呢，不如往爱丽雅老师的衣服后面塞冰块好了。你别误会，我可不喜欢恶作剧哦？",
            "煌嵐，世界，你们快看！这栋别墅很适合做你们的漫画工作室！要不一起攒钱买下来吧？",
            "担心考试不及格？包在我身上，我来教你一些作弊以外的应试技巧。",
            "力量测试机？哇……好，好有趣的电玩项目哦……但我这种弱女子，还是不玩了吧……",
            "哇！全自动电热黄金球拍！我一直想弄一个用来做甜点！下届无限制网球大赛，我一定要拿冠军！",
            "别，别难过嘛……看，是蛋糕哦，把这个吃了，再把那些难过的事情说给我听吧。"
        ]
    },
    {
        "id": 2108,
        "fullImg": "images/partners/2108.png",
        "icon": "images/partners/2108_5.png",
        "name": "罗蕾莱·悠远之海",
        "params": {
            "height": "172 см",
            "sizes": "92/59/94",
            "bday": "-",
            "hobby": "唱歌"
        },
        "flavor": "这是悠远的深海，罗蕾莱在孤独的世界里，吟唱着美好的歌曲。#n在珊瑚的包围中，罗蕾莱等待着你的到来。",
        "firstSightDialogue": "这是最悠远的深海。留在这里，无须担心任何人打扰你的休息。",
        "dialogues": [
            "这是最悠远的深海。留在这里，无须担心任何人打扰你的休息。",
            "你听说过“深海中的微光”吗？尽管这是阳光永远无法抵达的幽僻之所，但依然会有生物自己绽放光芒。",
            "这些珍珠，看起来就像是传说中鲛人的眼泪……诶，我的比喻弄反了么？",
            "在珊瑚的海洋中安静地睡下去吧，我会为你唱摇篮曲的。",
            "要来触碰一下么？这片颜色的海洋。",
            "要来触碰一下么？这片颜色的海洋。"
        ]
    },
    {
        "id": 2109,
        "fullImg": "images/partners/2109.png",
        "icon": "images/partners/2109_5.png",
        "name": "卡琳·金玉满堂",
        "params": {
            "height": "169 см",
            "sizes": "81/61/86",
            "bday": "4/3",
            "hobby": "大额红包（五元以上）"
        },
        "flavor": "巫老师去年被卡琳问及，为什么给学生的红包金额只有五元，答：“礼轻情意重嘛。”#n卡琳曾经不了解神州文化，觉得有些困惑：“我还听说，巫老师给陌生小孩的红包，也是五元。”#n今年，卡琳决定不能放任巫老师这么抠门下去了，她决定狮子大开口！#n卡琳要到了二十元的红包，心满意足。",
        "firstSightDialogue": "今年收红包已经收到手软啦，有钱人的生活就是这么朴实无华、枯燥无味。",
        "dialogues": [
            "我已经是大老板了，橘子树上挂的那些小红包，我都不稀罕。",
            "今年收红包已经收到手软啦，有钱人的生活就是这么朴实无华、枯燥无味。",
            "巫老师说不定会给我们五元以上的红包哦？和我一起去赚笔大的，怎么样？",
            "恭喜你发财，恭喜你精彩，所以红包拿来~",
            "你把我当什么人了，吐钱枪什么的，是穷人才玩的玩具。对了，一会儿和我把吐出去的钱捡回来。"
        ]
    },
    {
        "id": 2110,
        "fullImg": "images/partners/2110.png",
        "icon": "images/partners/2110_5.png",
        "name": "阿库莉亚·寒淞云影",
        "params": {
            "height": "160 см",
            "sizes": "80/55/83",
            "bday": "6/24",
            "hobby": "来年的种种可能"
        },
        "flavor": "阿库莉亚的脑海中，新一年的方略已然推演了千百遍。此时卡琳突然夺门而入，不由分说地打断了她的思绪。#n但阿库莉亚只是轻轻叹气，没有烦躁，露出浅浅的笑容。她不知道接下来，卡琳带她去的集市里都有些什么，她只知道，自己期待着换一身不便活动的新衣服了。#n对她来说，这个冬天并没有那么寒冷。",
        "firstSightDialogue": "世事如浮云，聚散无常，而你我便如同这云下的松柏，虽承其影，却自有巍然不动的根基。",
        "dialogues": [
            "世事如浮云，聚散无常，而你我便如同这云下的松柏，虽承其影，却自有巍然不动的根基。",
            "你说我打瞌睡的时候，计划已经如期完成了？不错，你还挺能超出我的预期。",
            "只是许下新年愿望，可远远不够。只要有我在，你的愿望就不会只是愿望，而是一个必定实现的未来。",
            "旧岁已尽，万象更新，一起畅想新的一年吧。这一年的计划里，你将是不可或缺的角色。",
            "休假时间，就不要谈学习和工作了，陪我看看窗外的雪吧，虽是小事，这我来说已经足够了。"
        ]
    },
    {
        "id": 2111,
        "fullImg": "images/partners/2111.png",
        "icon": "images/partners/2111_5.png",
        "name": "芙兰·朱楼宝奁",
        "params": {
            "height": "159 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "庶民"
        },
        "flavor": "“老板她……她对我笑了。还说，要领我进她的闺房……”#n心跳失控，手心冒汗。血液在奔涌，每一个细胞都在欢呼雀跃。这无疑就是命运的启示。#n只是，在那条被柔光照亮的走廊深处，似乎有风在低语：#n“不要靠近那扇门……那之后不是恩赐，而是深渊。”#n然而，理智的警告，又怎能敌过早已为她轰鸣的心跳？#n身体永远比头脑更诚实。",
        "firstSightDialogue": "老板的房间，是你这种的庶民能进来的吗？罢了，泡一壶茶陪我消磨时间吧。",
        "dialogues": [
            "猜猜你捅了篓子之后，是哪位老板在替你拿事？你是我的人，你明白接下来应该怎么服侍我，对吧？",
            "老板的房间，是你这种的庶民能进来的吗？罢了，泡一壶茶陪我消磨时间吧。",
            "面对陌生人的目光，你只会躲躲藏藏吗？真是庶民作风。要不要我来帮你……完成蜕变？",
            "我的收藏品可都是珍宝，感兴趣吗？不过你只能观赏，别想任何歪主意哦？",
            "噗，你胸前的扣子都没扣上哦？庶民就是庶民，还真是不体面呢，真可爱~"
        ]
    },
    {
        "id": 2114,
        "fullImg": "images/partners/2114.png",
        "icon": "images/partners/2114_5.png",
        "name": "蒂亚拉·零食行动",
        "params": {
            "height": "142 см",
            "sizes": "73/57/69",
            "bday": "11/23",
            "hobby": "零食"
        },
        "flavor": "通宵打游戏后，被卡琳和拉妮艾特强拉着来到大卖场中的蒂亚拉，懒懒地缩在了超市推车上。#n伴随着一袋袋零食被放进来，蒂亚拉的身体都快被淹没了。#n不过——#n“对蒂亚拉大人来说，这才正好。用零食当被子也蛮幸福的嘛！”",
        "firstSightDialogue": "这么好的天气，就该待在宿舍里痛痛快快地睡觉，为什么要浪费在吵闹的超市里啊。",
        "dialogues": [
            "这么好的天气，就该待在宿舍里痛痛快快地睡觉，为什么要浪费在吵闹的超市里啊。",
            "什么叫推车里只能放零食……哼，蒂亚拉大人从来只吃零食，不吃正餐，可以说是‘零食之王’，所以我也是一种零食！",
            "来帮蒂亚拉大人推一下推车……说不定我可以分享给你一点好吃的零食哦~",
            "蒂亚拉大人马上就要成为富婆了！到时候别说推车里的零食，就算是整个大卖场里的东西都能买下！",
            "我才不会在意零食是临期的这种小事呢……对蒂亚拉大人来说，真空包装的零食永远都在保质期以内！"
        ]
    },
    {
        "id": 2115,
        "fullImg": "images/partners/2115.png",
        "icon": "images/partners/2115_5.png",
        "name": "锦绣同心迎春时",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "“蒂亚拉，站稳一点，就差一点点了……不对，角度再往左一些……”蒂亚拉感受着头顶的柔软，内心：“故意的，绝对是故意的。哪有人放个东西，需要把整个上半身的重量都压上来……”",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2116,
        "fullImg": "images/partners/2116.png",
        "icon": "images/partners/2116_5.png",
        "name": "蒂亚拉·比特女帝",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "11/23",
            "hobby": "金融"
        },
        "flavor": "初入NFT世界的蒂亚拉，本只想铸造一个用来练手的身份投影，虽然她小心翼翼地藏匿着这个‘半成品’，却依然未能避开有心人的视线——#n所以此刻，蒂亚拉反而利用这具曾被雪藏的化身，成为她与同伴在金融暗流中博弈的筹码。",
        "firstSightDialogue": "小道消息，猫猫币要起飞了，尽快下手吧。",
        "dialogues": [
            "小道消息，猫猫币要起飞了，尽快下手吧。",
            "行情会改变的，现在买入一定爆赚哦！",
            "我已经完全看懂走势了，赌上戈尔——不对，赌上一切，接下来肯定上涨。",
            "有浮动很正常，不用担心，只是技术性调整。",
            "怎么回事，为什么一直在跌啊？至少最后应该让人赢一把吧？！",
            "行情会改变的，现在买入一定爆赚哦！"
        ]
    },
    {
        "id": 2118,
        "fullImg": "images/partners/2118.png",
        "icon": "images/partners/2118_5.png",
        "name": "玫德·迅击逸行",
        "params": {
            "height": "162 см",
            "sizes": "84/66/90",
            "bday": "-",
            "hobby": "模型"
        },
        "flavor": "来到崩坏学园的“女仆子”玫德·安提贞尼斯，在名为照料，实为观察拉妮艾特的同时，误入了蒂亚拉开发的VR游戏《玖龙大众浪人！》#n面对VR游戏里源源不断涌来的强敌，玫德早已做好战斗姿态，时刻准备爆发出最狂暴的力量。",
        "firstSightDialogue": "这地方看起来灯火通明，但不是安宁之地，我们小心为妙。",
        "dialogues": [
            "这地方看起来灯火通明，但不是安宁之地，我们小心为妙。",
            "这里敌人很多，小心跟在我身后，不然无法保护好你。",
            "要击破这座城寨，并不比拼胶更难。破坏总比建设容易。",
            "大小姐已经安顿好了，这个地方，就由我来攻略。",
            "敌人似乎已经到来……哼，看来要大干一场了。"
        ]
    },
    {
        "id": 2119,
        "fullImg": "images/partners/2119.png",
        "icon": "images/partners/2119_5.png",
        "name": "维哀斯·迷尘入相",
        "params": {
            "height": "168 см",
            "sizes": "85/59/92",
            "bday": "-",
            "hobby": "甜食、友情、玩笑"
        },
        "flavor": "重新回到长空市的维哀斯，误入了蒂亚拉开发的VR游戏《玖龙大众浪人！》#n在游戏中扮演风水师的她，持着法仪，一步一步地向上攀登，不断探寻着属于这座城寨的过去。",
        "firstSightDialogue": "这里充满了尘封之物……我能感受到它们身上寄托的思念。",
        "dialogues": [
            "这里充满了尘封之物……我能感受到它们身上寄托的思念。",
            "已经沦为废墟的所在，甚至要比从一开始就是荒原的地方，更没有未来呢……",
            "也许直到九百九十九层之上，也还是一无所得……但光凭走过的旅程，便已经足够了。",
            "就让我的法仪……帮助这座城寨在此刻大放光明，重现曾经的辉煌吧！",
            "来吧，我们一起去探寻这座城寨的过去，兴许会发现一些有趣的东西。"
        ]
    },
    {
        "id": 2126,
        "fullImg": "images/partners/2126.png",
        "icon": "images/partners/2126_5.png",
        "name": "风里都藏着笑意",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "婚礼体验"
        },
        "flavor": "我是一个失败的婚礼体验项目的主理人，我一度认为，我只是带来了一场场虚假的仪式。#n西琳：“我还有很多想和你做的事情，还有很多！”#n九霄：“任世间诸多变幻，惟愿你我初心不改。”#n直到这天，我看到了她们无比投入地，念着我听过无数遍的台词……我听说，她们只是普通的朋友。#n让那些藏在日常里的、不敢轻易触碰的汹涌感情，得到一个被看见、被安放的出口……或许，这就是我工作的初心吧。",
        "firstSightDialogue": "“这位摄影师，刚才的指示不要说‘亲一下’，要说‘看着你的爱人，做你想做的事情’哦？”西琳看着九霄的眼睛，不知为何就笑了：“真是的，九霄大人……只是做婚礼体验员而已，不要那么认真地反馈啦！”",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2127,
        "fullImg": "images/partners/2127.png",
        "icon": "images/partners/2127_5.png",
        "name": "西琳·相守繁花",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "婚礼体验"
        },
        "flavor": "我是一个失败的婚礼体验项目的主理人，我一度认为，我只是带来了一场场虚假的仪式。#n西琳：“我还有很多想和你做的事情，还有很多！”#n九霄：“任世间诸多变幻，惟愿你我初心不改。”#n直到这天，我看到了她们无比投入地，念着我听过无数遍的台词……我听说，她们只是普通的朋友。#n让那些藏在日常里的、不敢轻易触碰的汹涌感情，得到一个被看见、被安放的出口……或许，这就是我工作的初心吧。",
        "firstSightDialogue": "“这位摄影师，刚才的指示不要说‘亲一下’，要说‘看着你的爱人，做你想做的事情’哦？”西琳看着九霄的眼睛，不知为何就笑了：“真是的，九霄大人……只是做婚礼体验员而已，不要那么认真地反馈啦！”",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2141,
        "fullImg": "images/partners/2141.png",
        "icon": "images/partners/2141_5.png",
        "name": "帕亚索·热粉诱饵",
        "params": {
            "height": "149 см",
            "sizes": "70/55/71",
            "bday": "-",
            "hobby": "看热闹"
        },
        "flavor": "编号OS-00-GR的空想神格。#n在迷乱的灯光之下，闪烁的舞台中央，她的双手被轻轻拷在铁管上。#n即使是这种情况，她依然对你轻轻招手。#n……今晚，似乎是个不眠之夜~",
        "firstSightDialogue": "哎呀，被你看到不得了的样子了呢……如何，想对我为所欲为吗♡",
        "dialogues": [
            "哎呀，被你看到不得了的样子了呢……如何，想对我为所欲为吗♡",
            "如此绚丽的舞台，你要不要也一起加入进来？呵呵……",
            "虽然没有明说，但我能感觉到，你已经心动了哦♡",
            "其实从一开始，这份束缚就是伪装呢……怎么样，惊喜吗？♧",
            "王车易位……现在，轮到我对你为所欲为了哟♢♧♡"
        ]
    },
    {
        "id": 2128,
        "fullImg": "images/partners/2128.png",
        "icon": "images/partners/2128_5.png",
        "name": "蒂亚拉·极乐之城",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "欢迎回到极乐都，尽情寻求自己的快乐吧，我们会全心全意为您服务！",
        "firstSightDialogue": "欢迎回到极乐都，尽情寻求自己的快乐吧，我们会全心全意为您服务！",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2129,
        "fullImg": "images/partners/2129.png",
        "icon": "images/partners/2129_5.png",
        "name": "蒂亚拉·星灯",
        "params": {
            "height": "142 см",
            "sizes": "73/57/69",
            "bday": "11/23",
            "hobby": "黑客技术"
        },
        "flavor": "游走于网络阴影中的天才少女，为了逃离债务而入学崩坏学园。虽然试图尝试过忘记伤痛，但无论现在还是今后，她都将背负着过去战斗到底。",
        "firstSightDialogue": "我叫蒂亚拉……星灯……还有想知道的东西？等我发个文档给你。",
        "dialogues": [
            "我的键盘都快要打得冒烟了……喂，你快来帮帮我！",
            "这么好的天气，确实该出去看一看——来，帮我把这套传感装置拿出去，我用VR好好欣赏一下。",
            "不要不要不要……不要逼我起来锻炼！",
            "诶嘿嘿，成功锁定了对方——，我就知道我是网络之神！",
            "“我要尝试一下这上面的按钮——开启、震动、调节……等等，呜呜，快把我拔出来！”",
            "呜、呜哇！!",
            "别这样摸……会长不高的。",
            "很可爱吧？",
            "你、你干什么呢！",
            "你要跟我拳击吗？我可不是……呜呜，对不起我错了。",
            "这是按摩吗？那再试试看吧。",
            "是吗？我的生日？真的是这一天吗……呃，居然还真是——你比我都记得清楚呢，哼哼……谢谢你啦，嘿嘿。"
        ]
    },
    {
        "id": 2131,
        "fullImg": "images/partners/2131.png",
        "icon": "images/partners/2131_5.png",
        "name": "月光王座·绝对焦点",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "注视，被注视"
        },
        "flavor": "月光王座的目光，放肆地游走在宿敌身上：“拥有这么出众的身材和容貌，却裹得严严实实。你啊，像弱者一样无聊呢~”#n休伯利安涨红了脸：“无聊？！！”她猛地挺起胸口，在众目睽睽之下指着月光王座：“你说谁无聊——诶诶？拉链撑开坏掉了？！比赛要开始了！总，总之……堂堂正正地决一胜负吧，休伯利安！”#n她看着休伯利安被迫以胸口大开的惹火姿态冲过终点，拿到冠军，在羞耻中体验到前所未有的绝望。#n月光王座舔了舔嘴角，低声呢喃：#n“啊啊……真是……让我更想彻底玩坏你了呢~”",
        "firstSightDialogue": "休伯利安，你又拿到了冠军……你这副不可一世的傲慢模样，让我都想爱上你了~",
        "dialogues": [
            "休伯利安，最强的赛车手……我期待看到你跌落神坛时，那副因恐惧而扭曲的表情哦？",
            "你也换身大胆的赛车女郎装吧，休伯利安。难道，你害怕在领奖台上的魅力上不如我？",
            "比起竞速，我更欣赏命运的舞台，比如说，那位冠军大小姐被无名小卒拉下马，身败名裂什么的~",
            "休伯利安，你又拿到了冠军……你这副不可一世的傲慢模样，让我都想爱上你了~",
            "呵呵，全场的视线都被我夺走了，我比你更耀眼、比你更瞩目的感觉，真棒~"
        ]
    },
    {
        "id": 2132,
        "fullImg": "images/partners/2132.png",
        "icon": "images/partners/2132_5.png",
        "name": "休伯利安·金色迅驰",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "酣畅淋漓的竞技"
        },
        "flavor": "休伯利安号称赛车界的“金色迅驰”，她背靠最顶尖的车队、工程师、赛车赞助商和经理，坐拥最庞大的资源，一本正经。#n因为一直赢，所以不能输。就连她自己，也开始觉得努力毫无意义，胜利也变得空虚。#n除了月光王座，没人知道她作为最顶尖的车手，比性能强大的赛车更为重要；除了月光王座，也没人知道她背负的孤独、重压和痛苦；除了月光王座，没人……能在赛场上对她步步紧逼。#n休伯利安揪紧压抑的胸口：“什么时候才能像上次一样，被你紧追在身后啊……那种，心跳加速，酣畅淋漓的感觉……”",
        "firstSightDialogue": "胜利是我的义务，我不该从中感觉到快乐……哼，别用那种安慰别人的眼神看我！",
        "dialogues": [
            "为什么胸口感觉闷闷的……算了，别想那么多，为了车队的荣耀和信念，我必须拿下冠军。",
            "胜利是我的义务，我不该从中感觉到快乐……哼，别用那种安慰别人的眼神看我！",
            "顶端的空气，是如此的稀薄，让人窒息……也就只有本小姐，有资格享受这种痛苦了。",
            "直道我很有自信，但弯道超车的技术，月光王座要更加……我，我怎么可能向她请教！",
            "咳咳，再次声明，月光王座确实做过我的领航员，但并不意味着我喜欢过那家伙，并不！"
        ]
    },
    {
        "id": 2133,
        "fullImg": "images/partners/2133.png",
        "icon": "images/partners/2133_5.png",
        "name": "普洛姆特·领跑全场",
        "params": {
            "height": "162 см",
            "sizes": "72/61/74",
            "bday": "??/??",
            "hobby": "“大逃战术”"
        },
        "flavor": "普洛姆特作为赛车手，碰到了瓶颈：她耐力不足，只拥有初始冲刺的爆发力。“大逃战术”无法帮助自己夺得冠军，无法领跑全场，不过拿到的亚军倒是数不胜数。#n她无法像以前一样，不惜一切代价成为最强了。不过，普洛姆特决定想想领先的时候，对观众摆什么样的pose。#n总之，她还是坚持选择赛车，至于所谓的最强，在实现的那一刻可是会变得没有意义的。",
        "firstSightDialogue": "库库库~你知道“大逃战术”吗？一开始就全力冲刺，可好玩了！",
        "dialogues": [
            "喂！那位选手，跑倒数第一就哭哭啼啼的，太像弱鸡了吧？小心本大爷再也不搭理你。",
            "弱者才追求稳妥，本大爷的比赛策略是——从一开始就全力加速，然后全程领跑全场！",
            "又是休伯利安那个女人拿冠军……不过，终归是最强之路上的减速带，注定是本大爷的手下败将。",
            "还是无法领跑全场啊……你，陪本大爷兜风。我会放慢速度，让你悠闲地享受海风的。",
            "库库库~你知道“大逃战术”吗？一开始就全力冲刺，可好玩了！"
        ]
    },
    {
        "id": 2134,
        "fullImg": "images/partners/2134.png",
        "icon": "images/partners/2134_5.png",
        "name": "斯库丽特·奖杯代言人",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "@咪碳，机械师"
        },
        "flavor": "斯库丽特被选中，代替所属车队的车手登上了领奖台。她所在的车队在比赛中遭遇了严重的撞车事故，而斯库丽特化不可能为可能，修复了赛车，帮助车队夺得第一。之后，她便负责给选手送上奖杯。#n据说，队员们当时在她的身边，不断地播放一位虚拟主播的切片。抽搐着完成工作的斯库丽特，褪色成了黑白，留下的话是——#n“我已经燃烧殆尽了，只剩下雪白的灰。”#n“我们永远相爱，直到去往天国吧，@咪碳。”",
        "firstSightDialogue": "程序员为什么选择成为机械师？嗨呀，只要是@咪碳让我做的选择，我都会遵守，并全力以赴！",
        "dialogues": [
            "让我好好呵护你的赛车，我会给她的轴承用最好的润滑油，让她飘飘欲仙，对你无比顺从~",
            "程序员为什么选择成为机械师？嗨呀，只要是@咪碳让我做的选择，我都会遵守，并全力以赴！",
            "这辆车轴距长，下压力足，坐在她的驾驶舱里，就像被包裹在成熟姐姐的全肯定温柔乡中，嘿嘿……",
            "别碰那辆车，她的水温常年徘徊在爆缸边缘，刹车热衰减得很快，会和爱上的车手一起下地狱哦？",
            "只要有@咪碳的鼓励，多么困难的机械故障我都能修给你看！"
        ]
    },
    {
        "id": 2135,
        "fullImg": "images/partners/2135.png",
        "icon": "images/partners/2135_5.png",
        "name": "红·胜利裁定员",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "宣布比赛结果，讨厌作弊"
        },
        "flavor": "红拥有赋予他人幸运的能力，所以在赛场上，她只负责播报赛况、宣读比赛结果等工作。#n她目睹了车手们将热爱、金钱、甚至生命都押注于此，所以，她决定不再为任何一方祈福。她深知，要在这些赌上一切的人面前维持赛场的公正，唯一的选择就是收回自己的眷顾。#n她感到前所未有的感动：“没想到会有这么一天，我的运气不再被任何人需要，这真是……太好了！”",
        "firstSightDialogue": "如果真的有赛车之神，我希望您谁都不要偏袒，因为赛车需要的是绝对的公平公正。",
        "dialogues": [
            "我不能给任何选手加油吗……这真是太好了！",
            "结果裁定的注意事项，居然有这么多……要全部仔仔细细地检查一遍，不能遗漏！",
            "如果真的有赛车之神，我希望您谁都不要偏袒，因为赛车需要的是绝对的公平公正。",
            "那个，我真的没有单独给任何选手加油，真的！",
            "裁定结果出来了。我宣布，这次比赛——月光王座落后了0.01秒，冠军是休伯利安！"
        ]
    },
    {
        "id": 2152,
        "fullImg": "images/partners/2152.png",
        "icon": "images/partners/2152_5.png",
        "name": "符华·红雉叽叽",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "照顾小鸡"
        },
        "flavor": "为了配合生肖的意象，符华照料了一窝孵化不久的小鸡。#n虽然这些暖黄色的幼崽让她忙碌不已，但在停下来的间隙，符华并不觉得劳累，听着它们叽叽喳喳的叫声，符华的脸上总是挂着微笑。",
        "firstSightDialogue": "虽是雏雉，亦有高飞之意。",
        "dialogues": [
            "虽是雏雉，亦有高飞之意。",
            "鸡是酉金之属，虽然尚且年幼，但总有一天会发出锋利的嘹鸣吧。",
            "为了照顾这些小鸡，我有点忙不过来了……不知道能否帮一下忙？",
            "这些孩子平时很怕赤鸢呢，一看到它就会躲……",
            "这些孩子平时很怕赤鸢呢，一看到它就会躲……",
            "漫漫长夜总会过去……伴随着这些孩子长大后的一声啼鸣。"
        ]
    },
    {
        "id": 2153,
        "fullImg": "images/partners/2153.png",
        "icon": "images/partners/2153_5.png",
        "name": "希儿·牧铃哞哞",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "小牛犊"
        },
        "flavor": "为了配合生肖的意象，希儿换上了一身奶牛的服装。#n摇着铃铛，戴着牛角的希儿，比平时还要可爱。",
        "firstSightDialogue": "就让希儿，为你摇响祝福的铃铛吧。",
        "dialogues": [
            "就让希儿，为你摇响祝福的铃铛吧。",
            "就让希儿，为你摇响祝福的铃铛吧。",
            "可爱的小牛……呵呵，这个小家伙确实可爱呢——什么，你说的是希儿？",
            "牛，是勤劳无私的象征……希儿会向着这个方向努力的！",
            "这些闪烁的星星，都会成为对未来的美好祝愿吧？",
            "只要牧铃声一直响着，希儿想要保护大家的心愿就不会散去。"
        ]
    },
    {
        "id": 2154,
        "fullImg": "images/partners/2154.png",
        "icon": "images/partners/2154_5.png",
        "name": "布洛妮娅·灵鼠啾啾",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "老鼠"
        },
        "flavor": "为了配合生肖的意象，布洛妮娅也换上了一身小老鼠的衣服。#n长满绒毛的耳朵高高地竖起来，甚至比真正的老鼠还有更加灵敏。",
        "firstSightDialogue": "布洛妮娅把自己珍藏的糖果拿出来了，你要吃一个吗？",
        "dialogues": [
            "布洛妮娅把自己珍藏的糖果拿出来了，你要吃一个吗？",
            "布洛妮娅把自己珍藏的糖果拿出来了，你要吃一个吗？",
            "听说生肖中的老鼠善于囤积，布洛妮娅的库存里也囤了一大堆游戏还没有打。",
            "其实仔细一看……吼姆也像一只小老鼠，怪不得布洛妮娅这么喜欢。",
            "有这双灵敏的耳朵在，布洛妮娅会帮你听取前面是不是有什么危险的动静。",
            "虽然云朵软乎乎的，但可不是真正的棉花糖……不过如果你想咬一口布洛妮娅也没有意见。"
        ]
    },
    {
        "id": 2155,
        "fullImg": "images/partners/2155.png",
        "icon": "images/partners/2155_5.png",
        "name": "犬心猫意",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "-"
        },
        "flavor": "芽衣和琪亚娜一个换上了小狗的服装，一个换上了小猫的衣服。#n尽管一个在十二生肖之内，另一个却不在，但这丝毫没有影响琪亚娜的兴致勃勃。#n“太好了！狗狗最喜欢蹭猫猫。这样一来，芽衣就要主动过来蹭我了！”",
        "firstSightDialogue": "芽衣，我听说猫和狗……就是天生一对！",
        "dialogues": [
            "芽衣，我听说猫和狗……就是天生一对！",
            "芽衣，我听说猫和狗……就是天生一对！",
            "为了体现生肖之中的“狗”……芽衣，快把我给你的项圈戴上！",
            "来吧，让我们一起比出这个手势——是送给你们的爱心哦！",
            "听说猫和狗都会游泳……这样的话，我和琪亚娜会泅渡到更美好的彼岸吧？",
            "项圈什么的，一定要戴上吗……好了好了，我戴了。真是的，总拿你没办法"
        ]
    },
    {
        "id": 2167,
        "fullImg": "images/partners/2167.png",
        "icon": "images/partners/2167_5.png",
        "name": "看板No.2167 Name",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "初见",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2168,
        "fullImg": "images/partners/2168.png",
        "icon": "images/partners/2168_5.png",
        "name": "看板No.2168 Name",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "趣味"
        },
        "flavor": "短介绍",
        "firstSightDialogue": "初见",
        "dialogues": [
            "喵喵喵1",
            "喵喵喵2",
            "喵喵喵3",
            "喵喵喵4",
            "喵喵喵5"
        ]
    },
    {
        "id": 2169,
        "fullImg": "images/partners/2169.png",
        "icon": "images/partners/2169_5.png",
        "name": "蒂亚拉·明明能赢的",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "“这把明明那么顺，怎么最后倒在圈外了呀！快12点了——今天首胜都没拿呢！”假期中的蒂亚拉，仍然在拼命战斗着。",
        "firstSightDialogue": "“这把明明那么顺，怎么最后倒在圈外了呀！快12点了——今天首胜都没拿呢！”假期中的蒂亚拉，仍然在拼命战斗着。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2170,
        "fullImg": "images/partners/2170.png",
        "icon": "images/partners/2170_5.png",
        "name": "流光影像",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "记忆织成胶卷，流光散作影像。#n我们的故事，将此刻定格为永恒。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2171,
        "fullImg": "images/partners/2171.png",
        "icon": "images/partners/2171_5.png",
        "name": "无色辉火·红尘之外",
        "params": {
            "height": "??? см",
            "sizes": "??/??/??",
            "bday": "??/??",
            "hobby": "-"
        },
        "flavor": "-",
        "firstSightDialogue": "身居红尘之外，已无能干涉千秋大局，然而救治一人，也亦是救世。",
        "dialogues": [
            "-",
            "-",
            "-",
            "-",
            "-"
        ]
    },
    {
        "id": 2172,
        "fullImg": "images/partners/2172.png",
        "icon": "images/partners/2172_5.png",
        "name": "金·冥夜",
        "params": {
            "height": "165 см",
            "sizes": "88/60/90",
            "bday": "-",
            "hobby": "赚钱"
        },
        "flavor": "出身星屑街的孤儿，也是蒂亚拉从小到大的损友，我行我素却没什么胆量，视财如命，总是沉溺于一夜暴富的幻想。",
        "firstSightDialogue": "哟，听说你这里有活能干，雇我怎么样？工钱肯定比别人便宜。",
        "dialogues": [
            "哟，听说你这里有活能干，雇我怎么样？工钱肯定比别人便宜。",
            "蒂亚拉……看起来过得不错啊，要是我也能去崩坏学园的话……",
            "要来极乐都？哈哈没问题，我可以当你的导游，给我花点小钱，保证带你逛遍所有不花钱的地方。",
            "我对星屑街可没什么好的回忆，那地方之所以叫“星屑”是因为A.C.C集团的卫星发射事故，那条街上都是卫星残骸。",
            "义肢排异都是穷人才会得的病，有钱人才不会装义肢呢，植入体能做到的事多多了。",
            "义肢排异都是穷人才会得的病，有钱人才不会装义肢呢，植入体能做到的事多多了。"
        ]
    },
    {
        "id": 2173,
        "fullImg": "images/partners/2173.png",
        "icon": "images/partners/2173_5.png",
        "name": "交响诗·巨塔之上",
        "params": {
            "height": "-",
            "sizes": "-",
            "bday": "-",
            "hobby": "音乐与科学"
        },
        "flavor": "交响诗是极乐都无人不知的超级偶像，一个由无数公司与资本联手打造的“完美产品”。而另一方面，交响诗又是极乐都前沿科学工作者的代表……除了莱恩科马雷之外，没有知道她的真实身份。",
        "firstSightDialogue": "你好，用“交响诗”来称呼我就可以了——本名？我没有那样的东西，嗯，从出生开始就没有名字。",
        "dialogues": [
            "你好，用“交响诗”来称呼我就可以了——本名？我没有那样的东西，嗯，从出生开始就没有名字。",
            "极乐都最出名的偶像吗……我比谁都清楚，我只是个花瓶而已。",
            "人的喜悦，可以是一个微笑也可以是一个拥抱，但人的痛苦却是一个漫长的过程。请不要去盲目猜测他人的悲伤。",
            "人的喜悦，可以是一个微笑也可以是一个拥抱，但人的痛苦却是一个漫长的过程。请不要去盲目猜测他人的悲伤。",
            "我没有出生的记忆，甚至也没有成为“交响诗”之前的记忆……但我是谁并不重要，此刻我知道自己在做什么，想做什么，已经足够。",
            "嗯，莱恩科马雷确实已经死了——但我不能告诉你那时发生了什么。"
        ]
    },
    {
        "id": 2174,
        "fullImg": "images/partners/2174.png",
        "icon": "images/partners/2174_5.png",
        "name": "甲猫·琪亚娜",
        "params": {
            "height": "163 см",
            "sizes": "84/59/87",
            "bday": "12/7",
            "hobby": "-"
        },
        "flavor": "喜欢窝在房顶上晒太阳的猫猫，轻轻地依偎在你身边。#n洒落的阳光照在身上，暖洋洋的，有幸福的味道。",
        "firstSightDialogue": "怎么发呆了？是被本小姐这身新行头迷住了吗？",
        "dialogues": [
            "怎么发呆了？是被本小姐这身新行头迷住了吗？"
        ]
    },
    {
        "id": 2175,
        "fullImg": "images/partners/2175.png",
        "icon": "images/partners/2175_5.png",
        "name": "子鼠·布洛妮娅",
        "params": {
            "height": "147 см",
            "sizes": "74/55/76",
            "bday": "8/18",
            "hobby": "-"
        },
        "flavor": "无论前方还有多少迷径，只要你还在，布洛妮娅就会始终保持着跨越迷雾的希望。",
        "firstSightDialogue": "薯片拆封，游戏机部署完毕……簌簌……#n布洛妮娅已就位。",
        "dialogues": [
            "薯片拆封，游戏机部署完毕……簌簌……#n布洛妮娅已就位。"
        ]
    },
    {
        "id": 2176,
        "fullImg": "images/partners/2176.png",
        "icon": "images/partners/2176_5.png",
        "name": "丑牛·希儿",
        "params": {
            "height": "149 см",
            "sizes": "74/56/78",
            "bday": "10/18",
            "hobby": "-"
        },
        "flavor": "请看着我吧。#n虽然并不能说充满自信，但希儿还会继续努力，以我自己的方式，保护所有人的。",
        "firstSightDialogue": "那个……这身衣服，会不会有点笨重？",
        "dialogues": [
            "那个……这身衣服，会不会有点笨重？"
        ]
    },
    {
        "id": 2177,
        "fullImg": "images/partners/2177.png",
        "icon": "images/partners/2177_5.png",
        "name": "寅虎·杏玛尔",
        "params": {
            "height": "148 см",
            "sizes": "75/57/75",
            "bday": "9/9",
            "hobby": "-"
        },
        "flavor": "那些想欺负你的、让你不开心的家伙，不管是人是鬼，都得先问问本大爷的爪子答不答应！",
        "firstSightDialogue": "哈！看什么看！没见过这么威风的老虎吗？",
        "dialogues": [
            "哈！看什么看！没见过这么威风的老虎吗？"
        ]
    },
    {
        "id": 2178,
        "fullImg": "images/partners/2178.png",
        "icon": "images/partners/2178_5.png",
        "name": "卯兔·九霄",
        "params": {
            "height": "159 см",
            "sizes": "86/56/88",
            "bday": "12/24",
            "hobby": "-"
        },
        "flavor": "不要小看兔子！它可是拥有着哪怕面对绝境，也能用力一蹬，跃向星辰彼岸的爆发力！",
        "firstSightDialogue": "吾之眷属啊，颤抖吧！……呃，不对，是欢呼吧！",
        "dialogues": [
            "吾之眷属啊，颤抖吧！……呃，不对，是欢呼吧！"
        ]
    },
    {
        "id": 2179,
        "fullImg": "images/partners/2179.png",
        "icon": "images/partners/2179_5.png",
        "name": "辰龙·西琳",
        "params": {
            "height": "145 см",
            "sizes": "73/54/77",
            "bday": "6/23",
            "hobby": "-"
        },
        "flavor": "只要是你希望的未来，无论多远，我都会带你飞过去的！",
        "firstSightDialogue": "龙……在传说中，似乎是能呼风唤雨，拥有强大法术力量的传奇生物呢！",
        "dialogues": [
            "龙……在传说中，似乎是能呼风唤雨，拥有强大法术力量的传奇生物呢！"
        ]
    },
    {
        "id": 2180,
        "fullImg": "images/partners/2180.png",
        "icon": "images/partners/2180_5.png",
        "name": "巳蛇·迦娜",
        "params": {
            "height": "166 см",
            "sizes": "87/63/91",
            "bday": "9/19",
            "hobby": "-"
        },
        "flavor": "就让我这双从远古留存到如今的双眸，去看看——#n人类这条“小蛇”，还能蜕变多少次，创造出多少“奇迹”吧。",
        "firstSightDialogue": "这一身装扮，看来很合你的心意？",
        "dialogues": [
            "这一身装扮，看来很合你的心意？"
        ]
    },
    {
        "id": 2181,
        "fullImg": "images/partners/2181.png",
        "icon": "images/partners/2181_5.png",
        "name": "午马·芙兰",
        "params": {
            "height": "153 см",
            "sizes": "75/55/76",
            "bday": "7/26",
            "hobby": "-"
        },
        "flavor": "马年到了！#n难道说，接下来一年，我的投资运势还会不断上涨！？",
        "firstSightDialogue": "让开让开！大生意来了！#n马到成功！听听，多么顺耳的词！",
        "dialogues": [
            "让开让开！大生意来了！#n马到成功！听听，多么顺耳的词！"
        ]
    },
    {
        "id": 2182,
        "fullImg": "images/partners/2182.png",
        "icon": "images/partners/2182_5.png",
        "name": "未羊·伊瑟琳",
        "params": {
            "height": "151 см",
            "sizes": "73/55/75",
            "bday": "1/8",
            "hobby": "-"
        },
        "flavor": "未来的日子，也请多关照了。#n希望能一起创造出一个，更和平的世界。",
        "firstSightDialogue": "哈啊……如果可以的话，真想就这样缩在软绵绵的羊毛里睡个觉啊……",
        "dialogues": [
            "哈啊……如果可以的话，真想就这样缩在软绵绵的羊毛里睡个觉啊……"
        ]
    },
    {
        "id": 2183,
        "fullImg": "images/partners/2183.png",
        "icon": "images/partners/2183_5.png",
        "name": "申猴·菲米莉丝",
        "params": {
            "height": "150 см",
            "sizes": "79/54/77",
            "bday": "7/6",
            "hobby": "-"
        },
        "flavor": "只要信号能抵达的地方，无论你在天涯海角，我都能瞬间出现在你身边哦！",
        "firstSightDialogue": "诶嘿嘿，这身衣服，让我感觉自己的运行速度都快了不少呢！",
        "dialogues": [
            "诶嘿嘿，这身衣服，让我感觉自己的运行速度都快了不少呢！"
        ]
    },
    {
        "id": 2184,
        "fullImg": "images/partners/2184.png",
        "icon": "images/partners/2184_5.png",
        "name": "酉鸡·符华",
        "params": {
            "height": "165 см",
            "sizes": "84/64/90",
            "bday": "2/9",
            "hobby": "-"
        },
        "flavor": "但愿从今往后，故事也能不断延续下去。#n我的啼鸣，将永远与你相随。",
        "firstSightDialogue": "若无你的存在，或许我也无法报晓黎明，让自己的啼鸣声穿破黑夜。",
        "dialogues": [
            "若无你的存在，或许我也无法报晓黎明，让自己的啼鸣声穿破黑夜。"
        ]
    },
    {
        "id": 2185,
        "fullImg": "images/partners/2185.png",
        "icon": "images/partners/2185_5.png",
        "name": "戌狗·芽衣",
        "params": {
            "height": "172 см",
            "sizes": "89/62/90",
            "bday": "4/13",
            "hobby": "-"
        },
        "flavor": "未来的日子，我也会继续停留在这里，一直守护下去的。",
        "firstSightDialogue": "欢迎回来。#n这段日子，我一直守在这里，准备迎接你的脚步声哦。",
        "dialogues": [
            "欢迎回来。#n这段日子，我一直守在这里，准备迎接你的脚步声哦。"
        ]
    },
    {
        "id": 2186,
        "fullImg": "images/partners/2186.png",
        "icon": "images/partners/2186_5.png",
        "name": "亥猪·德丽莎",
        "params": {
            "height": "145 см",
            "sizes": "70/58/73",
            "bday": "3/28",
            "hobby": "-"
        },
        "flavor": "我会像这个生肖所象征的福运那样，帮助你让霉运和烦恼都走开的！",
        "firstSightDialogue": "怎么说，看到我这身打扮，想笑又不敢笑吗？",
        "dialogues": [
            "怎么说，看到我这身打扮，想笑又不敢笑吗？"
        ]
    }
];


const backgroundGroups = {
    "images/background/002.png": ["1001", "1002", "1003", "1004", "1005", "1006", "1007", "1008", "1009", "1010", "1011", "1012", "1013", "1014", "1015", "1016", "1017", "1018", "1019", "10201", "1021", "1022", "1023", "1024", "1025", "1026", "1027", "1028", "1029", "1030", "10311", "1032", "1033", "1034", "1035", "1036", "1042", "1043", "1044", "1045", "1046", "1049", "1050", "1051", "1052", "1053", "1054", "1055", "1056", "1057", "1058", "1059", "1060", "1061", "1062", "1063", "1064", "1065", "1066", "1067", "1068", "1069", "1070", "1071", "1072", "1073", "1074", "1075", "1076", "1077", "1078", "1079", "1080", "1081", "1082", "1083", "1084", "1085", "1086", "1087", "1088", "1089", "1090", "1091", "1092", "1094", "1095", "1096", "1097", "1098", "1099", "1100", "1101", "1103", "1104", "1105", "1106", "1107", "1108", "1109", "1110", "1111", "1112", "1119", "1127", "1128", "1129", "1130", "1131", "1132", "1133", "1134", "1135", "1136", "1137", "1138", "1139", "1140", "1141", "1142", "1147", "1148", "1149", "1151", "1152", "1153", "1154", "1157", "1158", "1159", "1160", "1161", "1163", "1164", "1169", "1170", "1171", "1172", "1173", "1174", "1177", "1180", "1181", "1182", "1183", "1184", "1185", "1186", "1187", "1196", "1197", "1198", "1199", "1200", "1201", "1202", "1203", "1204", "1209", "1210", "1211", "1212", "1213", "1220", "1221", "1222", "1223", "1224", "1225", "1226", "1227", "1228", "1229", "1230", "1231", "1232", "1233", "1234", "1235", "1236", "1237", "1238", "1239", "1240", "1241", "1248", "1249", "1250", "1251", "1252", "1253", "1254", "1255", "1256", "1257", "1258", "1259", "1260", "1261", "1262", "1263", "1265", "1266", "1269", "1270", "1271", "1272", "1273", "1274", "1275", "1276", "1277", "1278", "1279", "1280", "1281", "1282", "1283", "1284", "1285", "1286", "1294", "1295", "1296", "1297", "1298", "1299", "1300", "1301", "1302", "1306", "1307", "1308", "1309", "1310", "1311", "1312", "1314", "1316", "1317", "1318", "1319", "1320", "1321", "1322", "1323", "1324", "1325", "1327", "1328", "1329", "1330", "1331", "1332", "1333", "1334", "1335", "1336", "1337", "1338", "1339", "1340", "1341", "1342", "1343", "1344", "1345", "1347", "1348", "1351", "1355", "1356", "1357", "1358", "1359", "1360", "1361", "1362", "1365", "1366", "1373", "1374", "1377", "1378", "1379", "1380", "1381", "1382", "1383", "1384", "1385", "1386", "1393", "1394", "1395", "1396", "1397", "1398", "1399", "1403", "1404", "1406", "1410", "1411", "1412", "1413", "1420", "1421", "1422", "1423", "1424", "1425", "1426", "1428", "1432", "1433", "1434", "1435", "1436", "1437", "1439", "1440", "1441", "1442", "1443", "1444", "1445", "1446", "1448", "1449", "1450", "1452", "1453", "1454", "1455", "1458", "1459", "1460", "1461", "1462", "1464", "1465", "1466", "1472", "1476", "1479", "1480", "1481", "1482", "1485", "1486", "1487", "1488", "1489", "1490", "1491", "1492", "1493", "1494", "1495", "1496", "1497", "1498", "1499", "1500", "1501", "1502", "1503", "1504", "1505", "1507", "1508", "1509", "1514", "1515", "1516", "1517", "1518", "1519", "1520", "1521", "1522", "1523", "1527", "1528", "1529", "1533", "1537", "1541", "1542", "1543", "1544", "1545", "1546", "1547", "1552", "1557", "1561", "1562", "1565", "1566", "1568", "1569", "1577", "1586", "1587", "1588", "1589", "1590", "1591", "1592", "1595", "1596", "1599", "1600", "1601", "1604", "1605", "1606", "1607", "1609", "1610", "1621", "1622", "1624", "1625", "1627", "1628", "1629", "1630", "1631", "1632", "1635", "1637", "1639", "1641", "1642", "1643", "1644", "1645", "1646", "1647", "1648", "1649", "1650", "1651", "1652", "1653", "1654", "1655", "1656", "1659", "1660", "1661", "1663", "1664", "1665", "1666", "1667", "1668", "1669", "1670", "1671", "1672", "1673", "1674", "1675", "1676", "1677", "1678", "1679", "1680", "1681", "1682", "1684", "1685", "1686", "1687", "1688", "1689", "1690", "1691", "1692", "1693", "1694", "1695", "1696", "1697", "1698", "1699", "1700", "1701", "1702", "1703", "1704", "1705", "1706", "1707", "1709", "1710", "1711", "1712", "1713", "1714", "1715", "1716", "1723", "1724", "1725", "1726", "1729", "1730", "1731", "1732", "1733", "1734", "1738", "1739", "1740", "1741", "1742", "1743", "1744", "1745", "1746", "1748", "1749", "1750", "1751", "1752", "1753", "1759", "1760", "1762", "1763", "1764", "1766", "1767", "1768", "1769", "1770", "1771", "1773", "1774", "1776", "1777", "1778", "1781", "1785", "1786", "1787", "1788", "1789", "1790", "1791", "1792", "1793", "1794", "1795", "1796", "1797", "1798", "1799", "1800", "1801", "1802", "1806", "1807", "1808", "1809", "1810", "1811", "1812", "1813", "1814", "1803", "1815", "1816", "1817", "1818", "1819", "1821", "1823", "1824", "1825", "1826", "1829", "1830", "1831", "1832", "1834", "1835", "1836", "1837", "1838", "1839", "1840", "1841", "1842", "1843", "1844", "1845", "1846", "1850", "1851", "1852", "1853", "1854", "1855", "1856", "1857", "1861", "1862", "1863", "1865", "1868", "1869", "1870", "1873", "1874", "1875", "1904", "1867", "1879", "1880", "1881", "1905", "1907", "1871", "1912", "1923", "1540", "1997", "1998", "1999", "1859", "1860", "1883", "1906", "1911", "1924", "1929", "1930", "1931", "1932", "1933", "1934", "1935", "1936", "1938", "1884", "1913", "1914", "1915", "1916", "1917", "1918", "1919", "1920", "1921", "1925", "1927", "1928", "1946", "1947", "1949", "1926", "1828", "1940", "1941", "1943", "1944", "1961", "1963", "1967", "1968", "1978", "1827", "1942", "1737", "1983", "1922", "1945", "1950", "1951", "1952", "1953", "1954", "1955", "1956", "1957", "1959", "1960", "1962", "1964", "1965", "1966", "1969", "1971", "1972", "1973", "1977", "1979", "2000", "2001", "2002", "2003", "2004", "1980", "1981", "1982", "1984", "1985", "1986", "1987", "1988", "1990", "1991", "2005", "2023", "1989", "1992", "2006", "2007", "2008", "2009", "2010", "2011", "2012", "2013", "2014", "2015", "2016", "2017", "2022", "1847", "2018", "2019", "2020", "2021", "2024", "2025", "2026", "2027", "2031", "2032", "2033", "2037", "2054", "2055", "2034", "2035", "2036", "2046", "2047", "2048", "2049", "2062", "2069", "2070", "2029", "2041", "2042", "2043", "2044", "2050", "2056", "2057", "2058", "2059", "2060", "2061", "2067", "2071", "2038", "2066", "2068", "2075", "2078", "2079", "2094", "2095", "2099", "2100", "2101", "2102", "2107", "2103", "2063", "2064", "2065", "2073", "2074", "2076", "2077", "2084", "2085", "2086", "2087", "2088", "2089", "2092", "2093", "2106", "2113", "1864", "2072", "2080", "2081", "2083", "2091", "2096", "2097", "2098", "2112", "2121", "2130", "2138", "2030", "2139", "2108", "2109", "2110", "2111", "2114", "2115", "2116", "2118", "2119", "2126", "2127", "2141", "2128", "2129", "2131", "2132", "2133", "2134", "2135", "2152", "2153", "2154", "2155", "2167", "2168", "2169", "2170", "2171", "2172", "2173", "2174", "2175", "2176", "2177", "2178", "2179", "2180", "2181", "2182", "2183", "2184", "2185", "2186"],
    "images/background/001.png": ["1037", "1038", "1039", "1040", "1041", "1047", "1048", "1102", "1162", "1176", "1290", "1304", "1370", "1375", "1387", "1416", "1468", "1554", "1602", "1634"],
    "images/background/003.png": ["1093", "1120", "1143", "1144", "1145", "1146", "1150", "11551", "1165", "1166", "1167", "1168", "1175", "1178", "1179", "1219", "1242", "1243", "1244", "1245", "1246", "1267", "1268", "1287", "1291", "1369", "1372", "1389", "1463"],
    "images/background/004.png": ["1113", "1114", "1115", "1116", "1117", "1118", "1121", "1124", "1125", "1126", "1247", "1363", "1364"],
    "images/background/011.png": ["1188", "1189", "1205", "1206", "1207", "1208", "1264", "1305", "1775"],
    "images/background/012.png": ["1214", "1215", "1216", "1217", "1218", "1390", "1392", "1483", "1484"],
    "images/background/025.png": ["1288", "1289"],
    "images/background/015.png": ["1292"],
    "images/background/020.png": ["1293", "1313", "1572"],
    "images/background/005.png": ["1303", "1352", "1391", "1402", "1405", "1535", "1551", "1882"],
    "images/background/022.png": ["1315", "1367", "1368", "1430", "1431", "1438", "1447", "1451", "1474", "1475", "1478", "1513", "1553", "1564", "1611", "1623", "1626", "1640", "1719"],
    "images/background/023.png": ["1326", "1467", "1530", "1532", "1536", "1558", "1658"],
    "images/background/017.png": ["1346", "1400", "1427", "1429", "1772"],
    "images/background/018.png": ["1353", "1471", "1722"],
    "images/background/014.png": ["1354"],
    "images/background/026.png": ["1371", "1376", "1388", "1415", "1526", "1534", "1608", "1638"],
    "images/background/032.png": ["1401"],
    "images/background/037.png": ["1407", "1408", "1409"],
    "images/background/028.png": ["1414"],
    "images/background/036.png": ["1417", "1418", "1419"],
    "images/background/040.png": ["1456", "1457", "1469", "1470", "1594", "1597", "1598"],
    "images/background/107.png": ["1473", "1512", "1524", "1525", "1531", "1539", "1548", "1555", "1560", "1579", "1580", "1581", "1585", "1593", "1612", "1633", "1720", "1721", "1782", "1783", "1804", "1820", "1849", "1876", "1877", "1878"],
    "images/background/027.png": ["1477"],
    "images/background/021.png": ["1506"],
    "images/background/045.png": ["1510", "1511", "2040"],
    "images/background/033.png": ["1538", "1556"],
    "images/background/047.png": ["1549", "1754", "1755", "1756", "1757"],
    "images/background/029.png": ["1550"],
    "images/background/048.png": ["1559", "1567", "1570", "1571", "1573", "1574", "1575", "1576", "1578", "1718", "1728", "1765", "1780", "1858", "2051", "2053"],
    "images/background/043.png": ["1603", "1662", "1970"],
    "images/background/030.png": ["1613", "1615", "1617", "1618", "1619", "1620"],
    "images/background/108.png": ["1614", "1616"],
    "images/background/049.png": ["1708", "1948"],
    "images/background/054.png": ["1717"],
    "images/background/053.png": ["1735", "1736"],
    "images/background/059.png": ["1747"],
    "images/background/062.png": ["1758"],
    "images/background/065.png": ["1761"],
    "images/background/069.png": ["1805"],
    "images/background/115.png": ["1822", "1872", "2082"],
    "images/background/077.png": ["1833"],
    "images/background/110.png": ["1848", "1866"],
    "images/background/078.png": ["1886", "1887", "1888", "1889", "1890", "1891", "1892", "1893", "1894", "1895", "1896", "1897", "1898", "1899", "1900", "1901", "1902", "1903", "1910"],
    "images/background/072.png": ["1885"],
    "images/background/082.png": ["1958"],
    "images/background/042.png": ["1974"],
    "images/background/060.png": ["1975"],
    "images/background/109.png": ["1976"],
    "images/background/114.png": ["2028"],
    "images/background/068.png": ["2039"],
    "images/background/073.png": ["1779"],
    "images/background/064.png": ["2052"],
};

partnersData.forEach(character => {
    for (const [bgPath, ids] of Object.entries(backgroundGroups)) {
        if (ids.includes(character.id)) {
            character['char-full-bg'] = bgPath;
            break;
        }
    }
});